Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: %(display_name)s has written the most helpful reviews on ContentDB.
cs: %(display_name)s napsal nejužitečnější recenze na ContentDB.
de: %(display_name)s hat die hilfreichsten Bewertungen auf ContentDB geschrieben.
fr: %(display_name)s a écrit les évaluations les plus utiles sur le ContentDB.
id: %(display_name)s telah menulis ulasan paling membantu di ContentDB.
it: %(display_name)s ha scritto le recensioni più utili su ContentDB.
ms: %(display_name)s telah menulis paling banyak ulasan paling berguna di ContentDB.
pl: %(display_name)s napisał najbardziej pomocne opinie na ContentDB.
ru: %(display_name)s написал самые полезные обзоры на ContentDB.
sk: %(display_name)s napísal najpomocnejší komentár na ContentDB.
sv: %(display_name)s har skrivit flest antal hjälpsamma recensioner på ContentDB.
ta: %(display_name)s ContentDB இல் மிகவும் பயனுள்ள மதிப்புரைகளை எழுதியுள்ளன.
uk: %(display_name)s написав найкорисніші відгуки на ContentDB.
vi: %(display_name)s đã viết những đánh giá hữu ích nhất trên ContentDB.

source: 2nd most helpful reviewer
cs: 2. nejlepší recenzent
de: Zweithilfreichster Rezensent
fr: 2ème évaluateur le plus utile
id: Pengulas paling membantu kedua
it: Secondə recensorə più utile
ms: Pengulas paling berguna tempat kedua
pl: Drugi najbardziej pomocny recenzent
ru: 2-й самый полезный обзорщик
sk: Druhý najpomocnejší komentár
sv: Andra mest hjälpsamma recensent
ta: 2 வது மிகவும் பயனுள்ள விமர்சகர்
uk: 2-й найкорисніший критик
vi: Người đánh giá hữu ích thứ hai

source: 3rd most helpful reviewer
cs: 3. nejlepší recenzent
de: Dritthilfreichster Rezensent
fr: 3ème évaluateur le plus utile
id: Pengulas paling membantu ketiga
it: Terzə recensorə più utile
ms: Pengulas paling berguna tempat ketiga
pl: Trzeci najbardziej pomocny recenzent
ru: 3-й самый полезный обзорщик
sk: Tretí najpomocnejší komentár
sv: Tredje mest hjälpsamma recensent
ta: 3 வது மிகவும் பயனுள்ள விமர்சகர்
uk: 3-й найкорисніший критик
vi: Người đánh giá hữu ích thứ 3

source: This puts %(display_name)s in the top %(perc)s%%
cs: Toto umístí %(display_name)s do horní %(perc)s%%
de: Dies bringt %(display_name)s in die oberen %(perc)s%%
fr: Cela place %(display_name)s dans le top %(perc)s%%
id: Ini menempatkan %(display_name)s ke dalam %(perc)s%% teratas
it: Ciò posiziona %(display_name)s tra i %(perc)s%% migliori
ms: Ini meletakkan %(display_name)s di kalangan %(perc)s%% teratas
pl: To ustanawia %(display_name)s w top %(perc)s%%
ru: Это ставит %(display_name)s в топ %(perc)s%%
sk: Toto posúva %(display_name)s do top %(perc)s
sv: Detta sätter %(display_name)s i topp %(perc)s%%
ta: இது %(display_name)s முதல் %(perc)s %% இல் வைக்கிறது
uk: Це ставить %(display_name)s у топ %(perc)s%%
vi: Điều này đặt %(display_name)s vào top %(perc)s%%

source: Top %(perc)s%% reviewer
cs: Nejlepší %(perc)s%% recenzent
de: Top-%(perc)s%%-Rezensent
fr: Top %(perc)s%% évaluateur
id: Pengulas %(perc)s%% teratas
it: %(perc)s%% migliori recensorɜ
ms: Pengulas %(perc)s%% teratas
pl: Recenzent top %(perc)s%%
ru: Лучший %(perc)s%% обзорщик
sk: Prehľad top %(perc)s
sv: Topp %(perc)s%% recensent
ta: சிறந்த%(perc)s %% மதிப்பாய்வாளர்
uk: Топ %(perc)s%% критик

source: Only %(place)d users have written more helpful reviews.
cs: Pouhých %(place)d uživatelů napsalo užitečnější recenze.
de: Nur %(place)d Benutzer haben mehr hilfreiche Bewertungen geschrieben.
fr: Seulement %(place)d utilisateurs ont écrit des évaluations plus utiles.
id: Hanya %(place)d pengguna telah menulis ulasan yang lebih membantu.
it: Solo %(place)d utenti hanno scritto recensioni più utili.
ms: Hanya %(place)d pengguna telah menulis ulasan yang lebih berguna.
pl: Tylko użytkownicy %(place)d napisali bardziej pomocne opinie.
ru: Только %(place)d пользователей написали больше полезных обзоров.
sk: Iba %(place)d užívateľov napísalo pomocnejší komentár.
sv: Endast %(place)d användare har skrivit fler hjälpsamma recensioner.
ta: %(place)d பயனர்கள் மட்டுமே மிகவும் பயனுள்ள மதிப்புரைகளை எழுதியுள்ளனர்.
uk: Лише %(place)d користувачів написали більше корисних відгуків.
vi: Chỉ %(place)d người dùng đã viết nhiều đánh giá hữu ích hơn.

source: Consider writing more helpful reviews to get a medal.
cs: Zvažte psaní užitečnějších recenzí, abyste získali medaili.
de: Überlegen Sie sich, mehr hilfreiche Bewertungen zu schreiben, um eine Medaille zu erhalten.
fr: Écrivez des évaluations plus utiles pour obtenir une médaille.
id: Harap menulis ulasan yang lebih membantu untuk mendapatkan medali.
it: Considera di scrivere recensioni più utili per ottenere una medaglia.
ms: Pertimbangkan untuk tulis lebih banyak ulasan yang berguna untuk dapatkan pingat.
pl: Rozważ napisanie bardziej pomocnej opinii aby dostać medal.
ru: Попробуйте писать больше полезных обзоров чтобы получить медаль.
sk: Skús napísať viac pomocných komentárov a získaj medailu.
sv: Överväga att skriva fler hjälpsamma recensioner för att få en medalj.
ta: பதக்கத்தைப் பெற இன்னும் பயனுள்ள மதிப்புரைகளை எழுதுவதைக் கவனியுங்கள்.
uk: Напишіть більше корисних відгуків, щоб отримати медаль.
vi: Cân nhắc viết nhiều đánh giá hữu ích hơn để nhận được huy chương.

source: You are in place %(place)s.
cs: Jste na %(place)s místě.
de: Sie befinden sich auf dem %(place)s. Platz.
fr: Vous êtes à la %(place)s. place.
id: Anda berada pada urutan %(place)s.
it: Siete al %(place)s posto.
ms: Anda berada di kedudukan %(place)s.
pl: Jesteś na miejscu %(place)s.
ru: Вы на %(place)s месте.
sk: Si na %(place)s mieste.
sv: Du är på plats %(place)s.
ta: நீங்கள் %(place)s இடத்தில் இருக்கிறீர்கள்.
uk: Ви на %(place)s місці.
vi: Bạn đang ở %(place)s.

source: Your packages have %(downloads)d downloads in total.
cs: Tvé balíčky mají celkem %(downloads)d stažení.
de: Ihre Pakete haben insgesamt %(downloads)d Downloads.
fr: Vos paquets ont %(downloads)d téléchargements au total.
id: Paket Anda telah diunduh %(downloads)d kali secara keseluruhan.
it: I tuoi contenuti hanno %(downloads)d scaricamenti totali.
ms: Pakej anda mempunyai %(downloads)d muat turun secara keseluruhannya.
pl: Twoje paczki mają %(downloads)d pobrań całkowicie.
ru: Ваши дополнения в сумме имеют %(downloads)d загрузок.
sk: Tvoje balíky majú %(downloads)d stiahnutí celkom.
sv: Dina paket har %(downloads)d nerladdningar totalt.
ta: உங்கள் தொகுப்புகளில் மொத்தம் %(downloads)d பதிவிறக்கங்கள் உள்ளன.
uk: Всього ваші пакунки мають %(downloads)d завантажень.
vi: Gói của bạn có %(downloads)d tổng số lượt tải xuống.

source: First medal is at 50k.
cs: První medaile je za 50 tis.
de: Die erste Medaille gibt es bei 50 k.
fr: La première médaille est à 50k.
id: Medali pertama ada di 50 ribu.
it: La prima medaglia è a 50k.
ms: Medal pertama di kedudukan 50k.
pl: Pierwszy medal jest od 50 tys.
ru: Первая медаль на 50к.
sk: Prvá medaila až za 50 k.
sv: Första medalj vid 50k.
ta: முதல் பதக்கம் 50 கி.
uk: Перша медаль за 50тис.
vi: Huy chương đầu tiên là 50k.

source: >300k downloads
cs: &gt;300k stažení
fr: &gt;300k téléchargements
id: 300 ribu unduhan
it: &gt;300k scaricamenti
ms: &gt;300k muat turun
pl: &gt;300 tys pobrań
ru: &gt;300к загрузок
sk: viac než 300k stiahnutí
sv: &gt;300k nerladdningar
ta: &gt; 300 கி பதிவிறக்கங்கள்
uk: Більше 300 тис. завантажень
vi: &gt; 300k lượt tải xuống

source: >100k downloads
cs: &gt;100k stažení
fr: &gt;100k téléchargements
id: 100 ribu unduhan
it: &gt;100k scaricamenti
ms: >100k muat turun
pl: &gt;100 tys pobrań
ru: &gt;100к загрузок
sk: viac než 100k stiahnutí
sv: &gt;100k nerladdningar
ta: &gt; 100 கே பதிவிறக்கங்கள்
uk: Більше 100 тис. завантажень
vi: &gt; 100 nghìn lượt tải xuống

source: >75k downloads
cs: &gt;75k stažení
fr: &gt;75k téléchargements
id: 75 ribu unduhan
it: &gt;75k scaricamenti
ms: >75k muat turun
pl: &gt;75 tys pobrań
ru: &gt;75к загрузок
sk: viac než 75k stiahnutí
sv: &gt;75k nerladdningar
ta: &gt; 75 கே பதிவிறக்கங்கள்
uk: Більше 75 тис. завантажень
vi: &gt; 75 nghìn lượt tải xuống

source: >50k downloads
cs: &gt;50k stažení
fr: &gt;50k téléchargements
id: 50 ribu unduhan
it: &gt;50k scaricamenti
ms: >50k muat turun
pl: &gt;50 tys pobrań
ru: &gt;50к загрузок
sk: viac než 50k stiahnutí
sv: &gt;50k nerladdningar
ta: &gt; 50 கே பதிவிறக்கங்கள்
uk: Більше 50 тис. завантажень
vi: &gt; 50k lượt tải xuống

source: Has received %(downloads)d downloads across all packages.
cs: Celkem bylo staženo %(downloads)d tvých balíčků.
de: Hat %(downloads)d Downloads für alle Pakete erhalten.
fr: A reçu %(downloads)d téléchargements au total pour tous ses paquets.
id: Telah memiliki %(downloads)d unduhan di seluruh paket.
it: Ha ricevuto %(downloads)d scaricamenti per tutti i suoi contenuti.
ms: Telah menerima %(downloads)d muat turun merentasi kesemua pakej.
pl: Otrzymał %(downloads)d pobrań pomiędzy wszystkimi paczkami.
ru: Получил %(downloads)d загрузок со всех дополнений.
sk: Dosiahol %(downloads)d stiahnutí za všetky balíky.
sv: Har fått %(downloads)d nerladdningar över alla paket.
ta: அனைத்து தொகுப்புகளிலும் %(downloads)d பதிவிறக்கங்களைப் பெற்றுள்ளது.
uk: %(downloads)d завантажень серед всіх пакунків.
vi: Đã nhận được %(downloads)d tải xuống trên tất cả các gói.

source: Edit Profile
cs: Upravit profil
de: Profil bearbeiten
fr: Modifier le profil
id: Sunting Profil
it: Modifica il Profilo
ms: Sunting Profil
pl: Edytuj profil
ru: Изменить профиль
sk: Upraviť profil
sv: Redigera profil
ta: சுயவிவரத்தைத் திருத்து
uk: Редагувати Профіль
vi: Chỉnh Sửa Hồ Sơ

source: Account and Security
cs: Správa účtu a zabezpečení
de: Konto und Sicherheit
fr: Compte et sécurité
id: Akun dan Keamanan
it: Account e Sicurezza
ms: Akaun dan Keselamatan
pl: Konto i bezpieczeństwo
ru: Учётная запись и безопасность
sk: Účet a Bezpečnosť
sv: Konto och säkerhet
ta: கணக்கு மற்றும் பாதுகாப்பு
uk: Обліковий запис і безпека
vi: Tài khoản và Bảo mật

source: Email and Notifications
cs: Emaily a upozornění
de: E-Mail und Benachrichtigungen
fr: Courriels et notifications
id: Surel dan Pemberitahuan
it: Email e Notifiche
ms: E-mel dan Pemberitahuan
pl: Email i powiadomienia
ru: Электронная почта и уведомления
sk: Email a Oznámenia
sv: E-mail och notiser
ta: மின்னஞ்சல் மற்றும் அறிவிப்புகள்
uk: Електронна пошта та сповіщення
vi: Email và thông báo

source: API Tokens
cs: Tokeny API
fr: Jetons d'API
id: Token API
it: Gettoni API
ms: Token API
pl: Tokeny API
ru: API токены
sk: Tokeny API
ta: பநிஇ டோக்கன்கள்
uk: API Токени

source: OAuth2 Applications
cs: OAuth2 aplikace
de: OAuth2-Anwendungen
fr: Applications OAuth2
id: Aplikasi OAuth2
it: Applicazioni OAuth2
ms: Aplikasi OAuth2
pl: Aplikacje OAuth2
ru: Приложение OAuth2
sv: OAuth2-appar
ta: OAuth2 பயன்பாடுகள்
uk: OAuth2 додатки

source: Moderator Tools
cs: Nástroje moderátora
de: Moderatoren-Werkzeuge
fr: Outils de modération
id: Alat Moderator
it: Strumenti per Moderatori
ms: Alatan Moderator
pl: Narzędzia moderatora
ru: Инструменты модератора
sk: Nástroje moderácie
sv: Moderatorverktyg
ta: மதிப்பீட்டாளர் கருவிகள்
uk: Інструменти модератора
vi: Công cụ điều hành

source: Donation URL
cs: URL pro darování
de: Spenden-URL
fr: URL de Donation
id: URL Donasi
it: URL per le donazioni
ms: URL Derma
pl: URL darowizn
ru: URL-адрес Пожертвований
sk: Donátorské URL
sv: Donerings-URL
ta: நன்கொடை முகவரி
uk: URL-адреса пожертви
vi: URL đóng góp

source: A user already has that name
cs: Uvedené jméno již má jiný uživatel
de: Ein Benutzer hat bereits diesen Namen
fr: Un utilisateur a déjà ce nom
id: Pengguna lain telah memiliki nama ini
it: Quel nome è già in uso
ms: Seorang pengguna sudah ada nama tersebut
pl: Użytkownik już posiada tą nazwę
ru: Пользователь уже имеет это имя
sk: Takéto meno už má iný užívateľ
sv: En användare har redan det namnet
ta: ஒரு பயனருக்கு ஏற்கனவே அந்த பெயர் உள்ளது
uk: Користувач вже має таке ім'я
vi: Một người dùng đã có tên đó

source: Removed GitHub account
cs: Odebrán účet GitHub
de: GitHub-Konto entfernt
id: Menghapus akun GitHub
it: Utenza GitHub rimossa
pl: Usunięte konto GitHub
ru: Отвязана учетная запись GitHub
sv: Tagit bort Github-konto
ta: Github கணக்கு அகற்றப்பட்டது
uk: Вилучено обліковий запис GitHub

source: You need to add an email address and password before you can remove your GitHub account
cs: Je třeba přidat emailovou adresu a heslo, než odstraníš svůj GitHub účet
de: Sie müssen eine E-Mail-Adresse und ein Passwort eingeben, bevor Sie Ihr GitHub-Konto entfernen können
id: Anda perlu menambahkan alamat email dan kata sandi sebelum dapat menghapus akun GitHub Anda
it: Va aggiunto un indirizzo e-mail e una password prima di poter rimuovere la tua utenza GitHub
pl: Potrzebujesz dodać adres e-mail i hasło zanim będziesz mógł usunąć swoje konto GitHub
ru: Вам необходимо добавить адрес электронной почты и пароль, прежде чем вы сможете отвязать свою учетную запись GitHub
sv: Du måste lägga till en e-postadress och lösenord innan du kan ta bort ditt GitHub-konto
ta: உங்கள் அறிவிலிமையம் கணக்கை அகற்றுவதற்கு முன் மின்னஞ்சல் முகவரி மற்றும் கடவுச்சொல்லை நீங்கள் சேர்க்க வேண்டும்
uk: Вам потрібно додати адресу електронної пошти та пароль, перш ніж ви зможете видалити свій обліковий запис GitHub

source: Users with moderator rank or above cannot be deleted
cs: Nelze odstranit uživatele s postavením moderátor nebo vyšší
de: Benutzer mit dem Rang eines Moderators oder höher können nicht gelöscht werden
fr: Les utilisateurs ayant le rang de modérateur ou un rang supérieur ne peuvent pas être supprimés
id: Pengguna dengan jabatan moderator ke atas tidak dapat dihapus
it: Lɜ utenti col rango di moderatorə o superiore non possono essere cancellatɜ
ms: Pengguna dengan pangkat moderator ke atas tidak boleh dipadam
pl: Użytkownicy z rangą moderatora lub wyższą nie mogą być usunięci
ru: Пользователи с рангом модератор или выше не могут быть удалены
sk: Užívatelia s moderátorským statusom alebo vyšším nemôžu byť odstránení
sv: Användare med moderatorrank eller över kan inte tas bort
ta: மதிப்பீட்டாளர் தரவரிசை அல்லது அதற்கு மேற்பட்ட பயனர்களை நீக்க முடியாது
uk: Користувачі з рангом модератора або вище не можуть бути видалені

source: Display name
cs: Zobrazované jméno
de: Anzeigename
fr: Nom affiché
id: Nama tampilan
it: Nome da mostrare
ms: Nama paparan
pl: Wyświetlana nazwa
ru: Отображаемое имя
sk: Zobraziť meno
sv: Visningsnamn
ta: காட்சி பெயர்
uk: Відображуване ім'я
vi: Hiển thị tên

source: Forums Username
cs: Fóra - uživatelské jméno
de: Foren-Benutzername
fr: Nom d'utilisateur sur le forum
id: Nama Pengguna Forum
it: Nome Utente sul Forum
ms: Nama Pengguna Forum
pl: Nazwa użytkownika na forum
ru: Имя пользователя на форуме
sk: Užívateľské meno na Fóre
sv: Forumanvändarnamn
ta: மன்றங்கள் பயனர்பெயர்
uk: Імʼя користувача на форумі
vi: Tên người dùng của diễn đàn

source: GitHub Username
cs: GitHub - uživatelské jméno
de: GitHub-Benutzername
fr: Nom d'utilisateur GitHub
id: Nama Pengguna GitHub
it: Nome Utente su GitHub
ms: Nama Pengguna GitHub
pl: Nazwa użytkownika GitHub
ru: Имя пользователя на GitHub
sk: Užívateľské meno na GitHub
sv: GitHub-användarnamn
ta: அறிவிலிமையம் பயனர்பெயர்
uk: Імʼя користувача GitHub
vi: Tên GitHub

source: Rank
cs: Postavení
de: Rang
fr: Rang
id: Jabatan
it: Rango
ms: Pangkat
pl: Ranga
ru: Ранг
sk: Úroveň
sv: Rang
ta: தரவரிசை
uk: Ранг

source: Can't promote a user to a rank higher than yourself!
cs: Nelze uživateli udělit vyšší postavení, než je tvé!
de: Sie können einen Benutzer nicht auf einen höheren Rang befördern als sich selbst!
fr: Vous ne pouvez pas promouvoir un utilisateur à un rang supérieur au vôtre !
id: Tidak dapat menaikkan jabatan pengguna lain lebih tinggi daripada Anda sendiri!
it: Non puoi promuovere un utente ad un livello più alto del tuo!
ms: Tidak boleh naikkan pengguna ke pangkat lebih tinggi dari diri anda sendiri!
pl: Nie możesz promować użytkownika na rangę wyższą niż twoja!
ru: Нельзя повысить пользователя на звание выше своего!
sk: Nemôžeš pozdvihnúť užívateľa na vyššiu úroveň než je tá tvoja!
sv: Kan inte flytta upp en användare till en rang högre än dig själv!
ta: உங்களை விட உயர்ந்த பதவிக்கு ஒரு பயனரை விளம்பரப்படுத்த முடியாது!
uk: Не можна підвищити користувача до рангу вищого за ваш!
vi: Không thể thăng hạng người dùng lên thứ hạng cao hơn chính bạn!

source: Authorization failed [err=gh-oauth-login-failed]
cs: Ověření selhalo [err=gh-oauth-login-failed]
de: Autorisierung fehlgeschlagen [err=gh-oauth-login-failed]
fr: Échec de l'autorisation [err=gh-oauth-login-failed]
id: Otorisasi gagal [err=gh-oauth-login-failed]
it: Autorizzazione fallita [err=gh-oauth-login-failed]
ms: Pengesahan kuasa gagal [err=gh-oauth-login-failed]
pl: Autoryzacja nieudana [err=gh-oauth-login-failed]
ru: Ошибка входа [err=gh-oauth-login-failed]
sk: Autorizácia zlyhala [err=gh-oauth-login-failed]
sv: Autentisering misslyckades [err=gh-oauth-login-failed]
ta: ஏற்பு தோல்வியுற்றது [ERR = GH-OAUTH-LOGIN-FAILED]
uk: Не вдалося авторизуватися [err=gh-oauth-login-failed]

source: Linked GitHub to account
cs: Propojeno s účtem GitHub
de: GitHub wurde mit dem Konto verknüpft
fr: Compte GitHub lié
id: GitHub ditautkan ke akun
it: Profilo collegato a GitHub
ms: Github dipautkan ke akaun
pl: Przypisano GitHub do konta
ru: Привязка GitHub к учётной записи
sk: Pripojiť GitHub k účtu
sv: Länkat GitHub till konto
ta: கணக்கிற்கு அறிவிலிமையம் இணைக்கப்பட்டுள்ளது
uk: Привʼязка GitHub до облікового запису
vi: Đã liên kết GitHub vào tài khoản

source: GitHub account is already associated with another user: %(username)s
cs: GitHub účet je již propojen s uživatelem: %(username)s
de: GitHub-Konto ist bereits mit einem anderem Benutzer verknüpft: %(username)s
id: Akun GitHub sudah dikaitkan dengan pengguna lain : %(username)s
it: L'utenza GitHub è già associata a un'altra utenza CDB: %(username)s
pl: Konto na GitHub jest już powiązane z innym użytkownikiem: %(username)s
ru: Учетная запись GitHub уже связана с другим пользователем: %(username)s
sv: Githubkonto är redan associerat med en annan användare: %(username)s
ta: அறிவிலிமையம் கணக்கு ஏற்கனவே மற்றொரு பயனருடன் தொடர்புடையது: %(username)s
uk: Обліковий запис GitHub вже прив'язаний з іншим користувачем: %(username)s

source: Authorization failed [err=gh-login-failed]
cs: Ověření selhalo [err=gh-login-failed]
de: Autorisierung fehlgeschlagen [err=gh-login-failed]
fr: Échec de l'autorisation [err=gh-login-failed]
id: Otorisasi gagal [err=gh-login-failed]
it: Autorizzazione fallita [err=gh-login-failed]
ms: Pengesahan kuasa gagal [err=gh-login-failed]
pl: Autoryzacja nieudana [err=gh-login-failed]
ru: Ошибка входа [err=gh-login-failed]
sk: Autorizácia zlyhala [err=gh-login-failed]
sv: Autentisering misslyckades [err=gh-login-failed]
ta: ஏற்பு தோல்வியுற்றது [பிழை = GH-LOGIN-FAILED]
uk: Не вдалося авторизуватися [err=gh-login-failed]

source: Text to find (regex)
cs: Nalez text (regex)
de: Zu suchender Text (Regex)
fr: Le texte à chercher (regex)
id: Teks pencarian (regex)
it: Testo da trovare (espressione regolare)
ms: Tulisan untuk dicari (regex)
pl: Tekst do wyszukania (wyrażenie regularne)
ru: Текст для поиска (регулярное выражение)
sk: Text na hľadanie (regex)
sv: Text att hitta (regex)
ta: கண்டுபிடிக்க உரை (ரீசெக்ச்)
uk: Текст для пошуку (regex)

source: File filter
cs: Filtr souborů
de: Dateifilter
fr: Filtre de fichiers
id: Filter berkas
it: Filtro dei file
ms: Penapis fail
pl: Filtr plików
ru: Фильтр файлов
sk: Filter súborov
sv: Filfilter
ta: கோப்பு வடிகட்டி
uk: Фільтр файлів
vi: Bộ lọc tệp

source: Search
cs: Vyhledat
de: Suchen
fr: Rechercher
id: Cari
it: Ricerca
ms: Cari
pl: Wyszukaj
ru: Поиск
sk: Hľadaj
sv: Sök
ta: தேடல்
uk: Пошук
vi: Tìm kiếm

source: A package already exists with this name. Please see Policy and Guidance 3
cs: Již existuje balíček s uvedeným jménem. Projdi si prosím Zásady a pokyny, bod 3
de: Ein Paket mit diesem Namen existiert bereits. Siehe Grundsätze und Leitlinien 3
fr: Un paquet existe déjà sous ce nom. Veuillez consulter la section Règles et Recommandations 3
id: Sebuah paket telah tersedia dengan nama ini. Harap lihat Kebijakan dan Panduan 3
it: Esiste già un contenuto con questo nome. Si prega di consultare Politiche e Linee guida 3
ms: Pakej sudah wujud dengan nama ini. Sila lihat Polisi dan Panduan 3
pl: Taka paczka już istnieje. Zobacz Politykę i przewodnictwo 3
ru: Дополнение с таким названием уже существует. Пожалуйста, ознакомьтесь с Политикой и Руководством 3
sk: Balíček s takýmto názvom už existuje. Prosím pozri Politika a návod 3
sv: Ett paket existerar redan med detta namn. Var vänligen se Policy and Guidance 3
ta: இந்த பெயருடன் ஏற்கனவே ஒரு தொகுப்பு உள்ளது. கொள்கை மற்றும் வழிகாட்டுதல் 3 ஐப் பார்க்கவும்
uk: Пакунок з таким ім'ям вже існує. Будь ласка, ознайомтесь з Політикою та Керівництвом 3

source: You need to create a release before this package can be approved.
cs: Než bude možné tento balíček schválit, musíte vytvořit vydání.
de: Bevor dieses Paket genehmigt werden kann, müssen Sie einen Release erstellen.
fr: Vous devez créer une version avant que ce paquet puisse être approuvé.
id: Anda perlu membuat rilisan sebelum paket ini dapat disetujui.
it: Devi creare un rilascio prima che questo contenuto venga approvato.
ms: Anda perlu mencipta suatu terbitan sebelum pakej ini boleh diluluskan.
pl: Musisz utworzyć wydanie zanim ta paczka może zostać zatwierdzona.
ru: Вам нужно создать релиз, прежде чем это дополнение может быть проверено.
sk: Musíš vytvoriť vydanie (release) predtým, než bude tento balík schválený.
sv: Du måste skapa en utgivning innan detta paket kan godkännas.
ta: இந்த தொகுப்பை அங்கீகரிப்பதற்கு முன்பு நீங்கள் ஒரு வெளியீட்டை உருவாக்க வேண்டும்.
uk: Вам потрібно створити випуск, перш ніж цей пакунок може бути схвалений.
vi: Bạn cần tạo một bản phát hành trước khi gói này có thể được phê duyệt.

source: Release is still importing, or has an error.
cs: Vydání se stále importuje, nebo došlo k chybě.
de: Die Freigabe wird noch importiert, oder es liegt ein Fehler vor.
fr: La version est en cours d'importation, ou alors une erreur s'est produite.
id: Rilisan sedang mengimpor atau mengalami masalah.
it: Il rilascio è ancora in fase di importo o si è verificato un errore.
ms: Terbitan masih dalam proses import, atau mempunyai ralat.
pl: Wydanie jest jeszcze importowane lub nastąpił błąd.
ru: Релиз все еще импортируется или имеет ошибку.
sk: Vydanie sa stále nahráva, alebo obsahuje chybu.
sv: Utgivning importeras fortfarande, eller har ett fel.
ta: வெளியீடு இன்னும் இறக்குமதி செய்கிறது, அல்லது பிழை உள்ளது.
uk: Випуск все ще імпортується або має помилку.
vi: Bản phát hành vẫn đang nhập hoặc có lỗi.

source: Set up releases
cs: Nastavte vydání
de: Releases bearbeiten
fr: Configurer les versions
id: Siapkan perilisan
it: Configura i Rilasci
ms: Tetapkan terbitan
pl: Ustaw wydania
ru: Настройка релизов
sk: Nastav vydania
sv: Sätt upp utgivningar
ta: வெளியீடுகளை அமைக்கவும்
uk: Налаштувати випуски
vi: Thiết lập phát hành

source: You need to add at least one screenshot.
cs: Je třeba přiložit alespoń jeden snímek obrazovky.
de: Sie müssen mindestens ein Bildschirmfoto hinzufügen.
fr: Vous devez ajouter au moins une capture d'écran.
id: Anda perlu setidaknya satu tangkapan layar.
it: Devi aggiungere almeno uno screenshot.
ms: Anda perlu tambah sekurang-kurangnya satu tangkap layar.
pl: Musisz dodać co najmniej jeden zrzut ekranu.
ru: Вам необходимо добавить хотя бы один скриншот.
sk: Potrebuješ pridať aspoň jeden obrázok.
sv: Du behöver lägga till åtminstonde en skärmdump.
ta: நீங்கள் குறைந்தது ஒரு திரை காட்சி சேர்க்க வேண்டும்.
uk: Вам потрібно додати хоча б один скріншот.
vi: Bạn cần thêm ít nhất một ảnh chụp màn hình.
