Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: You need to create releases even if you use a rolling release development cycle, as Luanti needs them to check for updates.
cs: Je potřeba vytvořit vydání pro nastavení automatického vydávání v průběhu cyklu vývoje, aby Luanti mohla provádět kontrolu aktualizací.
de: Sie müssen Releases erstellen, auch wenn Sie einen Rolling-Release-Entwicklungszyklus verwenden, da Luanti diese benötigt, um nach Updates zu suchen.
id: Anda perlu membuat rilisan meski Anda menggunakan daur pengembangan rilisan bergulir karena Luanti memerlukannya untuk memeriksa pembaruan.
it: È necessario creare dei rilasci anche se si utilizza un ciclo di sviluppo a rilascio continuo, perché Luanti ne ha bisogno per controllare gli aggiornamenti.
pl: Musisz tworzyć wydania nawet jeżeli używasz toczącego cyklu rozwoju, ponieważ Luanti potrzebuje ich aby sprawdzać aktualizacje.
sv: Du behöver skapa en utgivning även om du använder ett rolling release-utvecklingscykel, eftersom Luanti behöver dem för att kolla efter uppdateringar.
ta: நீங்கள் ஒரு உருட்டல் வெளியீட்டு மேம்பாட்டு சுழற்சியைப் பயன்படுத்தினாலும் வெளியீடுகளை உருவாக்க வேண்டும், ஏனெனில் புதுப்பிப்புகளை சரிபார்க்க லுவாண்டிக்கு அவை தேவை.
uk: Ви повинні створювати випуски, навіть якщо ви використовуєте цикл розробки, оскільки вони потрібні Luanti для перевірки оновлень.

source: When you push a change to your Git repository, ContentDB can create a new release automatically or send you a reminder.
cs: Když vložíte změnu do svého úložiště Git, ContentDB může automaticky vytvořit nové vydání nebo vám poslat připomenutí.
de: Wenn Sie eine Änderung an Ihrem Git-Repository vornehmen, kann ContentDB automatisch einen neuen Release erstellen oder Ihnen eine Erinnerung schicken.
fr: Lorsque vous apportez un changement à votre dépôt Git, le ContentDB peut créer une nouvelle version automatiquement ou vous envoyer un rappel.
id: Ketika Anda push perubahan ke repositori Git Anda, ContentDB akan membuat rilisan baru secara otomatis atau mengirimi Anda pengingat.
it: Quando invii una modifica al tuo deposito Git, ContentDB può creare un nuovo rilascio automaticamente o inviarti un avviso di notifica.
ms: Apabila anda menyerah suatu perubahan ke repositori Git anda, ContentDB boleh mencipta terbitan baharu secara automatiknya atau hantar peringatan kepada anda.
pl: Kiedy wypychasz zmianę do twojego repozytorium Git, ContentDB może utworzyć wydanie automatycznie lub wysłać ci powiadomienie.
ru: Когда вы вносите изменения в свой Git репозиторий, ContentDB может автоматически создать новый релиз или отправить вам напоминание.
sk: Ak posunieš zmenu do Git úložiska, ContentDB môže vytvoriť nové vydanie automaticky alebo ti poslať pripomienku.
sv: När du trycker ut en ändring till din Git-repository kan ContentDB antingen skapa en ny utgivning eller påminna dig.
ta: உங்கள் அறிவிலி களஞ்சியத்தில் மாற்றத்தை நீங்கள் தள்ளும்போது, ContentDB ஒரு புதிய வெளியீட்டை தானாக உருவாக்கலாம் அல்லது உங்களுக்கு நினைவூட்டலை அனுப்பலாம்.
uk: Коли ви вносите зміни до вашого Git-репозиторію, ContentDB може автоматично створити новий випуск або надіслати вам нагадування.
vi: Khi bạn đẩy một thay đổi vào kho lưu trữ Git của mình, ContentDB có thể tự động tạo một bản phát hành mới hoặc gửi cho bạn lời nhắc.

source: ContentDB will check your Git repository every day, but you can use webhooks or the API for faster updates.
cs: ContentDB bude každý den kontrolovat vaše úložiště Git, ale pro rychlejší aktualizace můžete použít webhooky nebo API.
de: ContentDB überprüft Ihr Git-Repository täglich, aber Sie können Webhooks oder die API für schnellere Aktualisierungen verwenden.
fr: Le ContentDB vérifiera votre dépôt Git tous les jours, mais vous pouvez utiliser des webhooks ou l'API pour des mises à jour plus rapides.
id: ContentDB akan memeriksa repositori Git setiap hari. Namun, Anda dapat menggunakan webhook atau API agar lebih cepat.
it: ContentDB controllerà il tuo deposito Git quotidianamente, ma puoi utilizzare degli agganci Web o l'API per aggiornamenti più frequenti.
ms: ContentDB akan periksa repositori Git anda setiap hari, tetapi anda boleh gunakan cangkuk sesawang webhook atau API untuk kemas kini lebih cepat.
pl: ContentDB będzie sprawdzać twoje repozytorium Git codziennie ale możesz użyć webhooków lub API dla szybszych aktualizacji.
ru: ContentDB будет проверять ваш Git репозиторий каждый день, но вы можете использовать webhooks или API для более быстрого обновления.
sk: ContentDB skontroluje tvoje Git úložisko každý deň, avšak pre rýchlejšie aktualizovanie môžeš použiť webhooks alebo API.
sv: ContentDB kommer kolla din Git-repository varje dag, men du kan använda webhooks eller API:t för snabbare uppdateringar.
ta: ContentDB உங்கள் GIT களஞ்சியத்தை ஒவ்வொரு நாளும் சரிபார்க்கும், ஆனால் நீங்கள் வேகமான புதுப்பிப்புகளுக்கு வெப்ஊக்ச் அல்லது பநிஇ ஐப் பயன்படுத்தலாம்.
uk: ContentDB перевірятиме ваш Git-репозиторій щодня, але ви можете використовувати веб-хуки або API для швидшого оновлення.
vi: ContentDB sẽ kiểm tra kho lưu trữ Git của bạn mỗi ngày, nhưng bạn có thể sử dụng webhook hoặc API để cập nhật nhanh hơn.

source: This can be changed later.
cs: Může být změněno později.
de: Dies kann später geändert werden.
fr: Ceci peut être changé plus tard.
id: Ini dapat diganti nanti.
it: Ciò può essere modificato in un secondo momento.
ms: Ini boleh ditukar semula kemudian.
pl: Może to zostać zmienione później.
ru: Это может быть изменено позже.
sk: Zmeniť to môžeš neskôr.
sv: Detta kan ändras senare.
ta: இதை பின்னர் மாற்றலாம்.
uk: Це можна змінити пізніше.
vi: Điều này có thể được thay đổi sau.

source: Automatically (Recommended)
cs: Automaticky (doporučeno)
de: Automatisch (empfohlen)
fr: Automatiquement (recommandé)
id: Otomatis (Disarankan)
it: Automaticamente (Raccomandato)
ms: Secara Automatik (Disyorkan)
pl: Automatycznie (Zalecane)
ru: Автоматически (рекомендуется)
sk: Automaticky (Odporúča sa)
sv: Automatiskt (Rekommenderas)
ta: தானாக (பரிந்துரைக்கப்படுகிறது)
uk: Автоматично (Рекомендовані)
vi: Tự Động (Khuyến Khích)

source: Rolling Release
cs: Postupné vydávání
de: Laufende Aktualisierung
fr: Développement en continu
id: Rilisan Bergulir
it: A Rilascio Continuo
ms: Terbitan Berterusan
pl: Toczący cykl rozwoju
ru: Скользящий релиз
sk: Natlačené vydanie (Rollling Release)
sv: Rullande utgivningar
ta: உருட்டல் வெளியீடு
uk: Прокатний випуск
vi: Chu kỳ phát triển bản phát hành luân phiên

source: On Git Tag
cs: Na Git štítek
de: Nach Git-Tag
fr: Sur l'étiquette Git
id: Pada Tag Git
it: All'etichetta di Git
ms: Ikut Tag Git
pl: Podczas tworzenia nowego tagu Git
ru: По Git тегу
sk: Zapni Git Tag
sv: På Git-tagg
ta: அறிவிலி குறிச்சொல்லில்
uk: На Git Теґ

source: Manually
cs: Ručně
de: Manuell
fr: Manuellement
id: Secara manual
it: Manualmente
ms: Secara Manual
pl: Ręcznie
ru: Вручную
sk: Ručne
sv: Manuellt
ta: கைமுறையாக
uk: Вручну
vi: Thủ công

source: With reminders
cs: S upomínkami
de: Mit Erinnerungen
fr: Avec des notifications
id: Dengan pengingat
it: Con avvisi di notifica
ms: Dengan peringatan
pl: Z powiadomieniami
ru: С напоминаниями
sk: S pripomienkami
sv: Med påminnelse
ta: நினைவூட்டல்களுடன்
uk: З нагадуваннями
vi: Có nhắc nhở

source: No reminders
cs: Žádná upomenutí
de: Keine Erinnerungen
fr: Pas de notifications
id: Tanpa pengingat
it: Nessun avviso di notifica
ms: Tanpa peringatan
pl: Bez powiadomień
ru: Без напоминаний
sk: Bez pripomienok
sv: Ingen påminnelse
ta: நினைவூட்டல்கள் இல்லை
uk: Ніяких нагадувань
vi: Không có nhắc nhở

source: Unfortunately, you will otherwise need to create a release manually.
cs: Bohužel, jinak budeš muset vydání vytvořit ručně.
de: Leider müssen Sie ansonsten einen Release manuell erstellen.
fr: Malheureusement, vous devrez sinon créer une version manuellement.
id: Sayangnya, Anda perlu membuat rilisan secara manual.
it: Sfortunatamente, sarà altrimenti necessario creare un rilascio manualmente.
ms: Malangnya, jika tidak anda perlu cipta terbitan secara manual.
pl: Niestety, w przeciwnym razie będziesz musiał utworzyć wydanie ręcznie.
ru: К сожалению, в противном случае вам придется создавать релиз вручную.
sk: V opačnom prípade budeš musieť vytvoriť vydanie ručne.
sv: Annars behöver du tyvärr skapa en utgivning manuellt.
ta: துரதிர்ச்டவசமாக, நீங்கள் இல்லையெனில் கைமுறையாக ஒரு வெளியீட்டை உருவாக்க வேண்டும்.
uk: На жаль, інакше вам доведеться створити випуск вручну.
vi: Thật không may, mặc khác, bạn sẽ cần phải tạo bản phát hành theo cách thủ công.

source: Create releases manually
cs: Vytvořit vydání ručně
de: Release manuell erstellen
fr: Publier des versions manuellement
id: Buat rilisan secara manual
it: Crea rilasci manualmente
ms: Cipta terbitan secara manual
pl: Twórz wydania ręcznie
ru: Создание релизов вручную
sk: Vytvoriť vydanie ručne
sv: Skapa utgivningar manuellt
ta: வெளியீடுகளை கைமுறையாக உருவாக்கவும்
uk: Створювати випуски вручну
vi: Tạo bản phát hành theo cách thủ công

source: Releases - %(title)s
cs: Vydání - %(title)s
fr: Versions - %(title)s
id: Rilisan - %(title)s
it: Rilasci - %(title)s
ms: Terbitan - %(title)s
pl: Wydania - %(title)s
ru: Релизы - %(title)s
sk: Vydania - %(title)s
sv: Utgivningar - %(title)s
ta: வெளியீடுகள் - %(title)s
uk: Випуски - %(title)s
vi: Phát hành - %(title)s

source: Set up automatic releases
cs: Nastaví automatická vydání
de: Automatische Releases einrichten
fr: Automatiser la création des versions
id: Siapkan rilisan otomatis
it: Imposta i rilasci automatici
ms: Tetapkan terbitan automatik
pl: Ustaw automatyczne wydania
ru: Настройка автоматических релизов
sk: Nastaviť automatické vydania
sv: Ställ in automatiska utgivningar
ta: தானியங்கி வெளியீடுகளை அமைக்கவும்
uk: Налаштувати автоматичні випуски
vi: Thiết lập tự động phát hành

source: Bulk update
cs: Hromadná aktualizace
de: Massenaktualisierung
fr: Mise à jour groupée
id: Perbarui Banyak Sekaligus
it: Aggiornamenti raggruppati
ms: Kemas kini pukal
pl: Aktualizacja zbiorowa
ru: Массовое изменение
sk: Hromadná aktualizácia
sv: Massupdatera
ta: மொத்த புதுப்பிப்பு
uk: Масове оновлення
vi: Cập nhật hàng loạt

source: Total storage usage is %(total_size)d MB (releases %(release_size)d MB, screenshots %(screenshot_size)d MB)
cs: Souhrnné využití úložiště je %(total_size)d MB (vydání %(release_size)d MB, snímky obrazovky %(screenshot_size)d MB)
de: Gesamtspeicherplatzbedarf beträgt %(total_size)d MB (Releases: %(release_size)d MB, Screenshots: %(screenshot_size)d MB)
id: Total penggunaan penyimpanan adalah %(total_size)d MB (rilisan %(release_size)d MB, tangkapan layar %(screenshot_size)d MB)
it: Lo spazio di archiviazione totale utilizzato è %(total_size)d MB (rilasci %(release_size)d MB, screenshot %(screenshot_size)d MB)
ms: Jumlah penggunaan simpanan ialah %(total_size)d MB (%(release_size)d MB terbitan, %(screenshot_size)d MB tangkap layar)
pl: Całkowite użycie pamięci to %(total_size)d MB (wydania %(release_size)d MB, zrzuty ekranu %(screenshot_size)d MB)
ru: Общее использование памяти составляет %(total_size)d МБ (релизы %(release_size)d МБ, скриншоты %(screenshot_size)d МБ)
sv: Total lagringsanvändning är %(total_size)d MB (utgivningar %(release_size)d MB, skärmdumpar %(screenshot_size)d MB)
ta: மொத்த சேமிப்பக பயன்பாடு %(total_size)d எம்பி (வெளியீடுகள் %(release_size)d எம்பி, திரை சாட்கள் %(screenshot_size)d எம்பி)
uk: Загальне використання сховища: %(total_size)d мб (випуски %(release_size)d мб, скріншоти %(screenshot_size)d мб)

source: Remove %(title)s
cs: Odstraň %(title)s
de: %(title)s entfernen
fr: Supprimer %(title)s
id: Hapus %(title)s
it: Rimuovi %(title)s
ms: Buang %(title)s
pl: Usuń %(title)s
ru: Удалить %(title)s
sk: Odstrániť %(title)s
sv: Ta bort %(title)s
ta: %(title)s அகற்று
uk: Вилучити %(title)s
vi: Loại bỏ %(title)s

source: Change maintenance state
cs: Změní stav údržby
de: Wartungszustand ändern
id: Ubah status pengelolaan
it: Cambia stato manutenzione
pl: Zmień stan konserwacji
ru: Изменить состояние обслуживания
ta: பராமரிப்பு நிலையை மாற்றவும்
uk: Змінити стан супровіду

source: As an alternative to removing your package, you may wish to change the maintenance state.
cs: Namísto odebrání balíčku lze také změnit stav údržby.
de: Alternativ dazu, Ihr Paket zu löschen, könnten Sie den Wartungszustand ändern.
id: Sebagai alternatif untuk menghapus paket Anda, Anda mungkin ingin mengubah status pengelolaan.
it: In alternativa alla rimozione del tuo contenuto, potresti cambiare lo stato di manutenzione.
pl: Zamiast usuwać swój pakiet, możesz po prostu zmienić jego stan konserwacji.
ru: В качестве альтернативы удалению вашего пакета вы можете изменить состояние обслуживания.
ta: உங்கள் தொகுப்பை அகற்றுவதற்கு மாற்றாக, நீங்கள் பராமரிப்பு நிலையை மாற்ற விரும்பலாம்.
uk: Як альтернативу видаленню пакунку, ви можете змінити стан супровіду.

source: In order to avoid data loss, you cannot permanently delete packages. You can remove them from ContentDB, which will cause them to not be visible to any users. Removed packages may be permanently deleted at a later point. ContentDB staff can restore removed packages, if needed.
de: Um Datenverlust zu vermeiden, können Sie Pakete nicht permanent löschen. Sie können sie von ContentDB entfernen, wodurch Sie für keine Benutzer mehr sichtbar sind. Entfernte Pakete können später permanent gelöscht werden. ContentDB-Mitarbeiter können bei Bedarf entfernte Pakete wiederherstellen.
id: Untuk menghindari kehilangan data, Anda tidak dapat menghapus paket secara permanen. Anda dapat menghapusnya dari ContentDB, yang akan menyebabkannya tidak terlihat oleh pengguna mana pun. Paket yang dihapus mungkin akan dihapus secara permanen di kemudian hari. Staf ContentDB dapat memulihkan paket yang dihapus, jika diperlukan.
it: Per evitare perdite di dati, non è possibile cancellare in modo permanente i contenuti. Puoi rimuoverli da ContentDB, il che non li renderà più accessibili all'utenza. I contenuti rimossi potrebbero venire cancellati permanentemente col tempo. Al bisogno, lo staff di ContentDB può ripristinare tali contenuti.
pl: Żeby uniknąć utraty danych, nie możesz permanentnie usuwać pakietów. Możesz usunąć je z Bazy Zawartości (ContentDB), co spowoduje, że nie będą już widoczne dla użytkowników. Usunięte pakiety mogą być później permanentnie usunięte. Obsługa Bazy Zawartości (ContentDB) może przywrócić usunięte pakiety, jeśli jest taka potrzeba.
ru: Чтобы избежать потери данных, вы не можете удалять пакеты безвозвратно. Вы можете удалить их из Content DB, в результате чего они не будут видны ни одному пользователю. Удаленные пакеты могут быть безвозвратно удалены позже. При необходимости сотрудники ContentDB могут восстановить удаленные пакеты.
sv: För att undvika dataförlust kan du inte permanent ta bort paket. Du kan ta bort dem från ContentDB, vilket gör att de inte blir synliga för användare. Borttagna paket kan raderas permanent vid en senare punkt. ContentDB-personal kan återställa borttagna paket om det behövs.
ta: தரவு இழப்பைத் தவிர்க்க, நீங்கள் நிரந்தரமாக தொகுப்புகளை நீக்க முடியாது. நீங்கள் அவற்றை ContentDB இலிருந்து அகற்றலாம், அது அவை இருக்கக்கூடாது எந்த பயனர்களுக்கும் தெரியும். அகற்றப்பட்ட தொகுப்புகள் நிரந்தரமாக நீக்கப்படலாம் பின்னர் புள்ளி. ContentDB ஊழியர்கள் தேவைப்பட்டால் அகற்றப்பட்ட தொகுப்புகளை மீட்டெடுக்க முடியும்.
uk: Щоб уникнути втрачання даних, ви не можете видалити свої пакунки назавжди. Ви можете видалити їх з ContentDB, щоб користувачі їх не бачили. Видалені пакунки можуть бути назавжди видалені на пізнішому пункті. Персонал ContentDB може відновити видалені пакунки, якщо потрібно.

source: Unapproving a package will put it back into Draft, where it can be submitted for approval again.
de: Wenn Sie die Genehmigung eines Pakets aufheben, wird es wieder in den Entwurfszustand versetzt, wo es erneut zur Genehmigung vorgelegt werden kann.
fr: Désapprouver un paquet le remettra dans les brouillons, où il pourra à nouveau être soumis pour validation.
id: Tidak menyetujui paket akan mengembalikannya ke Draf yang nantinya dapat dikirim lagi untuk disetujui.
it: Disapprovare un contenuto lo riporta allo stato di Bozza, dove può essere inviato per l'approvazione nuovamente.
ms: Membuang kelulusan pakej akan membuatkannya dikembalikan menjadi Draf, yang mana ia boleh dihantar untuk proses kelulusan lagi.
pl: Anulowanie zatwierdzenia paczki przywróci ją do stanu wersji roboczej i będzie mogła być ponownie wysłana do zatwierdzenia.
ru: Отмена проверки дополнения вернет его в Черновик, где он может быть отправлен на проверку снова.
sk: Ak balík nepovolíš, bude zaradaný späť medzi Koncepty, kde bude vyžiadané opätovné povolenie.
sv: Avgodkännande av ett paket sätter det tillbaka till Draft, där den kan skickas för godkännande igen.
ta: ஒரு தொகுப்பை மேம்படுத்துவது அதை மீண்டும் வரைவுக்குள் வைக்கும் இதை மீண்டும் ஒப்புதலுக்காக சமர்ப்பிக்கலாம்.
uk: Скасування схвалення пакунку поверне його до чернетки, де його можна повторно подати на затвердження.
vi: Việc không phê duyệt một gói sẽ đưa gói đó trở lại Bản nháp, trong đó nó có thể được đệ trình để phê duyệt lại.

source: You don't need to delete a package just to change something.
cs: Nelze odstranit právě měněný balíček.
de: Sie müssen kein Paket löschen, nur um etwas zu ändern.
id: Anda tidak perlu menghapus paket untuk mengubah sesuatu.
it: Non c'è bisogno di rimuovere un contenuto se ne si vuole solo cambiare un aspetto.
ta: எதையாவது மாற்ற நீங்கள் ஒரு தொகுப்பை நீக்க தேவையில்லை.
uk: Не потрібно видаляти пакунок просто, щоб щось змінити.

source: Click 'Edit' at the top right of the package page.
cs: Klikni na "Upravit" vpravo nahoře stránky balíčku.
de: Klicken Sie auf „Bearbeiten“ oben rechts auf der Paketseite.
id: Klik 'Edit' di sebelah kanan atas halaman paket.
it: Premi 'Modifica' nell'angolo in alto a destra della pagina del contenuto.
ta: தொகுப்பு பக்கத்தின் மேல் வலதுபுறத்தில் 'திருத்து' என்பதைக் சொடுக்கு செய்க.
uk: Натисніть 'Редагувати' зверху на сторінці пакунку.

source: and
cs: a
de: und
fr: et
id: dan
it: e
ms: dan
pl: i
ru: и
sv: och
ta: மற்றும்
uk: і

source: Removing this package will break the following mods: %(names)s
cs: Odstraněním balíčku budou narušeny následující mody: %(names)s
de: Das Entfernen dieses Pakets wird die folgenden Mods kaputt machen: %(names)s
id: Menghapus paket ini akan merusak mod berikut: %(names)s
it: Rimuovere questo contenuto romperà le seguenti mod: %(names)s
ms: Membuang pakej ini akan memutuskan mods berikut: %(names)s
pl: Usunięcie tego pakietu zepsuje następujące mody: %(names)s
ru: Удаление этого пакета приведет к поломке следующих модов: %(names)s
sv: Borttagning av detta paket kommer att förstöra följande moddar: %(names)s
ta: இந்த தொகுப்பை அகற்றுவது பின்வரும் மோட்களை உடைக்கும்: %(names)s
uk: Видалення цього пакунку зламає такі моди: %(names)s

source: Reason
cs: Důvod
de: Grund
fr: Raison
id: Alasan
it: Motivo
ms: Sebab
pl: Powód
ru: Причина
sk: Dôvod
sv: Anledning
ta: காரணம்
uk: Причина
vi: Lý do

source: Reason for unapproval / deletion, this is shown in the audit log
cs: Důvod pro neschválení či smazání; bude viditelné v zápisu změn
de: Grund für die Nichtgenehmigung/Löschung, dies wird im Auditierungsprotokoll angezeigt
fr: La raison du refus / suppression, cela sera affiché dans le journal d'audit
id: Alasan tidak setuju/hapus. Ini ditampilkan dalam log audit
it: Motivo del rifiuto / eliminazione, sarà mostrato nel log di audit
ms: Sebab bagi ketidaklulusan / pemadaman, sebab ini akan dipaparkan dalam log audit
pl: Powód anulowania zatwierdzenia / usunięcia, będzie się to wyświetlać w logu audytów
ru: Причина отказа проверки / удаления, она отображается в журнале аудита
sk: Dôvod pre nepovolenie / vymazanie, ktorý sa zobrazí v audítorskom logu
sv: Anledning för avgodkännande / borttagande, detta visas i auditeringsloggen
ta: ஏற்பு / நீக்குவதற்கான காரணம், இது தணிக்கை பதிவில் காட்டப்பட்டுள்ளது
uk: Причина незатвердження / видалення, це показано в журналі аудиту
vi: Lý do không chấp thuận / xóa, điều này được hiển thị trong nhật ký kiểm toán

source: Unpublish
cs: Zneveřejnění / učinění neveřejným
de: Depublizieren
fr: Rendre privé
id: Batalkan Publikasi
it: Rendi non pubblico
ms: Nyahterbit
pl: Wycofaj Publikację
ru: Отменить публикацию
sv: Avpublicera
ta: வெளியிடுதல்
uk: Зняти з публікації

source: Post a review for %(title)s by %(author)s
cs: Napiš zpětnou vazbu pro %(title)s od %(author)s
de: Eine Rezension für %(title)s von %(author)s abgeben
fr: Poster une évaluation pour %(title)s par %(author)s
id: Kirim ulasan untuk %(title)s oleh %(author)s
it: Pubblica una recensione per %(title)s di %(author)s
ms: Hantar ulasan untuk %(title)s oleh %(author)s
pl: Wyślij opinię dla %(title)s autorstwa %(author)s
ru: Опубликовать обзор для %(title)s от %(author)s
sk: Zašli recenziu o %(title)s od %(author)s
sv: Lägg till en recension för %(title)s av %(author)s
ta: %(title)s %(author)s மூலம் ஒரு மதிப்பாய்வை இடுங்கள்
uk: Розмістіть відгук для %(title)s за допомогою %(author)s
vi: Đăng một bài đánh giá cho %(title)s bởi %(author)s

source: Please make sure you read ContentDB's <a href='/rules/'>rules</a>
cs: Prosím potvrď, že jsi přečetl pravidla ContentDB - <a href="/rules/">rules</a>
de: Bitte lesen Sie die ContentDB-<a href="/rules/">Regeln</a>
it: Assicurati di aver letto il <a href="/regole/">regolamento</a> di ContentDB
pl: Proszę przeczytać <a href="/rules/">zasady</a> Bazy Zawartości (ContentDB)
ru: Пожалуйста, убедитесь, что вы ознакомились с <a href="/rules/">правилами</a> ContentDB
sv: Se till att du läser ContentDB:s <a href="/rules/">regler</a>
ta: ContentDB இன் <a href="/விதிகள்/"> விதிகள் </a> படித்ததை உறுதிப்படுத்தவும்
uk: Будь ласка, переконайтеся, що ви прочитали <a href="/rules/">правила</a> ContentDB

source: Found a bug? Post on the <a href='%(url)s'>issue tracker</a> instead.
cs: Nalezena chyba? Napiš ji na <a href="%(url)s">issue tracker</a>.
de: Haben Sie einen Fehler gefunden? Posten Sie ihn stattdessen auf dem <a href='%(url)s'>Issue-Tracker</a>.
fr: Vous avez trouvé un bug ? Reportez le plutôt sur l'<a href='%(url)s'>issue tracker</a>.
id: Menemukan sebuah masalah? Tulis di <a href="%(url)s">pelacak masalah</a> saja.
it: Hai trovato un problema? Allora <a href="%(url)s">pubblica una segnalazione</a>.
ms: Jumpa pepijat? Hantarkan ke <a href='%(url)s'>penjejak isu</a> sahaja.
pl: Znalazłeś błąd? Powiadom autorów na <a href="%(url)s">liście błędów</a>.
ru: Нашли ошибку? Опубликуйте сообщение на <a href="%(url)s">трекере проблем</a>.
sk: Našiel si bug (chybu)? Napíš na <a href="%(url)s"> sledovanie problémov</a>.
sv: Har du hittat en bugg? Lägg upp det på <a href="%(url)s">buggtrackern</a> istället.
ta: ஒரு பிழை கிடைத்ததா? <a href="%(url)s"> வெளியீடு டிராக்கர் </a> இல் இடுகையிடவும்.
uk: Знайшли помилку? Напишіть на <a href="%(url)s">випусковий трекер</a> замість цього.
vi: Tìm thấy lỗi (bug)? Đăng nó trên <a href="%(url)s">issue tracker</a> thay vào đó.

source: What language are you writing your review in?
cs: Jakým jazykem píšeš svou zpětnou vazbu?
de: In welcher Sprache schreiben Sie Ihre Rezension?
id: Apa bahasa yang Anda gunakan untuk menulis ulasan Anda?
it: In che lingua stai scrivendo la tua recensione?
pl: W jakim języku piszesz swoją opinię?
ru: На каком языке вы пишете свой обзор?
ta: உங்கள் மதிப்பாய்வில் எந்த மொழியில் எழுதுகிறீர்கள்?
uk: Якою мовою ви пишете свій відгук?

source: Delete review.
cs: Smazat recenzi.
de: Rezension löschen.
fr: Supprimer l'évaluation.
id: Hapus ulasan.
it: Cancella la recensione.
ms: Padam ulasan.
pl: Usuń opinię.
ru: Удалить обзор.
sk: Vymazať recenziu.
sv: Ta bort recension.
ta: மதிப்பாய்வை நீக்கு.
uk: Видалити відгук.
vi: Xóa đánh giá.
