Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Your email is needed to recover your account if you forget your password, and to send (configurable) notifications.
cs: Váš email je nutný k obnovení účtu (zapomenete-li heslo nebo nebude-li Vám fungovat), a také k zasílání (nastavitelných) upozornění.
de: Ihre E-Mail wird benötigt, um Ihr Konto wiederherzustellen, wenn Sie Ihr Passwort vergessen haben, und um (konfigurierbare) Benachrichtigungen zu senden.
fr: Votre adresse électronique est nécessaire pour récupérer votre compte si vous oubliez votre mot de passe, et pour envoyer des notifications (configurables).
id: Surel Anda diperlukan untuk memulihkan akun Anda ketika Anda lupa kata sandi Anda dan untuk mengirim pemberitahuan (dapat diatur).
it: L'email è necessaria per recuperare l'account se si dimentica la password e per inviare notifiche (configurabili).
ms: E-mel anda diperlukan untuk memulihkan akaun anda jika anda terlupa kata laluan, dan untuk menghantar pemberitahuan (boleh diubah).
pl: Twój email jest potrzeby aby odzyskać konto jeżeli zapomnisz hasła oraz aby wysyłać (konfigurowalne) powiadomienia.
ru: Ваша электронная почта необходима для восстановления аккаунта, если вы забыли пароль, и для отправки (настраиваемых) уведомлений.
sk: Tvoj email je potrebný pre obnovenie účtu ak zabudneš svoje heslo a pre posielanie (nastaviteľných) oznámení.
sv: Din mejl krävs för att rädda ditt konto om du glömmer lösenordet, och för att skicka (konfiguerbara) notiser.
ta: உங்கள் கடவுச்சொல்லை மறந்துவிட்டால், மற்றும் (உள்ளமைக்கக்கூடிய) அறிவிப்புகளை அனுப்ப உங்கள் கணக்கை மீட்டெடுக்க உங்கள் மின்னஞ்சல் தேவை.
uk: Ваша електронна пошта потрібна для відновлення облікового запису, якщо ви забудете пароль, а також для надсилання повідомлень (які можна налаштувати).
vi: Email của bạn là cần thiết để khôi phục tài khoản nếu bạn quên mật khẩu và để gửi thông báo (có thể định cấu hình).

source: There is at least one verification pending.
cs: Čeká na vás alespoň jedno ověření.
de: Es steht noch mindestens eine Überprüfung aus.
fr: Il y a au moins une vérification en cours.
id: Setidaknya ada satu verifikasi yang tertunda.
it: E' presente almeno una notifica inattesa.
ms: Terdapat sekurang-kurangnya satu pengesahan masih belum selesai.
pl: Co najmniej jedna weryfikacja jest w trakcie.
ru: Ожидается как минимум одна проверка.
sk: Minimálne jedno overenie nie je rozhodnuté.
sv: Det är åtminstonde en verifiering som pågår.
ta: குறைந்தது ஒரு சரிபார்ப்பு நிலுவையில் உள்ளது.
uk: Принаймні одна перевірка ще не завершена.
vi: Có ít nhất một xác minh đang chờ xử lý.

source: Notification Settings
cs: Nastavení upozornění
de: Einstellungen für Benachrichtigungen
fr: Paramètres de notification
id: Pengaturan Pemberitahuan
it: Impostazioni di Notifica
ms: Tetapan Pemberitahuan
pl: Ustawienia powiadomień
ru: Настройки уведомлений
sk: Nastavenie oznámení
sv: Notisinställningar
ta: அறிவிப்பு அமைப்புகள்
uk: Налаштування сповіщень
vi: Thiết lập thông báo

source: Email notifications are currently turned off. Click 'save' to enable.
cs: E-mailová upozornění jsou momentálně vypnutá. Pro povolení klikněte na "uložit".
de: E-Mail-Benachrichtigungen sind derzeit ausgeschaltet. Klicken Sie zum Aktivieren auf „Speichern“.
fr: Les notifications par courriel sont actuellement désactivées. Cliquez sur « enregistrer » ; pour les activer.
id: Pemberitahuan surel dimatikan saat ini. Klik 'simpan' untuk menyalakannya.
it: Le notifiche via email sono attualmente disattivate. Cliccate 'salva' per abilitarle.
ms: Pemberitahuan e-mel dimatikan ketika ini. Klik 'simpan' untuk menghidupkannya.
pl: Powiadomienia email są obecnie wyłączone. Naciśnij 'zapisz' aby włączyć.
ru: Уведомления по электронной почте в настоящее время отключены. Нажмите 'сохранить', чтобы включить.
sk: Emailové oznámenia sú momentálne vypnuté. Klikni na 'uložiť' aby si to povolil.
sv: Mejlnotiser är för nuvarande avstängda. Trycka på 'spara' för att sätta på.
ta: மின்னஞ்சல் அறிவிப்புகள் தற்போது முடக்கப்பட்டுள்ளன. இயக்க 'சேமி' என்பதைக் சொடுக்கு செய்க.
uk: Сповіщення на електронну пошту наразі вимкнено. Натисніть "Зберегти", щоб увімкнути.
vi: Gửi Email thông báo đang tắt. Nhấn vào 'lưu' để kích hoạt.

source: Configure whether certain types of notifications are sent immediately, or as part of a daily digest.
cs: Nastavte, zda se mají jednotlivé typy oznámení odesílat okamžitě nebo jako součást denního přehledu.
de: Legen Sie fest, ob bestimmte Arten von Benachrichtigungen sofort oder als Teil einer täglichen Zusammenfassung gesendet werden sollen.
fr: Choisissez de recevoir chaque notification par mail, ou un compte-rendu quotidien.
id: Atur apakah jenis pemberitahuan dikirim segera atau sebagai bagian dari intisari harian.
it: Configura se certi tipi di notifiche devono essere inviate immediatamente, o fare parte di un resoconto quotidiano.
ms: Tetapkan sama ada sesetengah jenis pemberitahuan dihantar serta merta, atau sebagai sebahagian daripada ringkasan harian.
pl: Ustaw czy konkretne typy powiadomień są wysyłane natychmiastowo czy jako część podsumowania dnia.
ru: Настройте, будут ли определенные типы уведомлений отправляться немедленно или как часть ежедневного дайджеста.
sk: Nastaviť, či konkrétne typy upozornení sa posielajú okamžite, alebo ako súčasť denného výberu.
sv: Konfiguera om notiser skickas med en gång, eller som del av en daglig sammandragning.
ta: சில வகையான அறிவிப்புகள் உடனடியாக அனுப்பப்படுகிறதா, அல்லது நாள்தோறும் டைசெச்டின் ஒரு பகுதியாக உள்ளதா என்பதை உள்ளமைக்கவும்.
uk: Налаштуйте, чи надсилати певні типи сповіщень негайно, чи як частину щоденного дайджесту.
vi: Định cấu hình xem một số loại thông báo được gửi ngay lập tức hay là một phần của thông báo hàng ngày.

source: Disable all
cs: Vypnout vše
de: Alle deaktivieren
fr: Tout désactiver
id: Nonaktifkan semua
it: Disattiva tutto
pl: Wyłącz wszystkie
ru: Выключить всё
sv: Inaktivera allt
ta: அனைத்தையும் முடக்கு
uk: Вимкнути все

source: Event
cs: Událost
de: Ereignis
fr: Événement
id: Peristiwa
it: Eventi
ms: Peristiwa
pl: Zdarzenie
ru: Событие
sk: Udalosť
ta: நிகழ்வு
uk: Подія
vi: Sự kiện

source: Immediately
cs: Ihned
de: Sofort
fr: Immédiatement
id: Segera
it: Immediatamente
ms: Serta-merta
pl: Natychmiastowo
ru: Немедленно
sk: Okamžite
sv: Omedelbart
ta: உடனடியாக
uk: Негайно
vi: Ngay lập tức

source: In digest
cs: Ve výběru
de: In Zusammenfassung
fr: En résumé
id: Dalam intisari
it: Come resoconto
ms: Dalam ringkasan
pl: W streszczeniu
ru: В дайджесте
sk: Vo výbere
sv: Sammandraget
ta: செரிமானத்தில்
uk: У дайджесті
vi: Trong thông báo

source: Statistics for %(display_name)s's packages
cs: Statistiky pro balíčky %(display_name)s's
de: Statistik für die Pakete von %(display_name)s
fr: Statistiques pour les paquets de %(display_name)s
id: Statistik untuk paket milik %(display_name)s
it: Statistiche per i contenuti di %(display_name)s
ms: Statistik untuk pakej milik %(display_name)s
pl: Statystyki dla paczek użytkownika %(display_name)s
ru: Статистика по дополнениям %(display_name)s
sk: Štatistiky pre %(display_name)s balíčka
sv: Statistik för %(display_name)ss paket
ta: %(display_name)s தொகுப்புகளுக்கான புள்ளிவிவரங்கள்
uk: Статистика для пакунків %(display_name)s

source: This will blacklist an email address, preventing ContentDB from ever sending emails to it - including password resets.
cs: Tím se e-mailová adresa přidá na černou listinu, což zabrání ContentDB, aby na ni posílal e-maily – včetně resetování hesla.
de: Damit wird eine E-Mail-Adresse auf eine schwarze Liste gesetzt, so dass ContentDB keine E-Mails mehr an diese Adresse senden kann - auch nicht zum Zurücksetzen von Passwörtern.
fr: Cela interdira cet email, empêchant ContentDB de pouvoir d'y envoyer des messages, même pour réinitialiser le mot de passe.
id: Ini akan memblokir alamat surel dan mencegah ContentDB mengirimkan surel ke sana, termasuk reset kata sandi.
it: Ciò schermerà un indirizzo email, prevenendo la ricezione di email inviate da ContentDB su di esso - inclusi i ripristini della password.
ms: Ini akan menyenaraihitamkan alamat e-mel, mencegah ContentDB daripada menghantar sebarang e-mel kepadanya - termasuk penetapan semula kata laluan.
pl: To zapisze adres email na czarną listę, uniemożliwiając ContentDB wysyłania emailów na ten adres - włączając resetowanie hasła.
ru: Это занесет адрес электронной почты в черный список, не позволяя ContentDB отправлять на него электронные письма, включая сброс пароля.
sk: Týmto pridá email na čiernu listinu a zabráni ContentDB navždy posielať emaily - vrátane obnovenia hesla.
sv: Detta kommer svartlista en mejladress, vilket hindrar ContentDB från att någonsin skicka mejl till den - inklusive lösenordsåterställningar.
ta: இது ஒரு மின்னஞ்சல் முகவரியை தடுப்புப்பட்டியலில் ஆழ்த்தும், இது உள்ளடக்கத்திற்கு மின்னஞ்சல்களை அனுப்புவதைத் தடுக்கும் - கடவுச்சொல் மீட்டமைப்புகள் உட்பட.
uk: Це додасть адресу електронної пошти до чорного списку, щоб ContentDB ніколи не надсилала на неї імейли, включно зі скиданням пароля.
vi: Điều này sẽ đưa một địa chỉ email vào danh sách đen, ngăn ContentDB gửi email đến nó - bao gồm cả việc đặt lại mật khẩu.

source: Please enter the email address you wish to blacklist.
cs: Zadejte prosím e-mailovou adresu, kterou chcete přidat na černou listinu.
de: Bitte geben Sie die E-Mail-Adresse ein, die Sie auf die schwarze Liste setzen möchten.
fr: Veuillez entrer l'email qui vous voulez interdire.
id: Harap masukkan alamat surel yang ingin diblokir.
it: Inserisci l'indirizzo email che desideri schermare, per favore.
ms: Sila masukkan alamat e-mel yang anda ingin senaraihitamkan.
pl: Wpisz adres, który ma zostać dodany do czarnej listy.
ru: Введите адрес электронной почты, который вы хотите внести в черный список.
sk: Prosím zadaj emailovú adresu, ktorú si praješ zapísať na čiernu listinu.
sv: Var snäll ange den mejladress du vill svartlista.
ta: நீங்கள் தடுப்புப்பட்டியலில் சேர்க்க விரும்பும் மின்னஞ்சல் முகவரியை உள்ளிடவும்.
uk: Будь ласка, введіть адресу електронної пошти, яку ви хочете додати до чорного списку.
vi: Xin vui lòng nhập địa chỉ email bạn muốn đưa vào danh sách đen.

source: You will then need to confirm the email
cs: Poté budete muset potvrdit e-mail
de: Sie müssen dann die E-Mail bestätigen
fr: Vous devrez confirmer cet email
id: Anda perlu mengonfirmasi surelnya
it: Dovrai poi confermare l'email
ms: Kemudian anda perlu mengesahkan e-mel tersebut
pl: Musisz potwierdzić email
ru: Затем, вам нужно будет подтвердить электронную почту
sk: Následne budeš musieť potvrdiť ten email
sv: Du kommer sedan behöva bekräfta mejlen
ta: நீங்கள் மின்னஞ்சலை உறுதிப்படுத்த வேண்டும்
uk: Після цього вам потрібно буде підтвердити електронну пошту
vi: Sau đó bạn sẽ cần xác nhận email

source: You may now unsubscribe.
cs: Nyní se můžete odhlásit.
de: Sie können sich jetzt abmelden.
fr: Vous pouvez maintenant vous désinscrire.
id: Anda telah berhenti langganan.
it: Ora ti è possibile disiscriverti.
ms: Kini anda boleh buang langganan.
pl: Możesz teraz anulować subskrypcję.
ru: Теперь вы можете отписаться.
sk: Teraz sa môžeš odhlásiť.
sv: Du kan nu avprenumerera.
ta: நீங்கள் இப்போது குழுவிலகலாம்.
uk: Тепер ви можете відписатися.
vi: Bây giờ bạn có thể hủy đăng ký.

source: Unsubscribing may prevent you from being able to log into the account '%(display_name)s'
cs: Odhlášení z odběru vám může zabránit v přihlášení k účtu '%(display_name)s'
de: Die Deabbonierung könnte Sie daran hindern, sich in das Konto „%(display_name)s“ einzuloggen
fr: La désinscription peut vous empêcher de vous connecter au compte '%(display_name)s'
id: Berhenti berlangganan dapat mencegah Anda masuk ke akun '%(display_name)s'
it: Annullare l'iscrizione può impedirti di accedere all'account '%(display_name)s'
ms: Membuang langganan boleh menyebabkan anda tidak mampu log masuk ke akaun '%(display_name)s'
pl: Anulowanie subskrypcji może uniemożliwić ci zalogowanie się na konto '%(display_name)s'
ru: Отказ от подписки может лишить вас возможности войти в учетную запись '%(display_name)s'
sv: Om du avprenumererar kan detta hindra dig från att logga in till kontot '%(display_name)s'
ta: குழுவிலகுவது '%(display_name)s' கணக்கில் உள்நுழைவதைத் தடுக்கலாம்
uk: Скасування може заважати вам входити в обліковий запис %(display_name)s

source: ContentDB will no longer be able to send "forget password" and other essential system emails. Consider editing your email notification preferences instead.
cs: ContentDB již nebude moci odeslat „zapomenuté heslo“ a další důležité systémové e-maily. Zvažte namísto toho úpravu předvoleb e-mailových oznámení.
de: ContentDB wird nicht mehr in der Lage sein, „Passwort vergessen“- und andere wichtige System-E-Mails zu versenden. Sie sollten stattdessen Ihre E-Mail-Benachrichtigungseinstellungen bearbeiten.
fr: ContentDB ne pourra plus vous envoyer d'email pour réinitialiser votre mot de passe ou pour d'autres raisons essentielles. Préférez plutôt modifier les préférences de notification.
id: ContentDB tidak lagi dapat mengirimkan "lupa kata sandi" dan sistem surel penting lainnya. Kami sarankan untuk mengatur pilihan pemberitahuan saja.
it: ContentDB non sarà più in grado di inviarti email di "password dimenticata" ed altre email essenziali. Considera invece di modificare le tue preferenze di notifica.
ms: ContentDB tidak akan mampu menghantar e-mel "terlupa kata laluan" dan e-mel sistem asas yang lain. Sila pertimbangkan untuk sunting keutamaan pemberitahuan e-mel menggantikan ini.
pl: ContentDB nie będzie mógł wysyłać wiadomości "zapomniałem hasła" oraz innych kluczowych emailów. Rozważ edycję swoich preferencji powiadomień email zamiast tego.
ru: ContentDB больше не сможет отправлять "забыл пароль" и другие важные системные электронные письма. Вместо этого отредактируйте настройки уведомлений электронной почты.
sk: ContentDB už nebude viac môcť poslať "zabudol som heslo" a ostatné podstatné systémové správy. Radšej uprav preferencie emailových oznámení.
sv: ContentDB kommer inte längra kunna skicka "glömt lösenord" och andra nödvändiga systemmejl. Överväg att ändra dina mejlnotisinställningar istället.
ta: ContentDB இனி "மறக்க கடவுச்சொல்லை" மற்றும் பிற அத்தியாவசிய கணினி மின்னஞ்சல்களை அனுப்ப முடியாது. அதற்கு பதிலாக உங்கள் மின்னஞ்சல் அறிவிப்பு விருப்பங்களைத் திருத்துவதைக் கவனியுங்கள்.
uk: ContentDB більше не зможе надсилати повідомлення "забули пароль" та інші важливі системні повідомлення. Замість цього змініть свої налаштування сповіщень.
vi: ContentDB sẽ không thể gửi "quên mật khẩu" và các email hệ thống thiết yếu khác. Thay vào đó, hãy xem xét chỉnh sửa các tùy chọn thông báo qua email của bạn.

source: You won't be able to use this email with ContentDB anymore.
cs: Tento e-mail již nebudete moci nadále používat s ContentDB.
de: Sie werden diese E-Mail nicht mehr mit ContentDB verwenden können.
fr: Vous ne pourrez plus utiliser cet email pour ContextDB à nouveau.
id: Anda tidak dapat lagi menggunakan surel ini di ContentDB.
it: Non ti sarà concesso di utilizzare nuovamente questa email su ContentDB.
ms: Anda tidak akan mampu menggunakan e-mel ini dengan ContentDB lagi.
pl: Nie będziesz już mógł używać tego e-maila z ContentDB.
ru: Вы больше не сможете использовать эту электронную почту с ContentDB.
sk: Nebudeš viac môcť používať tento email v spojitosti s ContentDB.
sv: Du kommer inte kunna använda denna mejl med ContentDB längre.
ta: இந்த மின்னஞ்சலை நீங்கள் இனி ContentDB உடன் பயன்படுத்த முடியாது.
uk: Ви більше не зможете використовувати цей email з ContentDB.
vi: Bạn sẽ không thể sử dụng email này với ContentDB nữa.

source: Edit Notification Preferences
cs: Upravit upřednostnění oznámení
de: Einstellungen für Benachrichtigungen bearbeiten
fr: Modifier les préférences de notification
id: Sunting Pilihan Pemberitahuan
it: Modifica le Preferenze di Notifica
ms: Sunting Keutamaan Pemberitahuan
pl: Edytuj Preferencje Powiadomień
ru: Редактирование Настроек Уведомлений
sk: Upraviť emailové upozornenia
sv: Redigera notisinställningar
ta: அறிவிப்பு விருப்பங்களைத் திருத்தவும்
uk: Змінити налаштування сповіщень
vi: Chỉnh sửa Tùy chọn Thông báo

source: Search in Package Releases
cs: Najít v balíčcích vydání
de: In Paket-Releases suchen
fr: Rechercher dans les versions des paquets
id: Cari dalam Rilisan Paket
it: Cerca Nei Rilasci dei Contenuti
ms: Cari dalam Terbitan Pakej
pl: Szukaj w wydaniach paczki
ru: Искать в Релизах Дополнения
sk: Vyhľadajte vo Vydaniach balíčkov
sv: Sök i paketutgivningar
ta: தொகுப்பு வெளியீடுகளில் தேடுங்கள்
uk: Пошук у випусках пакунків
vi: Tìm kiếm trong Gói phát Hành

source: '%(query)s' - Search Package Releases
cs: '%(query)s' - Vyhledat vydání balíčku
de: „%(query)s“ – Paket-Release-Suche
fr: '%(query)s' - Recherche dans les versions des paquets
id: '%(query)s' - Pencarian Rilisan Paket
it: '%(query)s' - Cerca nei Rilasci dei Contenuti
ms: '%(query)s' - Cari Terbitan Pakej
pl: '%(query)s' - Wyszukiwanie w wydaniach paczki
ru: '%(query)s' - Искать Релизы Дополнения
sk: '%(query)s' - Hľadať vo vydaniach balíčkov
sv: '%(query)s' - Sök paketutgivningar
ta: '%(query)s' - தேடல் தொகுப்பு வெளியீடுகள்
uk: '%(query)s' - Пошук випусків пакунків
vi: '%(query)s' - Tìm Kiếm Gói Phát Hành

source: All time
cs: Pořád
de: Alle Zeit
id: Sepanjang masa
it: Sempre
ms: Sepanjang masa
pl: Zawsze
ru: Всё время
sv: Hela tiden
ta: எல்லா நேரமும்
uk: Весь час

source: Last 7 days
cs: Posledních 7 dní
de: Letzte 7 Tage
fr: Ces 7 derniers jours
id: 7 hari terakhir
it: Ultimi 7 giorni
ms: 7 hari lepas
pl: Ostatnie 7 dni
ru: Последние 7 дней
sv: Senaste 7 dagar
ta: கடந்த 7 நாட்கள்
uk: Останній тиждень

source: Last 30 days
cs: Posledních 30 dní
de: Letzte 30 Tage
fr: Ces 30 derniers jours
id: 30 hari terakhir
it: Ultimi 30 giorni
ms: 30 hari lepas
pl: Ostatnie 30 dni
ru: Последние 30 дней
sv: Senaste 30 dagar
ta: கடந்த 30 நாட்கள்
uk: Останній місяць

source: Last 90 days
cs: Posledních 90 dní
de: Letzte 90 Tage
fr: Ces 90 derniers jours
id: 90 hari terakhir
it: Ultimi 90 giorni
ms: 90 hari lepas
pl: Ostatnie 90 dni
ru: Последние 90 дней
sv: Senaste 90 dagar
ta: கடந்த 90 நாட்கள்
uk: Останні 90 днів

source: Year to date
cs: Rok nazpátek
de: Dieses Jahr
id: Tahun kalender ini
it: Anno corrente
ms: Permulaan tahun hingga sekarang
pl: Rok temu do teraz
ru: С начало года до сегодня
sv: Detta år
ta: ஆண்டு முதல் இன்றுவரை
uk: З початку року

source: Last year
cs: Minulý rok
de: Letztes Jahr
id: Tahun sebelumnya
it: Anno scorso
ms: Tahun lepas
pl: Ostatni rok
ru: Последний год
sv: Förra året
ta: கடந்த ஆண்டு
uk: Рік тому

source: (view table in browser)
cs: (prohlédnout tabulku v prohlížeči)
de: (Tabelle im Browser betrachten)
id: (lihat tabel di browser)
it: (mostra tabella nel browser)
pl: (pokaż tabelę w przeglądarce)
ru: (просмотр таблицы в браузере)
sv: (visa tabell i webbläsaren)
ta: (உலாவியில் அட்டவணையைக் காண்க)
uk: (перегляд таблиці в браузері)

source: Image
cs: Obrázek
de: Bild
id: Gambar
it: Immagine
pl: Obraz
ru: Изображение
sv: Bild
ta: படம்
uk: Зображення

source: none
cs: žádný
de: kein
id: tidak ada
it: niente
pl: żadne
ru: никакой
sv: inget
ta: எதுவுமில்லை
uk: немає

source: Unsupported Games
cs: Nepodporované hry
de: Nicht unterstützte Spiele
fr: Jeux non compatibles
id: Permainan yang Tidak Didukung
it: Giochi non supportati
pl: Niewspierane Gry
ru: Неподдерживаемые Игры
sv: Spel som ej stöds
ta: ஆதரிக்கப்படாத விளையாட்டுகள்
uk: Непідтримувані ігри

source: Optional dependencies
cs: Doporučené závislosti
de: Optionale Abhängigkeiten
fr: Dépendances optionnelles
id: Dependensi Opsional
it: Dipendenze opzionali
pl: Zależności opcjonalne
ru: Дополнительные зависимости
sv: Valfria beroenden
ta: விருப்ப சார்புநிலைகள்
uk: Необов'язкові залежності

source: No reviews available.
cs: Žádná zpětná vazba není dostupná.
id: Belum ada ulasan tersedia.
sv: Inga recensioner tillgängliga.
ta: மதிப்புரைகள் எதுவும் கிடைக்கவில்லை.
uk: Немає відгуків.

source: You have a lot of notifications, you should either read or clear them
cs: Máte mnoho oznámení, měli byste si je buď přečíst, nebo vymazat
de: Sie haben eine Menge Benachrichtigungen, die Sie entweder lesen oder löschen sollten
fr: Vous avez beaucoup de notifications, vous devriez soit les lire, soit les effacer
id: Anda memiliki banyak pemberitahuan. Anda seharusnya membacanya atau membersihkannya
it: Hai ricevuto molte notifiche, dovresti leggerle o cancellarle
ms: Anda mempunyai banyak pemberitahuan, anda patut membacanya atau memadamnya
pl: Masz dużo powiadomień, powinieneś je przeczytać lub wyczyścić
ru: У вас много уведомлений, вам следует либо прочитать, либо очистить их
sk: Máš mnoho upozornení, mohol by si ich prečítať, alebo vyčistiť
sv: Du har extremt många notiser, du borde läsa eller rensa dem
ta: உங்களிடம் நிறைய அறிவிப்புகள் உள்ளன, நீங்கள் அவற்றைப் படிக்க வேண்டும் அல்லது அழிக்க வேண்டும்
uk: У вас багато сповіщень, ви повинні або прочитати, або очистити їх
vi: Bạn có rất nhiều thông báo, bạn nên đọc hoặc xóa chúng

source: Please consider enabling email notifications, you can customise how much is sent
cs: Zvažte prosím povolení e-mailových upozornění, můžete si nastavit, jak často se budou odesílat
de: Bitte erwägen Sie, E-Mail-Benachrichtigungen zu aktivieren. Sie können die Anzahl der gesendeten Nachrichten selbst bestimmen
fr: Pensez à activer les notifications par e-mail, vous pouvez personnaliser ce qui est envoyé
id: Harap nyalakan pemberitahuan surel. Anda dapat mengatur seberapa banyak yang dikirim
it: Considera l'abilitazione delle email di notifica, per favore, potrai personalizzare quanto verrà inviato
ms: Sila pertimbangkan untuk menghidupkan pemberitahuan e-mel, anda boleh ubah suai berapa banyak yang dihantar
pl: Rozważ włączenie powiadomień e-mail, możesz dostosować ilość wysyłanych
ru: Пожалуйста, рассмотрите возможность включения уведомлений по электронной почте, вы можете настроить количество отправляемых сообщений
sk: Zváž prosím povolenie emailových oznámení, môžeš si zvoliť, koľko sa odosiela
sv: Var snäll och överväg att sätta på mejlnotiser, du kan anpassa hur mycket som skickas
ta: மின்னஞ்சல் அறிவிப்புகளை இயக்குவதைக் கருத்தில் கொள்ளுங்கள், எவ்வளவு அனுப்பப்படுகிறது என்பதை நீங்கள் தனிப்பயனாக்கலாம்
uk: Будь ласка, увімкніть сповіщення електронною поштою, ви можете налаштувати кількість надсилань
vi: Xin hãy cho phép email thông báo, bạn có thể tùy chỉnh bao nhiêu được gửi

source: API
ta: பநிஇ

source: WIP
de: in Arbeit
it: In Fase di Lavorazione
ms: KDP
pl: W trakcie prac
sk: Práca stále prebieha (WIP)
sv: Under arbete
ta: விப்

source: Luanti %(min)s - %(max)s
cs: Luanti verze %(min)s - %(max)s
ta: லுவானி %(min)s - %(max)s

source: GitHub
ta: கிரப்

source: ContentDB
cs: ContentDB (databáze obsahu)
pl: Baza Zawartości (ContentDB)

# tags
source: Adds a mini-game to be played within Minetest
ru: Добавляет мини-игру которая сыграна в рамках Minetest

source: Minetest Version
ru: Версия Minetest

source: Minimum Minetest Version
fr: Version Minimum de Minetest
ms: Versi Minetest Minimum
ru: Минимальная версия Minetest
sk: Minimálna verzia Minetestu
vi: Phiên bản Minetest Thấp nhất

source: Maximum Minetest Version
fr: Version maximale de Minetest
ms: Versi Minetest Maksimum
ru: Максимальная версия Minetest
sk: Maximálna verzia Minetestu
vi: Phiên bản Minetest Cao nhất

source: Welcome to the best place to find Minetest mods, games, and texture packs
fr: Bienvenue dans le meilleur endroit où trouver des mods, des jeux et des packs de textures pour Minetest
ms: Selamat datang ke tempat terbaik untuk mencari mods, permainan, dan pek tekstur Minetest
ru: Добро пожаловать в лучшее место чтобы найти Minetest моды, игры и пакеты тексур
sk: Vitaj na najlepšom mieste kde nájdeš modifikácie, hry a balíky textúr pre Minetest

source: Minetest Versions
fr: Versions de Minetest
ms: Versi Minetest
ru: Версии Minetest
sk: Verzie Minetestu
vi: Phiên bản Minetest
