Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Request Password Reset
cs: Žádost o resetování hesla
de: Zurücksetzen des Passworts anfordern
fr: Demander la réinitialisation du mot de passe
id: Minta Reset Kata Sandi
it: Richiedi il Ripristino della Password
ms: Mohon Penetapan Semula Kata Laluan
pl: Zarządaj zresetowania hasła
ru: Запрос на сброс пароля
sk: Požiadať o obnovu hesla
sv: Be om lösenordsåterställning
ta: கடவுச்சொல் மீட்டமைப்பைக் கோருங்கள்
uk: Запит на зміну пароля
vi: Yêu cầu đặt lại mật khẩu

source: Unfortunately, %(username)s doesn't have an account on ContentDB yet.
cs: Nebyl nalezen účet na ContentDB s uživatelským jménem %(username)s .
de: Leider hat %(username)s noch kein Konto auf ContentDB.
fr: Malheureusement, %(username)s n'a pas encore de compte sur le ContentDB.
id: Sayangnya, %(username)s belum memiliki akun di ContentDB.
it: Sfortunatamente, %(username)s non possiede ancora un account su ContentDB.
ms: Malangnya, %(username)s masih belum ada akaun di ContentDB.
pl: Niestety, %(username)s nie posiada jeszcze konta na ContentDB.
ru: К сожалению, %(username)s пока не имеет учетной записи на ContentDB.
sk: Nanešťastie, %(username)s nemá ešte na ContentDB vytvorený účet.
sv: Tyvärr så har %(username)s inte ett konto på ContentDB än.
ta: துரதிர்ச்டவசமாக, %(username)s இன்னும் ContentDB இல் கணக்கு இல்லை.
uk: На жаль, %(username)s ще не має облікового запису у ContentDB.
vi: Rất tiếc, %(username)s chưa có tài khoản trên ContentDB.

source: Claim Account
cs: Nárokovat účet
de: Konto beanspruchen
fr: Réclamer le compte
id: Klaim Akun
it: Reclama l'Account
ms: Tuntut Akaun
pl: Zajmij konto
ru: Занять Учётную запись
sk: Nárokovať účet
sv: Gör anspråk på konto
ta: உரிமைகோரல் கணக்கு
uk: Рахунок для претензій
vi: Xác nhận tài khoản

source: Users
cs: Uživatelé
de: Benutzer
fr: Utilisateurs
id: Pengguna
it: Utenti
ms: Pengguna
pl: Użytkownicy
ru: Пользователи
sk: Užívatelia
sv: Användare
ta: பயனர்கள்
uk: Користувачі
vi: Người dùng

source: Rank: %(rank)s.
cs: Umístění: %(rank)s.
de: Rang: %(rank)s.
fr: Rang : %(rank)s.
id: Jabatan: %(rank)s.
it: Rango: %(rank)s.
ms: Pangkat: %(rank)s.
pl: Ranga: %(rank)s.
ru: Ранг: %(rank)s.
sk: Hodnosť: %(rank)s.
sv: Rang: %(rank)s.
ta: தரவரிசை: %(rank)s.
uk: Рейтинг: %(rank)s.
vi: Cấp bậc: %(rank)s.

source: Forgot my password
cs: Zapomněl jsem heslo
de: Ich habe mein Passwort vergessen
fr: Mot de passe oublié
id: Lupa kata sandi saya
it: Ho dimenticato la password
ms: Terlupa kata laluan saya
pl: Zapomniałem hasła
ru: Забыл пароль
sk: Zabudol som heslo
sv: Glömt lösenord
ta: எனது கடவுச்சொல்லை மறந்துவிட்டேன்
uk: Забув пароль
vi: Quên mật khẩu của tôi

source: Storage
cs: Skladiště
de: Speicherplatz
fr: Stockage
id: Penyimpanan
it: Spazio di archiviazione
ms: Simpanan
pl: Magazyn
ru: Хранилище
sv: Lagring
ta: சேமிப்பு
uk: Сховище

source: Total storage usage is %(total_size)d MB (releases %(release_size)d MB, screenshots %(screenshot_size)d MB).
cs: Celkové využití úložiště je %(total_size)d MB (z toho vydání %(release_size)d MB, snímky obrazovky %(screenshot_size)d MB).
de: Gesamtspeicherplatzbedarf beträgt %(total_size)d MB (Releases: %(release_size)d MB, Screenshots: %(screenshot_size)d MB).
fr: L'espace de stockage total utilisé est de %(total_size)d MB (publications %(release_size)d MB, captures d'écran %(screenshot_size)d MB).
id: Total penggunaan penyimpanan adalah %(total_size)d MB (rilisan %(release_size)d MB, tangkapan layar %(screenshot_size)d MB).
it: Lo spazio di archiviazione totale utilizzato è %(total_size)d MB (rilasci %(release_size)d MB, screenshot %(screenshot_size)d MB).
ms: Jumlah penggunaan simpanan ialah %(total_size)d MB (%(release_size)d MB terbitan, %(screenshot_size)d MB tangkap layar).
pl: Całkowite użycie pamięci to %(total_size)d MB (wydania %(release_size)d MB, zrzuty ekranu %(screenshot_size)d MB).
ru: Общее использование памяти составляет %(total_size)d МБ (релизы %(release_size)d МБ, скриншоты %(screenshot_size)d МБ).
sv: Total lagringsanvändning är %(total_size)d MB (utgivningar %(release_size)d MB, skärmdumpar %(screenshot_size)d MB).
ta: மொத்த சேமிப்பக பயன்பாடு %(total_size)d எம்பி (வெளியீடுகள் %(release_size)d எம்பி, திரை சாட்கள் %(screenshot_size)d எம்பி).
uk: Загальне використання сховища: %(total_size)d мб (випуски %(release_size)d мб, знімки екранів %(screenshot_size)d мб).

source: %(releases)d releases and %(screenshots)d screenshots.
cs: %(releases)d vydání a %(screenshots)d snímků obrazovky.
de: %(releases)d Releases und %(screenshots)d Screenshots.
fr: %(releases)d publications et %(screenshots)d captures d'écran.
id: %(releases)d rilisan dan %(screenshots)d tangkapan layar.
it: %(releases)d rilasci e %(screenshots)d screenshot.
ms: %(releases)d terbitan dan %(screenshots)d tangkap layar.
pl: %(releases)d wydań i %(screenshots)d zrzutów ekranu.
ru: %(releases)d релизов и %(screenshots)d скриншотов.
sv: %(releases)d utgivningar och %(screenshots)d skärmdumpar.
ta: %(releases)d வெளியீடுகள் மற்றும் %(screenshots)d திரை சாட்கள்.
uk: %(releases)d випусків та %(screenshots)d знімків екрану.

source: Edit Account
cs: Upravit účet
de: Konto bearbeiten
fr: Modifier le compte
id: Sunting Akun
it: Modifica l'Account
ms: Sunting Akaun
pl: Edytuj konto
ru: Редактировать аккаунт
sk: Upraviť účet
sv: Redigera konto
ta: கணக்கைத் திருத்து
uk: Змінити обліківку
vi: Chỉnh sửa tài khoản

source: Ban
cs: Zakázat
fr: Bannir
id: Blokir
it: Espelli
ms: Haramkan
pl: Zbanuj
ru: Забанить
sk: Zakázať (Ban)
sv: Bann
ta: தடை
uk: Заборона
vi: Cấm

source: Unban
cs: Zrušit zákaz
de: Entbannen
fr: Réintéger
id: Buka Blokir
it: Reintegra
ms: Buang pengharaman
pl: Odbanuj
ru: Разблокировать
sk: Zrušiť ban
sv: Avbanna
ta: முணுமுணுப்பு
uk: Розблокувати
vi: Bỏ cấm

source: Message to display to banned user
cs: Zpráva ke zobrazení zabanovanému uživateli
de: Nachricht, die dem verbannten Benutzer angezeigt werden soll
fr: Le message à afficher pour les utilisateur bannis
id: Pesan untuk ditampilkan kepada pengguna terblokir
it: Messaggio da mostrare agli utenti espulsi
ms: Mesej untuk dipaparkan kepada pengguna yang diharamkan
pl: Wiadomość dla zbanowanego użytkownika
ru: Сообщение для отображения заблокированному пользователю
sk: Správa, ktorá sa zobrazí zabanovanému používateľovi
sv: Meddelande som visas till den bannade användaren
ta: தடைசெய்யப்பட்ட பயனருக்குக் காண்பிக்க செய்தி
uk: Повідомлення для відображення заблокованому користувачеві
vi: Thông báo hiển thị cho người dùng bị cấm

source: Expires At
cs: Vyprší v
de: Läuft ab am
fr: Expire le
id: Kedaluwarsa pada
it: Scade A
ms: Tamat Tempoh Pada
pl: Wygasa
ru: Истекает в
sk: Platnosť vyprší o
sv: Utlöper
ta: காலாவதியாகிறது
uk: Термін дії закінчується в
vi: Hết hạn Vào

source: Expiry date. Leave blank for permanent ban
cs: Datum vypršení platnosti. Pro trvalý zákaz ponechejte prázdné
de: Ablaufdatum. Leer lassen für permanenten Bann
fr: Date d'expiration. Laissez vide pour un bannissement indéfini
id: Tanggal kedaluwarsa. Kosongkan untuk blokir permanen
it: Data di scadenza. Lascia vuoto per espellere permanentemente
ms: Tarikh tamat tempoh. Biar kosong untuk pengharaman kekal
pl: Data wygaśnięcia. Pozostaw pustą dla stałego bana
ru: Срок годности. Оставить пустым для постоянного запрета
sk: Dátum skončenia. Pre trvalý ban ponechajte prázdne
sv: Datum för upphörande. Lämna blankt för permanent bannlysning
ta: காலாவதி தேதி. நிரந்தர தடைக்கு காலியாக விடவும்
uk: Термін придатності. Залиште порожнім для постійного блокування
vi: Ngày hết hạn. Để trống cho lệnh cấm vĩnh viễn

source: Change Email and Send Password Reset
cs: Změnit e-mail a odeslat resetování hesla
de: E-Mail ändern und Passwortrücksetzung senden
fr: Changer l'email et réinitialiser le mot de passe
id: Ganti Surel dan Kirim Reset Kata Sandi
it: Cambia l'Email e Invia il Ripristino della Password
ms: Tukar E-mel dan Hantar Penetapan Semula Kata Laluan
pl: Zmień email i wyślij wiadomość resetującą hasło
ru: Изменить адрес электронной почты и отправить сброс пароля
sk: Zmeniť email a odoslať obnovenie hesla
sv: Ändra mejl och skicka lösenordsåterställning
ta: மின்னஞ்சலை மாற்றி கடவுச்சொல் மீட்டமைப்பை அனுப்பவும்
uk: Зміна адреси електронної пошти та скидання пароля
vi: Thay đổi Email và Gửi Đặt lại mật khẩu

source: Email Address
cs: Emailová adresa
de: E-Mail-Adresse
fr: Adresse e-mail
id: Alamat Surel
it: Indirizzo Email
ms: Alamat E-mel
pl: Adres email
ru: Адрес электронной почты
sk: Emailová adresa
sv: Mejladress
ta: மின்னஞ்சல் முகவரி
uk: Ел. адреса
vi: Địa chỉ Email

source: Pending email verifications
cs: Čekající ověření emailu
de: Ausstehende E-Mail-Verifikationen
id: Verifikasi email tertunda
it: Verifiche e-mail in sospeso
ru: Ожидающие проверки сообщения электронной почты
ta: மின்னஞ்சல் சரிபார்ப்பு நிலுவையில் உள்ளது
uk: Очікують підтвердження електронної пошти

source: Profile picture
cs: Profilový obrázek
de: Profilbild
fr: Image de profil
id: Foto profil
it: Immagine di profilo
ms: Gambar profil
pl: Obrazek profilu
ru: Изображение профиля
sk: Profilový obrázok
sv: Profilbild
ta: சுயவிவர படம்
uk: Зображення профілю
vi: Ảnh đại diện

source: To Do List
cs: Úkolníček
de: To-Do-Liste
fr: À faire
id: Daftar Pekerjaan
it: Da Farsi
ms: Senarai Kerja
pl: Lista rzeczy do zrobienia
ru: Список задач
sk: Zoznam úloh
sv: Att-göra lista
ta: பட்டியல் செய்ய
uk: Список справ
vi: Những việc cần làm

source: Send Email
cs: Poslat e-mail
de: E-Mail senden
fr: Envoyer un courriel
id: Kirim Surel
it: Invia un'Email
ms: Hantar E-mel
pl: Wyślij email
ru: Отправить письмо
sk: Poslať email
sv: Skicka mejl
ta: மின்னஞ்சல் அனுப்புங்கள்
uk: Надіслати електронну пошту
vi: Gửi Email

source: packages
cs: balíčky
de: Pakete
fr: paquets
id: paket
it: contenuti
ms: pakej
pl: paczki
ru: дополнений
sk: balíky
sv: paket
ta: தொகுப்பு
uk: пакунків
vi: gói

source: collections
cs: kolekce
de: Sammlungen
id: koleksi
it: raccolte
ms: himpunan
pl: kolekcje
ru: Коллекции
sv: Samlingar
ta: சேகரிப்புகள்
uk: колекції

source: reviews
cs: recenze
de: Rezensionen
fr: évaluations
id: ulasan
it: recensioni
ms: ulasan
pl: recenzje
ru: обзоров
sk: recenzie
sv: recensioner
ta: விமர்சனங்கள்
uk: відгуків
vi: đánh giá

source: comments
cs: komentáře
de: Kommentare
fr: commentaires
id: komentar
it: commenti
ms: komen
pl: komentarze
ru: комментариев
sk: komentáre
sv: kommentarer
ta: கருத்துகள்
uk: коментарів
vi: bình luận

source: Claim
cs: Žádat
de: Beanspruchen
fr: Réclamer
id: Klaim
it: Reclama
ms: Tuntut
pl: Zajmij
ru: Занять
sk: Nárokovať
sv: Gör anspråk
ta: உரிமைகோரல்
uk: Претензія
vi: Xác nhận

source: Is this you? Claim your account now!
cs: Jsi to ty? Vem si svůj účet nyní!
de: Sind Sie das? Beanspruchen Sie jetzt Ihr Konto!
fr: C'est vous ? Réclamer votre compte maintenant !
id: Apakah ini Anda? Klaim akun Anda sekarang!
it: Sei tu? Richiedi subito il tuo account!
ms: Adakah ini anda? Tuntut akaun anda sekarang!
pl: Czy to ty? Zajmij swoje konto teraz!
ru: Это вы? Займите свою учётную запись прямо сейчас!
sk: Si to ty? Nárokuj svoj účet okamžite!
sv: Är detta du? Gör anspråk på ditt konto nu!
ta: இது நீங்கள்? இப்போது உங்கள் கணக்கைக் கோருங்கள்!
uk: Це ти? Створіть свій обліковий запис зараз!
vi: Đây là bạn? Xác nhận tài khoản của bạn ngay bây giờ!

source: Alphabetical
cs: Abecední
de: Alphabetisch
fr: Alphabétique
id: Urut Alfabet
it: Alfabetico
ms: Urutan abjad
pl: Alfabetycznie
ru: Алфавитный
sv: Alfabetiskt
ta: அகரவரிசை
uk: Алфавітний

source: Newest
cs: Nejnovější
de: Neueste
fr: Plus récents
id: Terbaru
it: Novità
ms: Terbaru
pl: Najnowsze
ru: Новейший
sv: Nyaste
ta: புதியது
uk: Найновіші

source: View list of tags
cs: Zobrazit seznam štítků
de: Liste von Tags ansehen
fr: Afficher la liste des étiquettes
id: Lihat daftar label
it: Mostra l'elenco delle etichette
ms: Lihat senarai tag
pl: Zobacz listę tagów
ru: Просмотр списка тегов
sk: Pozri zoznam tagov
sv: Visa lista med taggar
ta: குறிச்சொற்களின் பட்டியலைக் காண்க
uk: Переглянути список теґів
vi: Xem danh sách các thẻ

source: Create package
cs: Vytvořit balíček
de: Paket erstellen
fr: Créer un paquet
id: Buat paket
it: Crea contenuto
ms: Cipta pakej
pl: Utwórz paczkę
ru: Создать дополнение
sk: Vytvoriť balík
sv: Skapa paket
ta: தொகுப்பை உருவாக்கவும்
uk: Створити пакунок
vi: Tạo gói

source: Maintained Packages
cs: Udržované balíčky
de: Betreute Pakete
fr: Paquets gérés
id: Paket yang Dikelola
it: Contenuti Mantenuti
ms: Pakej yang Disenggarakan
pl: Utrzymywane paczki
ru: Разрабатываемые дополнения
sk: Balíky v údržbe
sv: Underhållda paket
ta: பராமரிக்கப்படும் தொகுப்புகள்
uk: Підтримувані пакунки
vi: Gói được duy trì

source: This user is also a maintainer of the following packages
cs: Tento uživatel je také správcem následujících balíčků
de: Dieser Benutzer ist auch ein Betreuer der folgenden Pakete
fr: Cet utilisateur est également responsable des paquets suivants
id: Pengguna ini juga menjadi pengelola paket-paket berikut
it: Questə utente mantiene anche i seguenti contenuti
ms: Pengguna ini juga penyenggara bagi pakej berikut
pl: Ten użytkownik jest też opiekunem następujących paczek
ru: Этот пользователь также является разработчиком следующих дополнений
sk: Tento užívateľ tiež udržiava nasledujúce balíky
sv: Denna användare är även underhållare för foljande paket
ta: இந்த பயனர் பின்வரும் தொகுப்புகளை பராமரிப்பவர்
uk: Цей користувач також є супроводжувачем наступних пакунків
vi: Người này cũng là một người bảo trì của các gói sau

source: Edit Profile - %(username)s
cs: Upravit profil - %(username)s
de: Profil bearbeiten – %(username)s
fr: Modifier le profil | %(username)s
id: Sunting Profil - %(username)s
it: Modifica il Profilo - %(username)s
ms: Sunting Profil - %(username)s
pl: Edytuj profil - %(username)s
ru: Редактировать профиль - %(username)s
sk: Upraviť profil - %(username)s
sv: Redigera profil - %(username)s
ta: சுயவிவரத்தைத் திருத்து - %(username)s
uk: Редагувати Профіль - %(username)s
vi: Chỉnh sửa hồ sơ - %(username)s

source: Profile Picture
cs: Profilový obrázek
de: Profilbild
fr: Image du profil
id: Foto Profil
it: Immagine del Profilo
ms: Gambar Profil
pl: Obrazek profilu
ru: Изображение профиля
sk: Profilový obrázok
sv: Profilbild
ta: சுயவிவர படம்
uk: Зображення профілю
vi: Ảnh Hồ Sơ

source: Import from forums
cs: Import z fóra
de: Von Foren importieren
fr: Importer depuis les forums
id: Impor dari forum
it: Importa dal forum
pl: Zaimportuj z forów
ru: Импортировать из форумов
sv: Importera från forumet
ta: மன்றங்களிலிருந்து இறக்குமதி
uk: Імпортувати з форумів

source: Remove profile picture
cs: Odstranit profilový obrázek
de: Profilbild entfernen
id: Hapus gambar profil
it: Rimuovi immagine profilo
pl: Usuń obraz profilowy
ru: Удалить картинку профиля
sv: Ta bort profilbild
ta: சுயவிவரப் படத்தை அகற்று
uk: Видалити зображення профілю

source: Profile pictures should be square, at least 64x64px, and one of the following formats: jpeg, png, or webp.
cs: Profilové obrázky by měly být čtvercové, alespoň 64x64px, a měly by mít jeden z následujících formátů: JPEG, PNG nebo Webp.
de: Profilbilder sollten quadratisch, mindestens 64×64 Pixel groß sein und in eines der folgenden Formate sein: jpeg, png oder webp.
fr: Les photos de profil doivent être carrées, mesurer au moins 64x64px et être enregistrées dans l'un des formats suivants : jpeg, png ou webp.
id: Foto profil seharusnya kotak, setidaknya 64x64 px, dan dalam salah satu format: jpeg, png, atau webp.
it: Le immagini profilo dovrebbero essere quadrate, almeno 64x64px e in uno dei seguenti formati: jpeg, png o webp.
pl: Obrazy profilowe powinny być kwadratowe, przynajmniej 64x64 pikseli i w jednym z następujących formatów: JPEG, png lub webp.
ru: Фотографии профиля должны быть квадратными, размером не менее 64x64 пикселей, и в одном из следующих форматов: jpeg, png или webp.
sv: Profilbilder borde vara kvadratiska, åtminstonde 64x64px, och ett av de följande formaten: jpeg, png eller webp.
ta: சுயவிவரப் படங்கள் சதுரமாக இருக்க வேண்டும், குறைந்தது 64x64px, மற்றும் பின்வரும் வடிவங்களில் ஒன்று: JPEG, PNG, அல்லது Webp.
uk: Зображення профілю має бути квадратним, мінімум 64x64 пікселів, і в одному із таких форматів: jpeg, png, або webp.

source: Profile Information
cs: Profilové informace
de: Profil-Informationen
fr: Informations sur le profil
id: Informasi Profil
it: Informazioni del profilo
ms: Maklumat Profil
pl: Informacje o profilu
ru: Информация профиля
sk: Profilové informácie
sv: Profilinformation
ta: சுயவிவர செய்தி
uk: Інформація профілю
vi: Thông Tin Hồ Sơ

source: Pretending to be another user is grounds for a permanent ban
cs: Vydávání se za jiného uživatele je důvodem k trvalému banu
de: Sich als ein anderer Benutzer auszugeben, ist ein Grund für eine permanente Sperre
fr: Se faire passer pour un autre utilisateur est un motif de bannissement permanent
id: Berpura-pura menjadi pengguna lain berakibat blokir permanen
it: Pretendere di essere unə altrə utente è motivo di espulsione permanente
ms: Menyamar menjadi pengguna lain itu penyebab untuk pengharaman kekal
pl: Podszywanie się pod innego użytkownika jest podstawą dla trwałego bana
ru: Выдавать себя за другого пользователя - основание для перманентного бана
sk: Predstierať, že si iný užívateľ vedie k trvalému zákazu (ban)
sv: Låtsas man vara en annan användare leder detta till en permanent bannlysning
ta: மற்றொரு பயனராக நடிப்பது நிரந்தர தடைக்கான காரணங்கள்
uk: Видавати себе за іншого користувача є підставою для постійного блокування
vi: Giả vờ là một người khác là căn cứ cho một lệnh cấm vĩnh viễn

source: Only alphanumeric characters, periods, underscores, and minuses are allowed (a-zA-Z0-9._)
cs: Jsou povoleny pouze alfanumerické znaky, tečky, podtržítka a mínusy (a-zA-Z0-9._)
de: Nur alphanumerische Zeichen, Punkte, Unterstriche und Minuszeichen sind erlaubt (a-zA-Z0-9._)
fr: Seuls les caractères alphanumériques, les points, les traits de soulignement et les minuscules sont autorisés (a-zA-Z0-9._)
id: Hanya karakter alfanumerik, titik, garis bawah, dan tanda hubung yang dibolehkan (a-zA-Z0-9._)
it: Sono permessi solo caratteri alfanumerici, punti, trattini bassi e meno (a-zA-Z0-9._)
ms: Hanya aksara abjad angka, noktah, garis bawah, dan tanda tolak sahaja dibenarkan (a-zA-Z0-9._)
pl: Tylko znaki alfanumeryczne, kropki, podłogi oraz znaki minus są dozwolone (a-zA-Z0-9._)
ru: Разрешены только буквенно-цифровые символы, периоды, подчеркивания и минусы (a-zA-Z0-9._)
sk: Povolené sú iba alfanumerické znaky, čiarky, podtržníky a mínuská (a-zA-Z0-9._)
sv: Endast alfanumeriska tecken, punkter, understreck, och minustecken är tillåtna (a-zA-Z0-9._)
ta: எண்ணெழுத்து எழுத்துக்கள், காலங்கள், அடிக்கோடிட்டுக் காட்டுதல் மற்றும் கழித்தல் மட்டுமே அனுமதிக்கப்படுகின்றன (A-ZA-Z0-9._)
uk: Допускаються лише алфавітно-цифрові символи, крапки, підкреслення та мінуси (a-zA-Z0-9._)
vi: Chỉ cho phép các ký tự chữ và số, dấu chấm, dấu gạch dưới và dấu phẩy (a-zA-Z0-9._)

source: Human readable name, defaults to username if not specified. This can be changed later.
cs: Lidsky čitelné jméno. Lze jej později změnit. Pokud není zadáno, použije se uživatelské jméno.
de: Von Menschen lesbarer Name, standardmäßig Benutzername, wenn nicht angegeben. Dies kann später geändert werden.
fr: Nom lisible par l'être humain, par défaut le nom d'utilisateur si non spécifié. Il peut être modifié ultérieurement.
id: Nama yang dibaca manusia, diatur ke nama pengguna jika tidak diatur. Ini dapat diganti nanti.
it: Nome leggibile da umani, se non specificato diventerà il nome utente per impostazione predefinita. Ciò può essere modificato successivamente.
ms: Nama yang boleh dibaca manusia, ditetapkan ke nama pengguna jika tidak ditentukan. Ini boleh ditukar kemudian.
pl: Nazwa czytelna dla człowieka, domyślna wartość to nazwa użytkownika jeżeli nie podana. Może to zostać zmienione później.
ru: Читаемое имя, по умолчанию используется имя пользователя, если оно не указано. Его можно изменить позже.
sk: Ľudsky zrozumiteľné meno sa mení na username ak nie je špecifikované. Zmeniť to môžeš neskôr.
sv: Mänskligt läsbart namn, blir användarnamnet om inte specificerat. Detta kan ändras senare.
ta: மனிதப் படிக்கக்கூடிய பெயர், குறிப்பிடப்படாவிட்டால் பயனர்பெயருக்கு இயல்புநிலை. இதை பின்னர் மாற்றலாம்.
uk: Ім'я, зрозуміле для читання людиною, за замовчуванням - ім'я користувача, якщо не вказано. Його можна змінити пізніше.
vi: Tên con người có thể đọc được, tên mặc định là tên người dùng nếu không chỉ định . Điều này có thể được thay đổi sau.

source: Same as username
cs: Totéž, co uživatelské jméno
de: Gleich wie der Benutzername
fr: Identique au nom d'utilisateur
id: Sama dengan nama pengguna
it: Identico al nome utente
ms: Sama dengan nama pengguna
pl: Taka sama jak nazwa użytkownika
ru: То же, что и имя пользователя
sk: Také isté ako užívateľské meno
sv: Samma som användarnamn
ta: பயனர்பெயரைப் போலவே
uk: Те саме, що й ім'я користувача
vi: Giống như tên người dùng

source: Please prove that you are human
cs: Prosím, potvrďte, zda jste člověk
de: Bitte beweisen Sie, dass Sie ein Mensch sind
fr: Veuillez prouver que vous êtes un être humain
id: Harap buktikan bahwa Anda manusia
it: Provate di essere umani per favore
ms: Sila buktikan bahawa anda manusia
pl: Potwierdź, że jesteś człowiekiem
ru: Пожалуйста, подтвердите, что вы человек
sk: Prosím dokáž, že si človek
sv: Var vänlig visa du är en människa
ta: நீங்கள் மனிதர் என்பதை நிரூபிக்கவும்
uk: Будь ласка, доведіть, що ви людина
vi: Hãy chứng minh rằng bạn là con người

source: I agree to the
cs: Souhlasím.
de: Ich akzeptiere die
fr: J'accepte de
it: Aderisco a
ms: Saya bersetuju dengan
pl: Zgadam się z
ru: Я соглашаюсь
sk: Súhlasím s
sv: Jag accepterar
ta: நான் ஒப்புக்கொள்கிறேன்
uk: Я погоджуюся з умовами
vi: Tôi đồng ý với

source: Email and Notifications - %(username)s
cs: Emaily a oznámení %(username)s
de: E-Mail und Benachrichtigungen – %(username)s
fr: Courriels et notifications | %(username)s
id: Surel dan Pemberitahuan - %(username)s
it: Email e Notifiche - %(username)s
ms: E-mel dan Pemberitahuan - %(username)s
pl: Email i powiadomienia - %(username)s
ru: Электронная почта и уведомления - %(username)s
sk: Email a Upozornenia - %(username)s
sv: Mejl och Notiser - %(username)s
ta: மின்னஞ்சல் மற்றும் அறிவிப்புகள் - %(username)s
uk: Електронна пошта та сповіщення - %(username)s
vi: Email và thông báo - %(username)s
