Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: <b>New Install</b>: the user clicked [Install] inside of Minetest.
fr: <b>Nouvelle Installation</b> : l'utilisateur a cliqué sur [Installer] depuis Minetest.
ms: <b>Pemasangan Baharu</b>: pengguna klik [Pasang] di dalam Minetest.
ru: <b>Новая установка</b>: пользователь нажал [Установить] внутри Minetest.
sk: <b>New Install</b>: užívateľ klikol [Install] v Minetest hre.

source: <b>Other / Unknown</b>: downloaded by a web browser or an outdated Minetest version (before 5.5).
fr: <b>Autre / Inconnu</b> : téléchargement depuis un navigateur ou avec une ancienne version de Minetest (avant 5.5).
ms: <b>Lain-lain / Tidak diketahui</b>: dimuat turun oleh pelayar sesawang atau versi Minetest yang lapuk (sebelum 5.5).
ru: <b>Другое/Неизвестное</b>: загружено веб-браузером или устаревшей версией Minetest (до 5.5).
sk: <b>Other / Unknown</b>: bol stiahnutý webovým prehliadačom alebo zastaralou verziou Minetestu (pred 5.5).

source: ContentDB Grafana
fr: Grafana du ContentDB
id: Grafana ContentDB
it: Grafana di ContentDB
ms: Grafana ContentDB
ru: ContentDB График
sv: ContentDB-Grafana:n

source: Shown to users when you request access to their account
fr: Affiché aux utilisateurs lorsque vous demandez l'accès à leur compte
ms: Dipaparkan kepada pengguna apabila anda meminta capaian ke akaun mereka
ru: Показывается пользователям, когда вы запрашиваете доступ к их учетной записи

source: Supported Minetest versions
fr: Versions de Minetest compatibles
ms: Versi Minetest yang disokong
ru: Поддерживаемые версии Minetest
sk: Podporované verzie Minetestu
vi: Các phiên bản Minetest được hỗ trợ

source: Only set the maximum version if you know that it doesn't work on newer Minetest versions.
fr: Ne définissez la version maximale que si vous savez que cela ne fonctionne pas avec les versions les plus récentes de Minetest.
ms: Hanya tetapkan versi maksimum jika anda tahu yang ia tidak berfungsi pada versi Minetest yang lebih baru.
ru: Устанавливайте максимальную версию только в том случае, если вы знаете, что она не будет работать на более новых версиях Minetest.

source: Set the minimum and maximum Minetest versions supported. This release will be hidden to clients outside of that range.
fr: Définissez les versions minimale et maximale de Minetest supportées. Cette version sera cachée aux clients en dehors de cette plage.
ms: Tetapkan versi minimum dan maksimum Minetest yang disokong. Terbitan ini akan disembunyikan daripada klien di luar julat tersebut.
ru: Установите минимальную и максимальную поддерживаемую версию Minetest. Этот релиз будет скрыт для клиентов, не входящих в этот диапазон.
sk: Nastav minimálnu a maximálnu podporpvanú verziu Minetestu. Toto vydanie bude skryté pre klientov mimo uvedeného rozpätia.
vi: Đặt phiên bản Minetest tối thiểu và tối đa được hỗ trợ. Bản phát hành này sẽ bị ẩn đối với các khách hàng bên ngoài phạm vi đó.

source: 3. Supported Minetest versions
fr: 3. Versions de Minetest compatibles
ms: 3. Versi Minetest disokong
ru: 3. Поддерживаемые версии Minetest
sk: 3. Podporované verzie Minetestu
vi: 3. Các phiên bản Minetest được hỗ trợ

source: You need to create releases even if you use a rolling release development cycle, as Minetest needs them to check for updates.
fr: Vous devez créer des version même si vous utilisez un cycle de développement en continue, car Minetest en a besoin pour vérifier les mise à jour.
ms: Anda perlu mencipta terbitan walaupun jika anda gunakan kitaran pembangunan terbitan berterusan, kerana Minetest perlukannya untuk periksa kemas kini.
ru: Вам необходимо создавать релизы, даже если вы используете скользящий цикл разработки, поскольку они нужны Minetest для проверки обновлений.
sk: Vydania musíš vytvoriť aj keď používaš vývojový cyklus postupného uvoľňovania, pretože Minetest ich potrebuje pre kontrolu noviniek.
vi: Bạn cần tạo các bản phát hành ngay cả khi bạn sử dụng chu kỳ phát triển bản phát hành luân phiên, vì Minetest cần chúng để kiểm tra các bản cập nhật.

source: Translation - Minetest Modding Book
ms: Terjemahan - Buku Pembuatan Mods Minetest
ru: Перевод - Minetest Modding Book

source: For Minetest %(min)s and above
fr: Pour Minetest %(min)s et au dessus
ms: Untuk Minetest %(min)s dan ke atas
ru: Для Minetest %(min)s и выше
sk: Pre Minetest %(min)s a vyššie
vi: Cho Minetest %(min)s trở lên

source: Minetest %(max)s and below
fr: Minetest %(max)s et en dessous
ms: Untuk Minetest %(max)s dan ke bawah
ru: Minetest %(max)s и ниже
sk: Minetest %(max)s a nižšie
vi: Minetest %(max)s trở xuống

source: Help make Minetest more accessible by translating packages into other languages.
fr: Participez à rendre Minetest plus accessible en traduisant des paquets dans d'autres langues.
ms: Bantu buatkan Minetest lebih mudah dicapai dengan menterjemah pakej-pakej ke dalam bahasa yang lain.
ru: Помогите сделать Minetest более доступным, переведя пакеты на другие языки.

source: Please contact the admin.
fr: Veuillez contacter l'admin.
ms: Sila hubungi pentadbir.
ru: Пожалуйста, свяжитесь с администратором.
vi: Vui lòng liên hệ với quản trị viên.

source: Do you have an account on the Minetest Forums?
fr: Avez-vous un compte sur le Forum Minetest ?
ms: Adakah anda mempunyai akaun di Forum Minetest?
ru: У вас есть аккаунт на форуме Minetest?
sk: Máš účet na Minetest fóre?
vi: Bạn có tài khoản trên Diễn đàn Minetest không?

source: Log into the forum and <a href='https://forum.minetest.net/ucp.php?i=173'>do that here</a>.
de: Loggen Sie sich auf dem Forum ein und <a href="https://forum.minetest.net/ucp.php?i=173">tun Sie es hier</a>.
fr: Se connecter au forum et <a href="https://forum.minetest.net/ucp.php?i=173">faites ça ici</a>.
it: Fai l'accesso nel forum e <a href="https://forum.minetest.net/ucp.php?i=173">fallo qui</a>.
ms: Log masuk ke forum dan <a href='https://forum.minetest.net/ucp.php?i=173'>lakukannya di sini</a>.
ru: Войдите на форум и <a href="https://forum.minetest.net/ucp.php?i=173"> сделайте это здесь</a>.
sk: Prihlás sa na fórum a <a href="https://forum.minetest.net/ucp.php?i=173"> vykonať to môžeš tu</a>.
vi: Đăng nhập vào diễn đàn và <a href="https://forum.minetest.net/ucp.php?i=173">làm điều đó ở đây</a>.

source: Go to <a href='https://forum.minetest.net/ucp.php?i=profile&mode=signature'>User Control Panel &gt; Profile &gt; Edit signature</a>
de: Gehen Sie zu <a href="https://forum.minetest.net/ucp.php?i=profile&amp;mode=signature">User Control Panel &gt; Profile &gt; Edit signature</a>
it: Prosegui su <a href="https://forum.minetest.net/ucp.php?i=profile&amp;mode=signature">Pannello di Controllo dell'Utente &gt; Profilo &gt; Modifica la firma</a>
ru: Перейдите на <a href="https://forum.minetest.net/ucp.php?i=profile&amp;mode=signature">Панель управления пользователя &gt; Профиль &gt; Редактировать подпись</a>

source: Note: protonmail is unsupported by ContentDB. <a href='https://forum.minetest.net/viewtopic.php?t=30709'>More info</a>.
de: Hinweis: protonmail wird von ContentDB nicht unterstützt. <a href="https://forum.minetest.net/viewtopic.php?t=30709">Weitere Infos (auf Englisch)</a>.
it: Attenzione: protonmail non è supportato da ContentDB. <a href="https://forum.minetest.net/viewtopic.php?t=30709">Più info</a>.

source: Invalid username, Only alphabetic letters (A-Za-z), numbers (0-9), underscores (_), minuses (-), and periods (.) allowed. Consider contacting an admin
ms: Nama pengguna tidak sah, Hanya huruf abjad (A-Za-z), nombor (0-9), garis bawah (_), tanda tolak (-), dan noktah (.) dibenarkan. Pertimbangkan hubungi pentadbir
vi: Tên người dùng không hợp lệ, Chỉ cho phép các chữ cái trong bảng chữ cái (A-Za-z), số (0-9), dấu gạch dưới (_), dấu phẩy (-) và dấu chấm (.). Cân nhắc liên hệ với quản trị viên

source: Unable to get GitHub username for user
ms: Tidak mampu mendapatkan nama pengguna GitHub untuk pengguna
vi: Không thể có được tên GitHub cho người dùng

source: Human readable. Eg: 1.0.0 or 2018-05-28
ms: Boleh dibaca manusia. Cth: 1.0.0 atau 2018-05-28
vi: Con người có thể đọc được. Ví dụ như: 1.0.0 hoặc 28-05-2018

source: GitHub account is already associated with another user
vi: Tài khoản GitHub đã được liên kết với một người dùng khác rồi

source: Unable to find an account for that GitHub user
vi: Không thể tìm thấy tài khoản cho người dùng GitHub đó

source: %(display_name)s has a %(type)s placed at #%(place)d.
vi: %(display_name)s có một %(type)s ở #%(place)d.

source: This is a '%(type)s' notification.
vi: Đây là một thông báo '%(type)s' .

source: Do you recommend this %(type)s?
vi: Bạn có khuyến nghị %(type)s không?

source: Show
vi: Hiện

source: Discard
vi: Bỏ đi

source: You can include a .cdb.json file in your %(type)s to update these details automatically.
vi: Bạn có thể bao gồm tệp .cdb.json trong %(type)s của mình để cập nhật các chi tiết này một cách tự động.

source: In order to avoid data loss, you cannot permanently delete packages. You can remove them from ContentDB, which will cause them to not be visible to any users and they may be permanently deleted in the future. The Admin can restore removed packages, if needed.
vi: Để tránh mất dữ liệu, bạn không thể xóa gói vĩnh viễn. Bạn có thể xóa chúng khỏi ContentDB, điều này sẽ khiến chúng không hiển thị cho bất kỳ người dùng nào và chúng có thể bị xóa vĩnh viễn trong tương lai. Quản trị viên có thể khôi phục các gói đã xóa, nếu cần.

source: This is an experimental feature.
vi: Đây là một tính năng thử nghiệm.

source: Supported games are determined by an algorithm, and may not be correct.
vi: Các trò chơi được hỗ trợ được xác định bởi một thuật toán và có thể không đúng.

source: Sort by name
vi: Lọc theo tên

source: Sort by views
vi: Lọc theo lượt xem

source: Paginated list
vi: Danh sách được phân trang

source: Unlimited list
vi: Danh sách không giới hạn

source: Show discarded topics
vi: Hiển thị các chủ đề(topics) bị loại bỏ

source: Hide discarded topics
vi: Ẩn chủ đề(topics) bị bỏ đi

source: Topics to be Added
vi: Các chủ đề(topics) sẽ được thêm vào

source: Topics with a strikethrough have been marked as discarded.
vi: Các chủ đề có gạch ngang đã được đánh dấu là đã bị loại bỏ.

source: Connected
vi: Đã kết nối

source: Go to <a href='https://forum.minetest.net/ucp.php?i=profile&mode=signature'>User Control Panel > Profile > Edit signature</a>
vi: Đi tới <a href="https://forum.minetest.net/ucp.php?i=profile&amp;mode=signature">Bảng điều khiển người dùng &gt; Hồ sơ&gt; Chỉnh sửa chữ ký</a>
