Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Unfulfilled Dependencies
cs: Neuspokojené závislosti
de: Unerfüllte Abhängigkeiten
fr: Dépendances non satisfaites
id: Dependensi yang Tidak Dipenuhi
it: Dipendenze Non Soddisfatte
ms: Kebergantungan Tidak Dipenuhi
pl: Niespełnione zależności
ru: Невыполненные зависимости
sk: Nesplnené nevyhnutné doplnky
sv: Ouppfyllda beroenden
ta: நிறைவேறாத சார்புகள்
uk: Невиконані залежності
vi: Sự phụ thuộc chưa được thực hiện

source: Mod names that have hard dependers, but no packages providing them.
cs: Názvy modů, které mají pevné závislosti, ale žádné balíčky je neposkytují.
de: Modnamen, welche harte Abhängigkeiten haben, aber keine Pakete, die sie anbieten.
fr: Noms de mod qui ont des dépendances dures, mais aucun paquet les fournissant.
id: Nama mod yang diperlukan mod lain, tetapi tidak ada paket yang menyediakannya.
it: Nomi di moduli che hanno dipendenze obbligatorie, ma nessun pacchetto che le fornisca.
ms: Nama mods yang mempunyai pergantungan wajib, tetapi tiada pakej yang menyediakannya.
pl: Nazwy modyfikacji, na których zależą inne paczki ale żadna paczka ich nie zapewnia.
ru: Названия модов, у которых есть жёсткие зависимости, но нет дополнений, предоставляющих их.
sk: Názvy rozšírení, ktoré majú prísne závislosti, ale žiadne balíčky ich neponúkajú.
sv: Moddnamn som har hårda beroenden, men inga paket som tillhandahåller dem.
ta: கடினமான சார்புகளைக் கொண்ட மோட் பெயர்கள், ஆனால் அவற்றை வழங்கும் தொகுப்புகள் இல்லை.
uk: Назви модів, які мають жорсткі залежності, але не мають пакунків, що їх надають.

source: View All
cs: Zobrazit vše
de: Alles anzeigen
fr: Voir tout
id: Lihat Semua
it: Mostra Tutti
ms: Lihat Semua
pl: Zobacz wszystko
ru: Смотреть все
sk: Pozri všetko
sv: Visa alla
ta: அனைத்தையும் காண்க
uk: Переглянути всі
vi: Xem Tất cả

source: Recent Actions
cs: Nedávné akce
de: Letzte Aktionen
fr: Actions récentes
id: Tindakan Terkini
it: Azioni Recenti
ms: Perbuatan Terbaru
pl: Ostatnie akcje
ru: Недавние действия
sk: Nedávne akcie
sv: Senaste åtgärder
ta: அண்மைக் கால செயல்கள்
uk: Останні дії
vi: Hành Động Gần Đây

source: Game Support for %(username)s
cs: Podporované hry pro %(username)s
de: Spielunterstützung für %(username)s
fr: Support du jeu pour %(username)s
id: Dukungan Permainan untuk %(username)s
it: Supporto del gioco per %(username)s
ms: Sokongan Permainan untuk %(username)s
pl: Wsparcie gier dla %(username)s
ru: Поддержка игр для %(username)s
sv: Spelstöd för %(username)s
ta: %(username)sக்கான விளையாட்டு உதவி
uk: Підтримка Гри для %(username)s

source: You should specify the games supported by your mods and texture packs.
cs: Měli byste určit hry podporované vašimi mody a balíčky textur.
de: Sie sollten die Spiele, die von Ihren Mods und Texturenpaketen unterstützt werden, angeben.
fr: Vous devriez indiquer les jeux pris en charge par vos mods et vos packs de textures.
id: Anda sebaiknya menyebutkan permainan yang didukung oleh paket mod dan tekstur Anda.
it: Dovresti specificare i giochi supportati dalle tue mod e pacchetti di texture.
ms: Anda patut menetapkan permainan yang disokong oleh mods dan pek tekstur anda.
pl: Powinieneś sprecyzować gry wspierane przez twoje modyfikacje i paczki tekstur.
ru: Вы должны указать игры, поддерживаемые вашими модами и пакетами текстур.
sv: Du borde markera spelen som dina moddar och texturpaket stöder.
ta: உங்கள் மோட்ச் மற்றும் அமைப்பு பொதிகளால் ஆதரிக்கப்படும் கேம்களை நீங்கள் குறிப்பிட வேண்டும்.
uk: Ви маєте вказати ігри, що підтримуються вашими модами та пакунками текстур.

source: Specifying game support makes it easier for players to find your content.
cs: Zadáním podpory hry hráči snáze najdou váš obsah.
de: Die Angabe der Spielunterstützung macht es für Spieler leichter, Ihre Sachen zu finden.
fr: Lister les jeux compatibles permet aux joueurs de trouver votre contenu plus facilement.
id: Menyebutkan permainan yang didukung membuatnya lebih mudah untuk para pemain untuk menemukan konten Anda.
it: Specificare i giochi supportati rende più facile trovare i tuoi contenuti allɜ giocanti.
ms: Menetapkan sokongan permainan memudahkan para pemain mencari kandungan anda.
pl: Sprecyzowanie wspieranych gier ułatwia graczom znalezienie twoich prac.
ru: Указание поддержки игры облегчает игрокам поиск вашего контента.
sv: Spelstöd gör det lättare för spelare att se ditt innehåll.
ta: விளையாட்டு ஆதரவைக் குறிப்பிடுவது வீரர்களுக்கு உங்கள் உள்ளடக்கத்தைக் கண்டுபிடிப்பதை எளிதாக்குகிறது.
uk: Вказування підтримки ігор полегшує гравцям знайти ваш вміст.

source: If your package is game independent, confirm this using 'Supports all games'
cs: Pokud je váš balíček nezávislý na hře, potvrďte to pomocí „Podporuje všechny hry“
de: Falls Ihr Paket spielunabhängig ist, bestätigen Sie dies mit „Unterstützt alle Spiele“
fr: Si votre paquet ne dépend pas d'un jeu, confirmez-le en cochant "Compatible avec tout les jeux"
id: Jika paket Anda tidak bergantung pada permainan, konfirmasikan ini menggunakan 'Mendukung semua permainan'
it: Se il tuo contenuto è indipendente da un gioco specifico, confermalo usando 'Supporta tutti i giochi'
ms: Jika pakej anda tak bersandar permainan, sahkannya menggunakan 'Menyokong semua permainan'
pl: Jeżeli twoja paczka jest niezależna od gier potwierdź to używając 'Wspiera wszystkie gry'
ru: Если ваше дополнение не зависит от игры, подтвердите это, выбрав "Поддерживает все игры"
sv: Om ditt paket är speloberoende, bekräfta detta genom 'Stöder alla spel'
ta: உங்கள் தொகுப்பு விளையாட்டு சுயாதீனமாக இருந்தால், இதைப் பயன்படுத்தி 'அனைத்து விளையாட்டுகளையும் ஆதரிக்கிறது'
uk: Якщо ваш пакунок незалежний до ігор, підтвердіть це використовуючи «Підтримує всі ігри»

source: Supports all games
cs: Podporuje všechny hry
de: Unterstützt alle Spiele
fr: Compatible avec tout les jeux
id: Mendukung semua permainan
it: Supporta tutti i giochi
ms: Menyokong semua permainan
pl: Wspiera wszystkie gry
ru: Поддерживает все игры
sv: Stöder alla spel
ta: எல்லா விளையாட்டுகளையும் ஆதரிக்கிறது
uk: Підтримує всі ігри

source: No supported games listed. Please either add supported games or check 'Supports all games'
cs: Nejsou uvedeny žádné podporované hry. Přidejte prosím podporované hry nebo zaškrtněte "Podporuje všechny hry"
de: Keine unterstützten Spiele aufgelistet. Bitte fügen Sie entweder die unterstützten Spiele hinzu oder kreuzen Sie „Unterstützt alle Spiele“ an
fr: Pas de jeu compatible listé. Merci d'ajouter des jeux compatibles, ou de cocher "Compatible avec tout les jeux"
id: Daftar permainan yang didukung kosong. Silakan tambahkan permainan yang didukung atau centang 'Mendukung semua permainan'
it: Nessun gioco supportato in elenco. Si prega di aggiungere i giochi supportati o di selezionare 'Supporta tutti i giochi'
ms: Tiada permainan disokong yang disenaraikan. Sila tambah permainan yang disokong ataupun tandakan 'Menyokong semua permainan'
pl: Nie podano wspieranych gier. Dodaj wspierane gry lub zaznacz 'Wspiera wszystkie gry'
ru: В списке поддерживаемых игр нет. Пожалуйста, либо добавьте поддерживаемые игры, либо установите флажок "Поддерживает все игры"
sv: Inget spelstöd listat. Lägg antingen till spelstöd eller tryck på 'Stöder alla spel'
ta: ஆதரிக்கப்பட்ட விளையாட்டுகள் எதுவும் பட்டியலிடப்படவில்லை. தயவுசெய்து ஆதரிக்கப்பட்ட விளையாட்டுகளைச் சேர்க்கவும் அல்லது 'அனைத்து விளையாட்டுகளையும் ஆதரிக்கிறது' என்பதை சரிபார்க்கவும்
uk: Не вказано підтримуваних ігор. Будь ласка, додайте підтримувані ігри або позначте «Підтримує всі ігри»

source: Nothing to do :)
cs: Nic není potřeba činit
de: Nichts zu tun :)
fr: Rien à faire :)
id: Tidak ada yang perlu dikerjakan :)
it: Nulla da fare :)
ms: Tiada apa-apa perlu dibuat :)
pl: Brak rzeczy do zrobienia :)
ru: Делать нечего :)
sk: Nedá sa nič robiť :)
sv: Inget behöver göras :)
ta: செய்ய எதுவும் இல்லை :)
uk: Нічого робити :)
vi: Không có gì để làm :)

source: Bulk support all games
cs: Hromadná podpora všech her
de: Alle Spiele massenunterstützen
fr: Support de tout les jeux
id: Atur banyak mendukung semua permainan sekaligus
it: Supporta tutti i giochi in blocco
ms: Sokong semua permainan secara pukal
pl: Dodaj wspierane gry hurtem
ru: Массовая поддержка всех игр
sv: Bulk-stöd alla spel
ta: மொத்தமாக அனைத்து விளையாட்டுகளையும் ஆதரிக்கிறது
uk: В основному підтримує всі ігри

source: Click the button below to confirm that the following packages do support all games, except for any games listed in unsupported_games:
cs: Kliknutím na tlačítko níže potvrďte, že následující balíčky podporují všechny hry kromě her uvedených v seznamu "unsupported_games":
de: Klicken Sie auf den Knopf unten, um zu bestätigen, dass die folgenden Pakete alle Pakete unterstützen, außer für Spiele, die in unsupported_games aufgelistet sind:
fr: Cliquez sur le bouton ci-dessous pour confirmer que le paquet suivant est compatible avec tout les jeux, excepté les jeux listés dans unsupported_games :
id: Klik tombol di bawah untuk mengonfirmasi bahwa paket berikut mendukung semua permainan, kecuali untuk permainan yang termasuk dalam unsupported_games:
it: Fai click sul tasto qui sotto per confermare che i seguenti contenuti supportano tutti i giochi, eccetto per i giochi elencati sotto unsupported_games:
ms: Klik butang di bawah untuk mengesahkan bahawa pakej berikut memang menyokong kesemua permainan, kecuali mana-mana permainan dinyatakan dalam nilai unsupported_games:
pl: Kliknij przycisk poniżej, aby potwierdzić, że wybrane paczki wspierają wszystkie gry opróczy gier wypisanych w unsupported_games:
ru: Нажмите кнопку ниже, чтобы подтвердить, что следующие пакеты действительно поддерживают все игры, за исключением игр, перечисленных в разделе unsupported_games:
sv: Tryck på knappen nedan för att bekräfta att följande paket stöder alla spel, förutom spel listade i unsupported_games:
ta: ஆதரிக்கப்படாத விளையாட்டுகளில் பட்டியலிடப்பட்ட எந்த விளையாட்டுகளையும் தவிர, பின்வரும் தொகுப்புகள் எல்லா விளையாட்டுகளையும் ஆதரிக்கின்றன என்பதை உறுதிப்படுத்த கீழேயுள்ள பொத்தானைக் சொடுக்கு செய்க:
uk: Натисніть кнопку нижче, аби підтвердити, що наступні пакунки підтримують усі ігри, за винятком будь-яких ігор, перелічених у unsupported_games:

source: Confirm
cs: Potvrdit
de: Bestätigen
fr: Confirmer
id: Konfirmasi
it: Conferma
ms: Sahkan
pl: Potwierdź
ru: Подтвердить
sv: Bekräfta
ta: உறுதிப்படுத்தவும்
uk: Підтвердити

source: Packages not supporting %(rel)s
cs: Balíček nepodporuje %(rel)s
de: Pakete, die nicht %(rel)s unterstützen
fr: Paquets ne supportant pas %(rel)s
id: Paket yang tidak mendukung %(rel)s
it: Pacchetti che non supportano %(rel)s
ms: Pakej yang tidak menyokong %(rel)s
pl: Paczki niewspierające %(rel)s
ru: Дополнения, не поддерживающие %(rel)s
sk: Balíčky, ktoré nepodporujú %(rel)s
sv: Paket som inte stöder %(rel)s
ta: தொகுப்புகள் %(rel)s ஆதரிக்கவில்லை
uk: Пакунки, які не підтримують %(rel)s

source: Minetest-Mods org only
cs: Pouze pro organizaci Minetest modů
fr: Minetest-Mods org uniquement
id: Hanya organisasi Minetest-Mods
ms: Minetest-Mods org sahaja
ru: Только орг. «Minetest-Mods»
sk: Iba Minetest organizačné rozšírenia
sv: Minetest-Mods endast
ta: மின்டெச்ட்-மோட்ச் org மட்டுமே
uk: Тільки Minetest-Mods org
vi: Chỉ Minetest-Mods org

source: Sort by date
cs: Řazení dle data
de: Nach Datum sortieren
fr: Trier par date
id: Urut berdasarkan tanggal
it: Filtra per data
ms: Isih mengikut tarikh
pl: Sortuj po dacie
ru: Сортировать по дате
sk: Triediť podľa dátumu
sv: Sortera efter datum
ta: தேதியால் வரிசைப்படுத்துங்கள்
uk: Сортувати за датою
vi: Lọc theo ngày

source: Sort by score
cs: Řazení dle hodnocení
de: Nach Punktzahl sortieren
fr: Trier par score
id: Urut berdasarkan nilai
it: Filtra per punteggio
ms: Isih mengikut mata
pl: Sortuj po ocenach
ru: Упорядочивать по счёту
sk: Triediť podľa stavu
sv: Sortera efter poäng
ta: மதிப்பெண் மூலம் வரிசைப்படுத்துங்கள்
uk: Сортувати за кількістю балів
vi: Lọc theo điểm

source: All Outdated packages
cs: Všechny zastaralé balíčky
de: Alle veralteten Pakete
fr: Tous les paquets obsolètes
id: Semua paket usang
it: Tutti i Contenuti Obsoleti
ms: Semua pakej lapuk
pl: Wszystkie przestarzałe paczki
ru: Все устаревшие дополнения
sk: Všetky zastaralé balíky
sv: Alla föråldrade paket
ta: அனைத்து காலாவதியான தொகுப்புகளும்
uk: Усі застарілі пакунки
vi: Tất cả các gói đã lỗi thời

source: Missing Screenshots
cs: Chybí snímky obrazovky
de: Fehlende Screenshots
fr: Captures d'écran manquantes
id: Tangkapan Layar Kosong
it: Screenshot mancanti
ms: Tiada Tangkap Layar
pl: Brakujące zrzuty ekranu
ru: Отсутствуют снимки экрана
sk: Chýbajú snímky obrazovky
sv: Saknade skärmdumpar
ta: திரை சாட்களைக் காணவில்லை
uk: Відсутні скріншоти

source: %(count)d packages
cs: %(count)d balíčky
de: %(count)d Pakete
fr: %(count)d paquets
id: %(count)d paket
it: %(count)d contenuti
ms: %(count)d pakej
pl: %(count)d paczki(ek)
ru: %(count)d дополнения
sk: %(count)d balíčky
sv: %(count)d paket
ta: %(count)d தொகுப்புகள்
uk: %(count)d пакунків

source: Package Tags
cs: Štítky balíčku
de: Paket-Tags
fr: Étiquettes de paquet
id: Label Paket
it: Etichette del Contenuto
ms: Tag Pakej
pl: Tagi paczki
ru: Теги дополнения
sk: Tagy balíka
sv: Pakettaggar
ta: தொகுப்பு குறிச்சொற்கள்
uk: Теґи пакунків
vi: Thẻ gói

source: Missing tags only
cs: Pouze chybějící štítky
de: Nur fehlende Tags
fr: Seules les étiquettes manquantes
id: Hanya yang tanpa label
it: Solamente le etichette mancanti
ms: Yang tiada tag sahaja
pl: Tylko brakujące tagi
ru: Только отсутствующие теги
sk: Iba chýbajúce tagy
sv: Endast borttappade taggar
ta: குறிச்சொற்களைக் காணவில்லை
uk: Лише без теґів
vi: Chỉ thẻ thiếu

source: Edit Tags
cs: Upravit značky
de: Tags bearbeiten
fr: Modifier les étiquettes
id: Sunting Label
it: Modifica le Etichette
ms: Sunting Tag
pl: Edytuj tagi
ru: Редактировать теги
sk: Upraviť tagy
sv: Redigera taggar
ta: குறிச்சொற்களைத் திருத்து
uk: Редагувати теґи
vi: Chỉnh Sửa Thẻ

source: Your to do list
cs: Váš úkolníček
de: Ihre To-Do-Liste
fr: Votre liste des tâches
id: Daftar pekerjaan Anda
it: La tua lista di cose da fare
ms: Senarai kerja anda
pl: Twoja lista rzeczy do zrobienia
ru: Ваш список дел
sk: Tvoj zoznam úloh
sv: Din att-göra lista
ta: நீங்கள் செய்ய வேண்டிய பட்டியல்
uk: Ваш список справ

source: Outdated Packages
cs: Zastaralé balíčky
de: Veraltete Pakete
fr: Paquets obsolètes
id: Paket Usang
it: Contenuti Obsoleti
ms: Pakej Lapuk
pl: Przestarzałe paczki
ru: Устаревшие дополнения
sk: Zastaralé balíčky
sv: Föråldrade paket
ta: காலாவதியான தொகுப்புகள்
uk: Застарілі пакунки

source: %(username)s's to do list
cs: Úkolníček %(username)s
de: To-Do-Liste von %(username)s
fr: Liste de choses à faire de %(username)s
id: Daftar pekerjaan %(username)s
it: Da farsi di %(username)s
ms: Senarai kerja %(username)s
pl: Lista rzeczy do zrobienia użytkownika %(username)s
ru: Список задач %(username)s
sk: %(username)s zoznam úloh
sv: %(username)ss att-göra lista
ta: %(username)sெய்ய வேண்டிய பட்டியல்
uk: %(username)s список справ, які потрібно зробити
vi: Công việc cần làm của %(username)s

source: Misc To do
cs: Smíšené úkoly
de: Sonstiges To-Do
fr: Divers à faire
id: Pekerjaan Lain-Lain
it: Da Farsi Misto
ms: Lain-lain Perlu Dibuat
pl: Różne rzeczy do zrobienia
ru: Разное для выполнения
sk: Rôzne úlohy
sv: Misc. att-göra
ta: செய்ய வேண்டியது
uk: Різне Що потрібно зробити
vi: Việc làm khác

source: Enable email notifications
cs: Zapne upozornění pomocí emailů
de: E-Mail-Benachrichtigungen aktivieren
fr: Activer les notifications par courriel
id: Nyalakan pemberitahuan surel
it: Abilita le notifiche via email
ms: Bolehkan pemberitahuan e-mel
pl: Włącz powiadomienia email
ru: Включить уведомления по электронной почте
sk: Povoliť emailové upozornenia
sv: Aktivera mejlnotifikationer
ta: மின்னஞ்சல் அறிவிப்புகளை இயக்கவும்
uk: Увімкнути сповіщення електронною поштою
vi: Cho phép thông báo email

source: Unapproved Packages Needing Action
cs: Neschválené balíčky vyžadující akci
de: Nicht genehmigte Pakete mit Handlungsbedarf
fr: Paquets non approuvés nécessitant une action
id: Paket yang Belum Disetujui dan Perlu Tindakan
it: Contenuti Non Approvati che Necessitano Modifiche
ms: Pakej Belum Lulus Memerlukan Perbuatan
pl: Niezatwierdzone paczki wymagające działania
ru: Непроверенные дополнения, требующие действий
sk: Neschválené balíky čakajúce na ďalšie kroky
sv: Ej godkända paket som behöver åtgärdas
ta: அங்கீகரிக்கப்படாத தொகுப்புகள் நடவடிக்கை தேவை
uk: Незатверджені пакунки, що потребують дій
vi: Các gói không được phê duyệt cần hành động

source: See all Update Settings
cs: Zobrazit všechna nastavení aktualizací
de: Alle Aktualisierungseinstellungen anzeigen
fr: Voir tous les paramètres de mise à jour
id: Lihat semua Pengaturan Pembaruan
it: Mostra tutte le Impostazioni di Aggiornamento
ms: Lihat semua Tetapan Kemas Kini
pl: Zobacz wszystkie ustawienia aktualizacji
ru: Посмотреть все Настройки обновления
sk: Ukázať všetky Aktualizovať nastavenia
sv: Se alla uppdateringsinställningar
ta: அனைத்து புதுப்பிப்பு அமைப்புகளையும் காண்க
uk: Переглянути всі параметри оновлення
vi: Xem tất cả Cài đặt cập nhật

source: Create All Releases
cs: Vytvořit všechna vydání
de: Alle Releases erstellen
fr: Créer toutes les versions
id: Buat Semua Rilisan
it: Crea Tutti i Rilasci
ms: Cipta Semua Terbitan
pl: Utwórz wszystkie wydania
ru: Создать все релизы
sk: Vytvoriť všetky vydania
sv: Skapa alla utgivningar
ta: அனைத்து வெளியீடுகளையும் உருவாக்கவும்
uk: Створити всі випуски
vi: Tạo tất cả các bản phát hành

source: Potentially Outdated Packages
cs: Potenciálně zastaralé balíčky
de: Potenziell veraltete Pakete
fr: Paquets potentiellement obsolètes
id: Paket yang Mungkin Usang
it: Contenuti Potenzialmente Obsoleti
ms: Pakej yang Mungkin Lapuk
pl: Potencjalnie przestarzałe paczki
ru: Потенциально устаревшие дополнения
sk: Pravdepodobne zastaralé balíky
sv: Möjligtvis föråldrade paket
ta: காலாவதியான தொகுப்புகள்
uk: Потенційно застарілі пакунки
vi: Các gói có khả năng lỗi thời

source: Instead of marking packages as outdated, you can automatically create releases when New Commits or New Tags are pushed to Git by clicking 'Update Settings'.
cs: Namísto označování balíčků jako zastaralých můžete automaticky vytvářet vydání, jakmile jsou do Gitu odeslány nové commits nebo nové štítky, kliknutím na „Aktualizovat nastavení“.
de: Anstatt Pakete als veraltet zu markieren, können Sie automatisch Releases erstellen lassen, wenn neue Commits oder neue Tags mit Git gepusht werden, indem Sie auf „Einstellungen aktualisieren“ klicken.
fr: Au lieu de marquer les paquets comme périmés, vous pouvez créer automatiquement des versions lorsque de nouveaux commits ou de nouvelles étiquettes sont poussés vers Git en cliquant sur « Mettre les paramètres à jour ».
id: Alih-alih menandai paket sebagai usang, Anda dapat membuat rilisan secara otomatis ketika commit baru atau tag baru di-push ke Git dengan mengeklik 'Pengaturan Pembaruan'.
it: Invece di definire i contenuti come obsoleti, puoi creare dei rilasci in modo automatico quando dei Nuovi Commit o delle Nuove Etichette vengono inviatз a Git cliccando 'Aggiorna le Impostazioni'.
ms: Berbanding menandai pakej sebagai lapuk, anda boleh cipta terbitan secara automatik apabila Serahan Baharu atau Tag Baharu dihantar ke Git dengan klik 'Tetapan Kemas Kini'.
pl: Zamiast oznaczać paczki jako przestarzałe możesz automatycznie tworzyć wydania gdy nowe commity lub tagi są wypchnięte do repozytorium Git używając 'Ustawień aktualizacji'.
ru: Вместо того чтобы помечать дополнения как устаревшие, вы можете автоматически создавать релизы при появлении новых коммитов или новых тегов в Git, нажав 'Настройки обновления'.
sk: Aby si nevytvoril zastaralý balík, môžeš automaticky urobiť vydanie, keď pridáš novú odovzdávku alebo nový tag z Git-u kliknutím na 'Update Settings'.
sv: Istället för att markera paket som föråldrade kan du automatiskt skapa utgivningar när Ny Commit eller Ny Tagg pushas till Git genom att trycka på 'Uppdatera Inställningar'.
ta: காலாவதியான தொகுப்பைக் குறிப்பதற்குப் பதிலாக, 'புதுப்பிப்பு அமைப்புகள்' என்பதைக் சொடுக்கு செய்வதன் மூலம் புதிய கமிட்டுகள் அல்லது புதிய குறிச்சொற்கள் அறிவிலி தள்ளப்படும்போது தானாகவே வெளியீடுகளை உருவாக்கலாம்.
uk: Замість того, щоб позначати пакунки як застарілі, ви можете автоматично створювати випуски, коли нові коміти або нові теґи надсилаються в Git, натиснувши "Оновити налаштування".
vi: Thay vì đánh dấu các gói là lỗi thời, bạn có thể tự động tạo bản phát hành khi Cam kết mới hoặc Thẻ mới được đẩy lên Git bằng cách nhấp vào 'Cài đặt cập nhật'.

source: To remove a package from below, create a release or change the update settings.
cs: Chcete-li odebrat balíček níže, vytvořte vydání nebo změňte nastavení aktualizace.
de: Um ein Paket von unten zu entfernen, erstellen Sie ein neues Releases oder ändern Sie die Aktualisierungseinstellungen.
fr: Pour retirer un paquet de la liste ci-dessous, créez une version ou modifiez les paramètres de mise à jour.
id: Untuk menghapus paket dari bawah, buat sebuah rilisan atau ganti pengaturan pembaruan.
it: Per rimuovere un contenuto dall'elenco qui sotto, crea un rilascio o modifica le impostazioni di aggiornamento.
ms: Untuk buang pakej dari bawah, cipta terbitan atau tukar tetapan kemas kini.
pl: Aby usunąć paczkę poniżej utwórz wydanie lub zmień ustawienia aktualizacji.
ru: Чтобы удалить дополнение из списка ниже, создайте релиз или измените настройки обновления.
sk: Keď chceš odstrániť balík, vytvor vydanie alebo zmeň aktualizáciu nastavení.
sv: För att ta bort ett paket från nedan vänligen skapa en utgivning eller ändra uppdateringsinställningarna.
ta: கீழே இருந்து ஒரு தொகுப்பை அகற்ற, வெளியீட்டை உருவாக்கவும் அல்லது புதுப்பிப்பு அமைப்புகளை மாற்றவும்.
uk: Щоб видалити пакунок знизу, створіть випуск або змініть налаштування оновлення.
vi: Để loại bỏ một gói từ bên dưới, tạo ra một bản phát hành hoặc thay đổi bản thiết lập.

source: See game support for your packages
cs: Uvidíte podporu her vašich balíčků
de: Siehe Spielunterstützung für Ihre Pakete
fr: Voir les jeux compatibles pour votre paquet
id: Lihat permainan yang didukung untuk semua paket Anda
it: Vedi i giochi supportati dai tuoi contenuti
ms: Lihat sokongan permainan untuk pakej anda
pl: Zobacz wsparcie gier dla twoich paczek
ru: Посмотреть раздел поддержка игр для ваших дополнений
sv: Se spelstöd för dina paket
ta: உங்கள் தொகுப்புகளுக்கான விளையாட்டு ஆதரவைப் பார்க்கவும்
uk: Перегляньте підтримку ігор для ваших пакунків

source: Missing Game Support
cs: Chybí podpora her
de: Fehlende Spielunterstützung
id: Permainan yang Didukung Kosong
it: Giochi supportati mancanti
ms: Tiada Sokongan Permainan
pl: Brak wsparcia gier
ru: Пропущена поддержка игры
sv: Spelstöd saknas
ta: விளையாட்டு உதவி இல்லை
uk: Відсутня підтримка ігор

source: Small Screenshots
cs: Malé snímky obrazovky
de: Kleine Screenshots
fr: Petites captures d'écran
id: Tangkapan Layar Kecil
it: Piccole Screenshot
ms: Tangkap Layar Kecil
pl: Małe zrzuty ekranu
ru: Маленькие скриншоты
sk: Malé snímky
sv: Små skärmdumpar
ta: சிறிய திரை சாட்கள்
uk: Маленькі скріншоти
vi: Ảnh chụp màn hình nhỏ
