Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: You are receiving this email because someone (hopefully you) entered your email address in the unsubscribe form.
cs: Tento e-mail jste obdrželi, protože někdo (doufejme, že vy) zadal vaši e-mailovou adresu do formuláře pro odhlášení.
de: Sie empfangen diese E-Mail, weil jemand (hoffentlich Sie) die E-Mail-Adresse im Abmelden-Formular eingegeben hat.
fr: Vous recevez cet e-mail parce que quelqu'un (vous, j'espère) a saisi votre adresse e-mail dans le formulaire de désinscription.
id: Anda menerima surel ini karena seseorang (semoga itu Anda) telah memasukkan alamat surel Anda dalam formulir berhenti langganan.
it: Ricevi questa email perchè qualcunə (si spera tu) ha inserito questo indirizzo email nel modulo di disiscrizione.
ms: Anda menerima e-mel ini kerana seseorang (harapnya anda) memasukkan alamat e-mel anda dalam borang buang langganan.
pl: Otrzymujesz ten email, ponieważ ktoś (mamy nadzieję, że to ty) wpisał twój email w formularzu anulowania subskrybcji.
ru: Вы получаете это письмо, потому что кто-то (надеюсь, вы) ввел ваш адрес электронной почты в форму отписки.
sk: Tento email si dostal, pretože niekto (dúfame, že ty) použil tvoju emailovú adresu v odhlasovacom formulári.
sv: Du får detta mejl eftersom någon (förhoppningsvis du) har fyllt i din mejladress i avprenumerationsformuläret.
ta: நீங்கள் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள், ஏனெனில் யாரோ (வட்டம் நீங்கள்) உங்கள் மின்னஞ்சல் முகவரியை குழுவிலகும் படிவத்தில் உள்ளிட்டுள்ளனர்.
uk: Ви отримали цей електронний лист, тому що хтось (сподіваємось, ви) ввів вашу адресу електронної пошти у форму для скасування підписки.
vi: Bạn nhận được email này vì ai đó (hy vọng là bạn) đã nhập địa chỉ email của bạn vào biểu mẫu hủy đăng ký.

source: Severity: %(sev)s.
cs: Závažnost: %(sev)s.
de: Schwere: %(sev)s.
fr: Gravité : %(sev)s.
id: Keparahan: %(sev)s.
it: Gravità: %(sev)s.
ms: Ketenatan: %(sev)s.
pl: Poważność: %(sev)s.
ru: Серьезность: %(sev)s.
sk: Závažnosť: %(sev)s.
sv: Allvarlighetsgrad %(sev)s.
ta: தீவிரம்: %(sev)s.
uk: Серйозність: %(sev)s.
vi: Mức nghiêm trọng: %(sev)s.

source: Deleted User
cs: Smazaný uživatel
de: Gelöschter Benutzer
fr: Utilisateur supprimé
id: Pengguna yang Dihapus
it: Utente Rimossə
ms: Pengguna Dipadam
pl: Usunięty użytkownik
ru: Удаленный пользователь
sk: Vymazaný užívateľ
sv: Borttagen Användare
ta: நீக்கப்பட்ட பயனர்
uk: Видалений користувач
vi: Người dùng đã bị xóa

source: No audit log entries.
cs: Žádné záznamy protokolu auditu.
de: Keine Audit-Log Einträge.
fr: Aucune entrée dans le journal d'audit.
id: Tidak ada entri log audit.
it: Nessuna voce nel log di audit.
ms: Tiada masukan log audit.
pl: Brak wpisów w logu audytów.
ru: Нет записей журнала аудита.
sk: Audit log neobsahuje žiadne položky.
sv: Inga auditeringloggsposter.
ta: தணிக்கை பதிவு உள்ளீடுகள் இல்லை.
uk: Немає записів журналу аудиту.

source: Required
cs: Požadovaný
de: Erforderlich
fr: Requis
id: Wajib
it: Obbligatorio
ms: Wajib
pl: Wymagane
ru: Требуется
sk: Požiadavky
sv: Nödvändiga
ta: தேவை
uk: Вимагається
vi: Yêu cầu

source: Start typing to see suggestions
cs: Chcete-li zobrazit návrhy, začněte psát
de: Beginnen Sie mit der Eingabe, um Vorschläge zu sehen
fr: Commencez à taper pour voir les suggestions
id: Mulai menulis untuk melihat saran
it: Comincia a digitare per vedere i suggerimenti
ms: Mula menaip untuk melihat cadangan
pl: Zacznij pisać aby zobaczyć sugestie
ru: Начните печатать, чтобы увидеть предложения
sk: Začni písať a zobrazia sa ti návrhy
sv: Börja skriv för att se förslag
ta: பரிந்துரைகளைக் காண தட்டச்சு செய்யத் தொடங்குங்கள்
uk: Почніть вводити, щоб побачити пропозиції
vi: Bắt đầu nhập để xem các đề xuất

source: State
cs: Stav
de: Zustand
fr: État
id: Status
it: Stato
ms: Keadaan
pl: Status
ru: Состояние
sk: Stav
sv: Status
ta: மாநிலம்
uk: Стан
vi: Trạng thái

source: Please wait for the release to be approved.
cs: Počkejte prosím na schválení vydání.
de: Bitte warten Sie, bis der Release genehmigt wurde.
fr: Veuillez attendre que la version soit approuvée.
id: Harap tunggu rilisan disetujui.
it: Aspetta che il rilascio sia approvato per favore.
ms: Sila tunggu terbitan tersebut diluluskan dahulu.
pl: Poczekaj zanim wydanie zostanie zatwierdzone.
ru: Пожалуйста, подождите, пока релиз будет проверен.
sk: Prosím počkaj, kým bude vydanie schválené.
sv: Var snäll och vänta på att utgivningen ska bli godkänd.
ta: வெளியீடு அங்கீகரிக்கப்படும் வரை காத்திருங்கள்.
uk: Будь ласка, дочекайтеся схвалення випуску.
vi: Xin vui lòng chờ bản phát hành được chấp thuận.

source: You can now approve this package if you're ready.
cs: Nyní můžete tento balíček schválit, pokud jste připraveni.
de: Sie können dieses Paket nun genehmigen, wenn Sie bereit sind.
fr: Vous pouvez maintenant approuver ce paquet si vous êtes prêt.
id: Anda dapat menyetujui paket ini jika Anda siap.
it: Ora puoi approvare il contenuto se sei prontə.
ms: Anda boleh luluskan pakej ini sekarang jika anda telah bersedia.
pl: Możesz teraz zatwierdzić paczkę jeżeli jesteś gotowy.
ru: Теперь вы можете проверить это дополнение, если вы готовы.
sk: Ak si pripravený, môžeš teraz schváliť tento balík.
sv: Du kan nu godkänna detta paket om du är redo.
ta: நீங்கள் தயாராக இருந்தால் இப்போது இந்த தொகுப்பை அங்கீகரிக்கலாம்.
uk: Тепер ви можете схвалити цей пакунок, якщо готові.
vi: Bây giờ bạn có thể phê duyệt gói này nếu bạn đã sẵn sàng.

source: Please wait for the package to be approved.
cs: Prosím počkejte na schválení balíčku.
de: Bitte warten Sie, bis das Paket genehmigt wurde.
fr: Veuillez attendre que ce paquet soit approuvé.
id: Harap tunggu paket disetujui.
it: Aspetta che il contenuto venga approvato per favore.
ms: Sila tunggu pakej tersebut diluluskan dahulu.
pl: Poczekaj zanim paczka zostanie zatwierdzona.
ru: Пожалуйста, подождите, пока дополнение будет проверено.
sk: Prosím vyčkaj, kým bude balík schválený.
sv: Var snäll och vänta för detta paket att bli godkänt.
ta: தொகுப்பு அங்கீகரிக்கப்படும் வரை காத்திருங்கள்.
uk: Зачекайте, поки пакунок буде схвалено.
vi: Vui lòng đợi gói được phê duyệt.

source: You can now submit this package for approval if you're ready.
cs: Nyní můžete tento balíček odeslat ke schválení, pokud jste připraveni.
de: Sie können nun dieses Paket für eine Genehmigung einreichen, wenn Sie bereit sind.
fr: Vous pouvez maintenant soumettre ce paquet pour approbation si vous êtes prêt.
id: Anda dapat mengirimkan paket ini untuk disetujui jika Anda siap.
it: Ora puoi inviare questo contenuto per l'approvazione se sei prontə.
ms: Anda boleh hantar pakej ini untuk proses kelulusan jika anda telah bersedia.
pl: Możesz teraz wysłać swoją paczkę do zatwierdzenia jeżeli jesteś gotowy.
ru: Теперь вы можете отправить это дополнение на проверку, если вы готовы.
sk: Ak si pripravený, môžeš tento balík poslať na schválenie.
sv: Du kan skicka detta paket för godkännande om du är redo.
ta: நீங்கள் தயாராக இருந்தால் இப்போது இந்த தொகுப்பை ஒப்புதலுக்காக சமர்ப்பிக்கலாம்.
uk: Тепер ви можете подати цей пакунок на затвердження, якщо готові.
vi: Bây giờ bạn có thể gửi gói này để được phê duyệt nếu bạn đã sẵn sàng.

source: This package can be submitted for approval when ready.
cs: Až bude balíček připraven, bude jej možné odeslat ke schválení.
de: Dieses Paket kann für eine Genehmigung eingereicht werden, wenn es bereit ist.
fr: Ce paquet peut être soumis pour approbation dès qu'il est prêt.
id: Paket ini dapat dikirim untuk persetujuan jika Anda siap.
it: Questo contenuto può essere inviato per l'approvazione quando è pronto.
ms: Pakej ini boleh dihantar untuk proses kelulusan apabila telah bersedia.
pl: Ta paczka może zostać wysłana do zatwierdzenia kiedy będzie gotowa.
ru: Это дополнение может быть отправлено на проверку, когда оно будет готово.
sk: Tento balík môže byť odoslaný na schválenie ak je pripravený.
sv: Detta paket kan skickas för godkännande när redo.
ta: இந்த தொகுப்பை தயாராக இருக்கும்போது ஒப்புதலுக்காக சமர்ப்பிக்க முடியும்.
uk: Цей пакунок можна надіслати на затвердження, коли він буде готовий.
vi: Gói này có thể được gửi để phê duyệt khi đã sẵn sàng.

source: You need to fix the above errors before you can submit for review
cs: Je třeba opravit chyby výše dříve, než potvrdíš zpětnou vazbu
de: Sie müssen die obigen Fehler beheben, bevor Sie es zum Review abschicken können
fr: Vous devez corriger les erreurs ci-dessus avant de pouvoir prétendre à une vérification
id: Anda harus memperbaiki kesalahan di atas sebelum dapat dikirim untuk peninjauan
it: Devi risolvere gli errori qui in alto prima di poter richiedere una revisione
pl: Musisz naprawić powyższe błędy zanim będziesz mógł wysłać do oceny
ru: Вам необходимо исправить вышеуказанные ошибки, прежде чем вы сможете отправить их на проверку
sv: Du måste korrigera ovanstående fel innan du kan skicka in för granskning
ta: மதிப்பாய்வுக்கு சமர்ப்பிப்பதற்கு முன் மேலே உள்ள பிழைகளை சரிசெய்ய வேண்டும்
uk: Вам потрібно виправити наведені вище помилки, перш ніж ви зможете надіслати на розгляд

source: Package approval thread
cs: Schvalovací vlákno
de: Paketgenehmigungsthema
fr: Fil de discussions pour la validation des paquets
id: Utas persetujuan paket
it: Discussione per l'approvazione del contenuto
ms: Bebenang kelulusan pakej
pl: Wątek zatwierdzenia paczki
ru: Тема проверки дополнений
sk: Vlákno pre schválenie balíka
sv: Paketgodkännandetråd
ta: தொகுப்பு ஒப்புதல் நூல்
uk: Ланцюжок затвердження пакунку
vi: Chủ đề phê duyệt gói

source: You can open a thread if you have a question for the approver or package author.
cs: Pokud máte otázku pro schvalovatele nebo autora balíčku, můžete k tomu otevřít vlákno.
de: Sie können ein Thema eröffnen, falls Sie eine Frage an den Genehmiger oder Paketautoren haben.
fr: Vous pouvez ouvrir un fil de discussion si vous avez une question à poser à l'examinateur ou à l'auteur du paquet.
id: Anda dapat membuka utas jika memiliki pertanyaan terhadap penyetuju atau pembuat paket.
it: Puoi iniziare una discussione se hai una domanda per l'approvatorə o l'autorə del contenuto.
ms: Anda boleh buka bebenang jika anda ada soalan untuk pelulus atau pencipta pakej.
pl: Możesz otworzyć wątek jeżeli masz pytanie do osoby zatwierdzającej lub autora paczki.
ru: Вы можете открыть тему, если у вас есть вопрос к проверяющему или автору дополнения.
sk: V prípade, že máš otázky na schvaľovateľa alebo autora balíka, môžeš vytvoriť vlákno.
sv: Du kan öppna en tråd om du har frågor för godkännaren eller paketskaparen.
ta: ஒப்புதல் அல்லது தொகுப்பு எழுத்தாளருக்கு உங்களிடம் கேள்வி இருந்தால் நீங்கள் ஒரு நூலைத் திறக்கலாம்.
uk: Ви можете відкрити ланцюжок, якщо у вас є запитання до затверджувача або автора пакунку.
vi: Bạn có thể mở một chủ đề nếu bạn có một câu hỏi cho các người phê duyệt hoặc tác giả gói.

source: <b>Warning:</b> Non-free code and media.
cs: <b>Upozornění:</b> Kód a média nejsou zdarma.
de: <b>Warnung:</b> Unfreier Code und Medien.
fr: <b>Avertissement:</b> Code et ressources non libres.
id: <b>Peringatan:</b> Kode dan media tidak bebas.
it: <b>Avvertenza:</b> Codice e media proprietari.
ms: <b>Amaran:</b> Kod dan media tidak bebas.
pl: <b>Uwaga:</b> Niewolny kod lub multimedia.
ru: <b>Предупреждение:</b> Несвободный код и медиа.
sk: <b>Upozornenie:</b> Kód a médiá nie sú zadarmo (non-free).
sv: <b>Varning:</b> Icke-fri kod och media.
ta: <b> எச்சரிக்கை: </b> இல்லாத குறியீடு மற்றும் மீடியா.
uk: <b>Увага:</b> Не вільний код і мультимедія.
vi: <b>Cảnh báo:</b> Mã và phương tiện truyền thông không-tự do.

source: <b>Warning:</b> Non-free code.
cs: <b>Upozornění:</b> Kód není zdarma.
de: <b>Warnung:</b> Unfreier Code.
fr: <b>Avertissement:</b> Code non libre.
id: <b>Peringatan:</b> Kode tidak bebas.
it: <b>Avvertenza:</b> Codice proprietario.
ms: <b>Amaran:</b> Kod tidak bebas.
pl: <b>Uwaga:</b> Niewolny kod.
ru: <b>Предупреждение:</b> Несвободный код.
sk: <b>Upozornenie:</b> Kód nie je zadarmo (non-free).
sv: <b>Varning:</b> Icke-fri kod.
ta: <b> எச்சரிக்கை: </b> இல்லாத குறியீடு.
uk: <b>Увага:</b> Не вільний код.
vi: <b>Cảnh báo:</b> Mã không-tự do.

source: <b>Warning:</b> Non-free media.
cs: <b>Upozornění:</b> Média, která nejsou zdarma.
de: <b>Warnung:</b> Unfreie Medien.
fr: <b>Avertissement:</b> Ressources non libres.
id: <b>Peringatan:</b> Media tidak bebas.
it: <b>Avvertenza:</b> Media proprietario.
ms: <b>Amaran:</b> Media tidak bebas.
pl: <b>Uwaga:</b> Niewolne multimedia.
ru: <b>Предупреждение:</b> Несвободное медиа.
sk: <b>Upozornenie:</b> Médium nie je zadarmo (non-free).
sv: <b>Varning:</b> Icke-fri media.
ta: <b> எச்சரிக்கை: </b> இல்லாத ஊடகங்கள்.
uk: <b>Увага:</b> Не вільні мультимедія.
vi: <b>Cảnh báo:</b> Phương tiện truyền thông không-tự do.

source: No packages available
cs: Nejsou k dispozici žádné balíčky
de: Keine Pakete verfügbar
fr: Aucun paquet disponible
id: Tidak ada paket yang tersedia
it: Nessun contenuto disponibile
ms: Tiada pakej tersedia
pl: Brak dostępnych paczek
ru: Нет доступных дополнений
sk: Žiadne balíky nie sú k dispozícii
sv: Inga paket tillgängliga
ta: தொகுப்புகள் எதுவும் கிடைக்கவில்லை
uk: Немає доступних пакунків
vi: Không có gói sẵn

source: created %(date)s
cs: vytvořeno %(date)s
de: erstellt am %(date)s
fr: crée %(date)s
id: dibuat %(date)s
it: creato %(date)s
ms: dicipta pada %(date)s
pl: utworzono dnia %(date)s
ru: создано %(date)s
sk: vytvorené %(date)s
sv: skapad %(date)s
ta: உருவாக்கப்பட்டது %(date)s
uk: створено %(date)s
vi: Tạo vào %(date)s

source: Edit / Approve
cs: Editovat / Schválit
de: Bearbeiten / Genehmigen
fr: Éditer / Approuver
id: Sunting / Setujui
it: Modifica / Approva
ms: Sunting / Luluskan
pl: Edytuj / Zatwierdź
ru: Редактировать / Проверить
sk: Upraviť / Schváliť
sv: Redigera / Godkänn
ta: திருத்து / ஒப்புதல்
uk: Редагувати / Затвердити
vi: Chỉnh sửa / Phê duyệt

source: Importing...
cs: Importuji...
de: Importieren …
fr: Importation...
id: Mengimpor...
it: Importando...
ms: Mengimport...
pl: Importowanie...
ru: Импорт…
sk: Vkladanie...
sv: Importerar...
ta: இறக்குமதி ...
uk: Імпортування...
vi: Đang nhập...

source: Waiting for approval.
cs: Čeká na schválení.
de: Warte auf Genehmigung.
fr: En attente de l'approbation.
id: Menunggu persetujuan.
it: In attesa di approvazione.
ms: Menunggu kelulusan.
pl: Oczekiwanie na zatwierdzenie.
ru: Ожидание проверки.
sk: Čaká na schválenie.
sv: Väntar på godkännande.
ta: ஒப்புதலுக்காக காத்திருக்கிறது.
uk: В очікуванні схвалення.
vi: Chờ phê duyệt.

source: No releases available.
cs: Nejsou k dispozici žádná vydání.
de: Keine Releases verfügbar.
fr: Aucune version disponible.
id: Tidak ada rilisan yang tersedia.
it: Nessun rilascio disponibile.
ms: Tiada terbitan tersedia.
pl: Brak dostępnych wydań.
ru: Нет доступных релизов.
sk: Žiadne vydanie nie je k dispozícii.
sv: Inga utgivningar tillgängliga.
ta: வெளியீடுகள் எதுவும் கிடைக்கவில்லை.
uk: Немає доступних випусків.
vi: Không có bản phát hành nào có sẵn.

source: Helpful
cs: Užitečný
de: Hilfreich
fr: Utile
id: Membantu
it: Utile
ms: Berguna
pl: Pomocne
ru: Полезно
sk: Užitočné
sv: Hjälpsam
ta: உதவியாக இருக்கும்
uk: Корисно
vi: Hữu ích

source: Unhelpful
cs: Neužitečný
de: Nicht hilfreich
fr: Inutile
id: Tidak Membantu
it: Non utile
ms: Tidak Berguna
pl: Niepomocne
ru: Безполезно
sk: Neužitočné
sv: Ohjälpsam
ta: உதவாதது
uk: Некорисно
vi: Vô ích

source: %(num)d comments
cs: %(num)d komentářů
de: %(num)d Kommentare
fr: %(num)d commentaires
id: %(num)d komentar
it: %(num)d commenti
ms: %(num)d komen
pl: %(num)d komentarzy
ru: %(num)d комментариев
sk: %(num)d komentárov
sv: %(num)d kommentarer
ta: %(num)d கருத்துகள்
uk: %(num)d коментарів
vi: %(num)d bình luận

source: No reviews, yet.
cs: Zatím žádné hodnocení.
de: Noch keine Rezensionen.
fr: Aucune évaluations pour l'instant.
id: Belum ada ulasan.
it: Nessuna recensione, per ora.
ms: Tiada ulasan, lagi.
pl: Jeszcze nie ma żadnych opinii.
ru: Обзоров пока нет.
sk: Zatiaľ bez recenzií.
sv: Inga recensioner, än.
ta: மதிப்புரைகள் இல்லை, இன்னும்.
uk: Відгуків поки немає.
vi: Chưa có đánh giá.

source: Review
cs: Recenze
de: Rezension
fr: Évaluation
id: Ulasan
it: Recensisci
ms: Ulasan
pl: Oceń
ru: Обзор
sk: Recenzia
sv: Recension
ta: சீராய்வு
uk: Огляд
vi: Đánh giá

source: Why or why not? Try to be constructive
cs: Proč nebo proč ne? Snažte se být konstruktivní
de: Warum oder warum nicht? Versuchen Sie, konstruktiv zu sein
fr: Pourquoi ou pourquoi pas ? Soyez constructif
id: Mengapa? Harap bersifat membangun
it: Perché o perché no? Cercate di essere costruttivi
ms: Kenapa atau kenapa tidak? Cuba untuk jadi konstruktif
pl: Dlaczego tak lub dlaczego nie? Spróbuj być konstruktywny
ru: Почему или почему нет? Постарайтесь быть конструктивными
sk: Prečo, alebo prečo nie? Skús buť konštruktívny
sv: Varför eller varför inte? Försök vara konstruktiv
ta: ஏன் அல்லது ஏன் இல்லை? ஆக்கபூர்வமானதாக இருக்க முயற்சி செய்யுங்கள்
uk: Чому так або чому ні? Намагайтеся бути конструктивними
vi: Tại sao hoặc tại sao không? Cố gắng mang tính xây dựng

source: Post Review
cs: Odeslat recenzi
de: Rezension abgeben
fr: Créer l'évaluation
id: Kirim Ulasan
it: Pubblica una Recensione
ms: Hantar Ulasan
pl: Napisz opinię
ru: Опубликовать обзор
sk: Post recenzia
sv: Skicka recension
ta: இடுகை மதிப்பாய்வு
uk: Опублікувати відгук
vi: Đăng đánh giá

source: Report an issue
cs: Upozornit na chybu
de: Problem melden
id: Laporkan Masalah
it: Segnala un errore
pl: Zgłoś problem
ru: Сообщить о проблеме
sv: Rapportera ett problem
ta: ஒரு சிக்கலைப் புகாரளிக்கவும்
uk: Повідомити про проблему

source: Ask a question
cs: Položit otázku
de: Eine Frage stellen
id: Tanyakan Pertanyaan
it: Fai una domanda
pl: Zadaj pytanie
ru: Спросить вопрос
sv: Ställ en fråga
ta: கேள்வி கேளுங்கள்
uk: Задати питання

source: %(display_name)s's packages
cs: %(display_name)s balíčky
de: Pakete von %(display_name)s
fr: Paquets de %(display_name)s
id: Paket milik %(display_name)s
it: Contenuti di %(display_name)s
ms: Pakej milik %(display_name)s
pl: Paczki użytkownika %(display_name)s
ru: %(display_name)s дополнения
sk: Balíčky %(display_name)s
sv: %(display_name)ss paket
ta: %(display_name)s தொகுப்புகள்
uk: Пакунки %(display_name)s

source: Date range...
cs: Časové období...
de: Datumsbereich …
fr: Période...
id: Rentang tanggal...
it: Intervallo di date...
ms: Julat tarikh...
pl: Przedział daty...
ru: Диапазон дат...
sv: Datumintervall...
ta: தேதி வரம்பு ...
uk: Діапазон дат...

source: Downloads, past 7 days
cs: Stažení za posledních 7 dní
de: Downloads, letzte 7 Tage
fr: Téléchargements sur les 7 derniers jours
id: Unduhan, 7 hari terakhir
it: Scaricamenti, ultimi 7 giorni
ms: Muat turun, 7 hari lepas
pl: Pobrania przez ostatnie 7 dni
ru: Скачиваний за последние 7 дней
sk: Stiahnutí za posledných 7 dní
sv: Nerladdningar, senaste 7 dagar
ta: பதிவிறக்கங்கள், கடந்த 7 நாட்கள்
uk: Завантаження за останні 7 днів

source: Downloads, past 30 days
cs: Staženo za posledních 30 dní
de: Downloads, letzte 30 Tage
fr: Téléchargement sur les 30 derniers jours
id: Unduhan, 30 hari terakhir
it: Scaricamenti, ultimi 30 giorni
ms: Muat turun, 30 hari lepas
pl: Pobrania przez ostatnie 30 dni
ru: Скачиваний за последние 30 дней
sk: Stiahnutí za posledných 30 dní
sv: Nerladdningar, senaste 30 dagar
ta: பதிவிறக்கங்கள், கடந்த 30 நாட்கள்
uk: Завантаження за останні 30 днів

source: Downloads from $1 to $2
cs: Počet stažení v období od $1 do $2
de: Downloads von $1 bis $2
fr: Téléchargements de $1 à $2
id: Unduhan dari $1 ke $2
it: Scaricamenti da $1 a $2
ms: Muat turun dari $1 hingga $2
pl: Pobrania od $1 do $2
ru: Загрузки от $1 до $2
sv: Nerladdningar mellan $1 till $2
ta: $ 1 முதல் $ 2 வரை பதிவிறக்கங்கள்
uk: Завантаження від $1 до $2

source: $1 per day
cs: $1 denně
de: $1 pro Tag
fr: $1 par jour
id: $1 per hari
it: $1 al giorno
ms: $1 sehari
pl: $1 na dzień
ru: $1 в сутки
sv: $1 per dag
ta: ஒரு நாளைக்கு $ 1
uk: $1 за добу

source: JavaScript is required to display charts and statistics
cs: K zobrazení grafů a statistik je nutný JavaScript
de: JavaScript wird benötigt, um Diagramme und Statistiken anzuzeigen
fr: JavaScript est nécessaire pour afficher les tableaux et statistiques
id: JavaScript diperlukan untuk menampilkan grafik dan statistik
it: JavaScript è necessario per visualizzare grafici e statistiche
ms: JavaScript diperlukan untuk memaparkan carta dan statistik
pl: JavaScript jest wymagana aby wyświetlać wykresy i statystyki
ru: JavaScript требуется для отображения графиков и статистики
sk: Pre zobrazenie grafov a štatistík je vyžadovaný JavaScript
sv: JavaScript krävs för att se diagram och statistik
ta: விளக்கப்படங்கள் மற்றும் புள்ளிவிவரங்களைக் காண்பிக்க சாவாச்கிரிப்ட் தேவை
uk: Для відображення графіків і статистики потрібен JavaScript

source: Lifetime unique downloads
cs: Jednotlivá stažení za celou dobu
de: Einzigartige Downloads in der Lebenszeit
fr: Nombre de téléchargement uniques
id: Unduhan unik sepanjang masa
it: Scaricamenti unici nel tempo
ms: Muat turun unik sepanjang hayat
pl: Unikalne pobrania
ru: Уникальные загрузки за всю жизнь
sk: Jedinečné stiahnutia
sv: Livstid unika nerladdningar
ta: வாழ்நாள் தனித்துவமான பதிவிறக்கங்கள்
uk: Унікальні завантаження за весь час

source: Loading...
cs: Načítaní...
de: Laden ...
fr: Chargement...
id: Memuat...
it: Caricamento...
ms: Memuatkan...
pl: Ładowanie...
ru: Загрузка...
sk: Načítavam...
sv: Laddar...
ta: ஏற்றுகிறது ...
uk: Завантаження...

source: No data
cs: Žádná data
de: Keine Daten
fr: Pas de données
id: Tiada data
it: Nessun dato
ms: Tiada data
pl: Brak danych
ru: Нет данных
sk: Žiadne dáta
sv: Ingen data
ta: தரவு இல்லை
uk: Немає даних

source: Downloads by Package
cs: Stažení balíčku
de: Downloads nach Paket
fr: Téléchargements par paquet
id: Unduhan menurut Paket
it: Scaricamenti per Contenuto
ms: Muat Turun mengikut Pakej
pl: Pobrania według paczki
ru: Загрузки по Дополнениям
sk: Počet stiahnutí podľa balíčka
sv: Nerladdningar efter paket
ta: தொகுப்பு மூலம் பதிவிறக்கங்கள்
uk: Завантаження за пакунком

source: This is a stacked area graph. For total downloads, look at the combined height.
de: Dies ist ein gestapeltes Flächendiagramm. Für die Gesamtdownloadzahl, siehe die kombinierte Höhe.
fr: Ceci est un graphique à aires superposés. Pour le total des téléchargements, regardez la hauteur combinée.
id: Ini adalah grafik area bertumpuk. Untuk total unduhan, lihat tinggi gabungannya.
it: Si tratta di un grafico ad area sovrapposta. Per gli scaricamenti totali, osserva l'altezza combinata.
ms: Ini graf kawasan bertindan. Untuk jumlah muat turun keseluruhan, sila lihat pada ketinggian yang digabungkan.
pl: To jest skumulowany wykres warstwowy. Aby sprawdzić ilość całkowitych pobrań zobacz łączną wysokość.
ru: Это диаграмма с накоплением областей. Чтобы узнать общее количество загрузок, посмотрите на общую высоту.
sk: Toto je skladaný plošný graf. Pre celkový počet stiahnutí sa pozri na kombinovanú výšku.
sv: Detta är ett staplat områdesdiagram. För totala nerladdningar se den kombinerade höjden.
ta: இது அடுக்கப்பட்ட பகுதி வரைபடம். மொத்த பதிவிறக்கங்களுக்கு, ஒருங்கிணைந்த உயரத்தைப் பாருங்கள்.
uk: Це складений графік з областями. Загальна кількість завантажень — це сукупна висота всіх областей.

source: Downloads by Client
cs: Stažení klientem
de: Downloads nach Client
fr: Téléchargements par Client
id: Unduhan menurut Klien
it: Scaricamenti per Client
ms: Muat Turun mengikut Klien
pl: Pobrania według klienta
ru: Загрузки по Клиенту
sk: Počet stiahnutí podľa klienta
sv: Nerladdningar av klient
ta: கிளையன்ட் பதிவிறக்கங்கள்
uk: Завантаження клієнтом

source: Downloads by Reason
cs: Stažení z důvodu
de: Downloads nach Grund
fr: Téléchargements par Raison
id: Unduhan menurut Alasan
it: Scaricamenti per Motivo
ms: Muat Turun mengikut Sebab
pl: Pobrania według powodu
ru: Загрузки по Причинам
sk: Počet stiahnutí podľa dôvodu
sv: Nerladdningar av anledning
ta: காரணத்தால் பதிவிறக்கங்கள்
uk: Завантаження за причиною
