Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: There's no need to include the forum topic in the long description, it's already shown on the page.
cs: Není třeba uvádět téma fóra v dlouhém popisu, již je zobrazeno na stránce.
de: Es gibt keinen Grund, das Forenthema in der langen Beschreibung einzufügen, es wird bereits aud der Seite angezeigt.
fr: Il n'est pas nécessaire d'inclure le lien vers le forum dans la description longue, celui-ci est déjà affiché sur la page.
id: Tidak perlu menambahkan topik forum dalam deskripsi panjang, sudah ditampilkan di laman.
it: Non c'è bisogno di inserire la discussione sul forum nella descrizione lunga: è già mostrata nella pagina.
pl: Nie potrzeba zamieszczać łącza do tematu na forum w długim opisie, jest już pokazywane na stronie.
ru: Нет необходимости включать тему форума в длинное описание, она уже указана на странице.
sv: Du behöver inte inkludera forumtråden i den långa beskrivningen, det visas redan på sidan.
ta: மன்றத் தலைப்பை நீண்ட விளக்கத்தில் சேர்க்க வேண்டிய அவசியமில்லை, இது ஏற்கனவே பக்கத்தில் காட்டப்பட்டுள்ளது.
uk: Немає необхідності включати тему форуму в довгий опис, вона вже показана на сторінці.

source: There's no need to include the repository URL in the long description, it's already shown on the page.
cs: V dlouhém popisu není nutné uvádět adresu URL úložiště, je již zobrazena na stránce.
de: Es gibt keinen Grund, die Repository-URL in der langen Beschreibung einzufügen, sie wird bereit auf der Seite angezeigt.
fr: Il n'est pas nécessaire d'inclure l'URL du dépôt dans la description longue, celui-ci est déjà affiché sur la page.
id: Tidak perlu menambahkan URL repositori dalam deskripsi panjang, sudah ditampilkan di laman.
it: Non c'è bisogno di inserire l'URL del repositorio nella descrizione lunga: è già presente nella pagina.
pl: Nie potrzeba zamieszczać URL repozytorium w długim opisie, jest już pokazywane na stronie.
ru: Нет необходимости включать URL-адрес репозитория в длинное описание, он уже показан на странице.
sv: Du behöver inte inkludera repository-URL:en i den långa beskrivningen, den visas redan på sidan.
ta: நீண்ட விளக்கத்தில் களஞ்சிய முகவரி ஐ சேர்க்க வேண்டிய அவசியமில்லை, இது ஏற்கனவே பக்கத்தில் காட்டப்பட்டுள்ளது.
uk: Немає необхідності включати URL-адресу репозиторію в довгий опис, вона вже показана на сторінці.

source: What to write in the long description
cs: Co napsat do dlouhého popisu
de: Was man in der langen Beschreibung schreiben sollte
fr: Qu'écrire dans la description longue
id: Apa yang ditulis dalam deskripsi panjang
it: Cosa scrivere nella descrizione lunga
pl: Co napisać w długim opisie
ru: Что напечатать в длинном описании
sv: Vad man ska skriva i den långa beskrivningen
ta: நீண்ட விளக்கத்தில் என்ன எழுத வேண்டும்
uk: Що писати в довгому описі

source: Repository and Links
cs: Úložiště a odkazy
de: Repository und Links
fr: Dépôt et liens
id: Repositori dan Tautan
it: Deposito e Collegamenti
ms: Repositori dan Pautan
pl: Repozytorium i odnośniki
ru: Репозиторий и ссылки
sk: Úložisko a Odkazy
sv: Repository och länkar
ta: களஞ்சியம் மற்றும் இணைப்புகள்
uk: Репозиторій і посилання
vi: Kho lưu trữ và Liên kết

source: Do you have a Git repository?
cs: Máš Git úložiště?
de: Haben Sie ein Git-Repository?
fr: Avez-vous un dépôt Git ?
id: Apakah Anda memiliki repositori Git?
it: Hai un deposito Git?
ms: Adakah anda mempunyai repositori Git?
pl: Czy masz repozytorium Gita?
ru: Есть ли у вас репозиторий Git?
sv: Har du en Git-repository?
ta: உங்களிடம் அறிவிலி களஞ்சியம் இருக்கிறதா?
uk: Ви маєте репозиторій Git?

source: Having a repository is optional
cs: Doporučuje se mít úložiště
de: Es ist optional, ein Repository zu haben
fr: Avoir un dépôt n'est pas nécessaire
id: Memiliki repositori bersifat opsional
it: Avere un deposito è facoltativo
ms: Kewujudan repositori itu tidak wajib
pl: Posiadanie repozytorium jest opcjonalne
ru: Наличие репозитория необязательно
sv: Att ha en Git-repository är valfritt
ta: களஞ்சியத்தை வைத்திருப்பது விருப்பமானது
uk: Наявність репозиторію опціональна

source: If you do have a repository, enter the URL below. Otherwise, leave blank and click skip.
cs: Pokud máš úložiště, vlož odkaz níže. Jinak nech prázdné a klikni na "přeskočit".
de: Falls Sie ein Repository haben, geben Sie die URL unten ein. Ansonsten lassen Sie es leer und klicken Sie auf Überspringen.
fr: Si vous utilisez un dépôt, indiquez son URL ci-dessous. Dans le cas contraire, laissez le champ vide et cliquez sur « passer ».
id: Jika Anda memiliki repositori, masukkan URL di bawah. Jika tidak, kosongkan dan klik lewati.
it: Se disponi di un deposito, inserisci l'URL di seguito. Altrimenti lascia vuoto il campo e clicca su Salta.
ms: Sekiranya anda mempunyai repositori, masukkan URLnya di bawah. Kalau tidak, biarkan kosong dan klik langkau.
pl: Jeśli masz repozytorium, wprowadź URL poniżej. W przeciwnym razie, pozostaw to pole puste i kliknij pomiń.
ru: Если у вас действительно есть репозиторий, введите URL-адрес ниже. В противном случае оставьте поле пустым и нажмите пропустить.
sv: Om du har detta, skriv in URL:en nedan. Annars lämna tomt och tryck på hoppa över.
ta: உங்களிடம் களஞ்சியம் இருந்தால், கீழே உள்ள முகவரி ஐ உள்ளிடவும். இல்லையெனில், காலியாக விட்டுவிட்டு தவிர் என்பதைக் சொடுக்கு செய்க.
uk: Якщо ви маєте репозиторій, введіть посилання нижче. Інакше, залиште поле порожнім і натисніть пропустити.

source: HTTP URL to a Git, Mercurial, or other repository
cs: Adresa HTTP pro Git, Mercurial a další úložiště
de: HTTP-URL zu einem Git-, Mercurial- oder anderem Repository
fr: URL HTTP vers un dépôt Git, Mercurial, ou autre
id: URL HTTP ke repositori Git, Mercurial, atau yang lain
it: URL HTTP di un deposito Git, Mercurial, o di altro tipo
ms: URL HTTP ke suatu Git, Mercurial, atau repositori lain
pl: Adres HTTP do repozytorium Git, Mercurial, bądź innego
ru: HTTP URL-адрес Git, Mercurial, или другого репозитория
sv: HTTP-URL till en Git, Mercurial eller annan repository
ta: ஒரு அறிவிலி, மெர்குரியல் அல்லது பிற களஞ்சியத்திற்கு http முகவரி
uk: HTTP посилання на Git, Mercurial, чи інший репозиторій

source: Next (Autoimport)
cs: Další (Autoimport)
de: Weiter (Autoimport)
fr: Suivant (Importation automatique)
id: Lanjut (Impor Otomatis)
it: Successivo (Auto-Importazione)
ms: Seterusnya (Autoimport)
pl: Następny (Autoimportowanie)
ru: Далее (Автоимпорт)
sk: Nasledujúce (Automatické vloženie)
sv: Nästa (Autoimport)
ta: அடுத்து (ஆட்டோ இம்போர்ட்)
uk: Далі (Автоімпорт)
vi: Tiếp theo (Tự động nhập)

source: Skip
cs: Přeskočit
de: Überspringen
fr: Ignorer
id: Lewati
it: Salta
ms: Langkau
pl: Pomiń
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
ta: தவிர்
uk: Пропустити
vi: Bỏ qua

source: Importing... (This may take a while)
cs: Vkládání... (může chvíli trvat)
de: Importieren … (Dies kann eine Weile dauern)
fr: Importation... (Cela peut prendre un certain temps)
id: Mengimpor... (Ini mungkin perlu waktu)
it: Importando... (Potrebbe volerci un pò)
ms: Mengimport... (Ini mungkin makan masa)
pl: Importowanie... (Może to trochę potrwać)
ru: Импорт… (это может занять некоторое время)
sk: Vkladanie... (Môže to chvíľu trvať)
sv: Importerar... (Detta kan ta lite tid)
ta: இறக்குமதி ... (இதற்கு சிறிது நேரம் ஆகலாம்)
uk: Імпорт... (Це може зайняти деякий час)
vi: Đang nhập ... (Quá trình này có thể mất một lúc)

source: Where should users report issues?
cs: Kde mohou uživatelé nahlásit chyby?
de: Wo sollten Benutzer Probleme melden?
fr: Où les utilisateurs devraient-ils signaler les problèmes ?
id: Di mana pengguna dapat melaporkan masalah?
it: Dove dovrebbero segnalare i problemi lɜ utenti?
ms: Di manakah pengguna patut laporkan isu?
pl: Gdzie użytkownicy powinni zgłaszać problemy?
ru: Куда пользователи должны сообщать о проблемах?
sv: Var ska användare rapportera fel?
ta: பயனர்கள் சிக்கல்களை எங்கே புகாரளிக்க வேண்டும்?
uk: Куди користувачі мають звітувати про хиби?

source: Paste a forum topic URL
cs: Vlož adresu vlákna na fóru
de: Eine Forenthema-URL einfügen
fr: Coller une URL de sujet de forum
id: Tempelkan URL topik forum
it: Incolla l'URL di una discussione sul forum
ms: Tampal URL topik forum
pl: Wklej adres URL tematu forum
ru: Вставьте URL-адрес темы на форуме
sv: Klistra in en forumtråd-URL
ta: ஒரு மன்ற தலைப்பு முகவரி ஐ ஒட்டவும்
uk: Вставте посилання на тему на форумі

source: YouTube videos will be shown in an embed.
cs: Videa YouTube budou zobrzena ve vložení.
de: YouTube-Videos werden in einer Einbettung angezeigt.
fr: Les vidéos YouTube seront intégrées dans les pages.
id: Video YouTube akan ditampilkan sebagai sematan.
it: I video di YouTube verranno mostrati come incorporati.
ms: Video YouTube akan dipaparkan dalam benaman.
pl: Filmy YouTube będą wyświetlały się jako embed.
ru: Видео YouTube будут отображаться встроенными.
sk: YouTube videá sa zobrazia v záložke.
sv: YouTube-videor kommer visas i en inbäddning.
ta: YouTube வீடியோக்கள் உட்பொதிப்பில் காண்பிக்கப்படும்.
uk: Відео з YouTube буде відображено у вигляді вбудовування.
vi: Các video YouTube sẽ được hiển thị dưới dạng nhúng.

source: If blank, the author's donation URL will be used instead.
cs: Pokud je prázdné, použije se místo něj URL adresa daru autora.
de: Falls leer, wird stattdessen die Spenden-URL des Autoren benutzt.
fr: Si le champ est vide, l'URL de donation de l'auteur sera utilisée à la place.
id: Jika kosong, URL donasi pembuat yang akan digunakan.
it: Se vuoto, verrà utilizzato l'URL per le donazioni dell'autorə.
ms: Jika dibiarkan kosong, URL pendermaan milik pencipta akan digunakan sebagai ganti.
pl: Jeżeli puste, adres URL darowizn autora będzie użyty.
ru: Если поле пусто, вместо него будет использоваться URL-адрес пожертвования автора.
sk: Ak je prázdne, bude použité URL pre príspevky autorovi.
sv: Om tom, kommer författarens donations-URL att användas istället.
ta: காலியாக இருந்தால், ஆசிரியரின் நன்கொடை முகவரி அதற்கு பதிலாக பயன்படுத்தப்படும்.
uk: Якщо поле порожнє, замість нього буде використано URL-адресу пожертви автора.

source: How can users translate your package? ie: weblate URL or a help page
cs: Jak mohou uživatelé přeložit tvůj balíček? Např. weblate adresa nebo pomocná stránka
de: Wie können Benutzer Ihr Paket übersetzen? Z.B. Weblate-URL oder eine HIlfe-Seite
fr: Comment les utilisateurs peuvent-ils traduire votre paquet ? ie : URL de Weblate ou page d'aide
id: Bagaimana pengguna dapat menerjemahkan paket Anda? Misalnya URL Weblate atau laman bantuan
it: Come possono tradurre il tuo contenuto le persone? URL Weblate o una pagina d'aiuto
ms: Bagaimana pengguna boleh terjemah pakej anda? cth: URL Weblate atau halaman bantuan
pl: Jak użytkownicy mogą przetłumaczyć twój pakiet? np. adres weblate lub strona pomocy
ru: Как пользователи могут перевести ваш пакет? К примеру: URL-адрес или страница справки
sv: Hur kan användare översätta ditt paket? dvs: Weblate-URL eller en hjälpsida
ta: பயனர்கள் உங்கள் தொகுப்பை எவ்வாறு மொழிபெயர்க்க முடியும்? அதாவது: முகவரி அல்லது உதவி பக்கம்
uk: Як користувачі можуть перекласти ваш пакунок? Веб-адреса або сторінка довідки

source: You need to save a draft before you can add releases and screenshots. You'll be able to edit the package again before submitting for approval.
cs: Než budete moci přidávat vydání a snímky obrazovky, musíte si koncept uložit. Před odesláním ke schválení budete moci balíček znovu upravit.
de: Sie müssen einen Entwurf speichern, bevor Sie Releases und Screenshots hinzufügen können. Sie werden in der Lage sein, das Paket erneut zu bearbeiten, bevor Sie es für die Genehmigung einreichen.
fr: Vous devez sauvegarder un brouillon avant de pouvoir ajouter des publications et des captures d'écran. Vous pourrez modifier le paquet à nouveau avant de demander une validation.
id: Anda harus menyimpan draf sebelum dapat menambahkan rilisan dan tangkapan layar. Anda dapat menyunting paket lagi sebelum mengirimkan untuk disetujui.
it: Devi salvare la bozza prima che tu possa aggiungere rilasci e catture. Sarai in grado di modificare nuovamente il contenuto una volta che sarà inviato per l'approvazione.
pl: Musisz zapisać szablon zanim będziesz mógł dodawać wydania i zrzuty ekranu. Będziesz mógł znowu edytować pakiet przed wysłaniem do zatwierdzenia.
ru: Прежде чем добавлять релизы и скриншоты, необходимо сохранить черновик. Вы сможете еще раз отредактировать дополнение перед отправкой на утверждение.
sv: Du måste spara ett utkast innan du kan lägga till utgivningar och skärmdumpar. Du kommer att kunna redigera paketet igen innan du skickar in för godkännande.
ta: வெளியீடுகள் மற்றும் திரை சாட்களைச் சேர்ப்பதற்கு முன்பு நீங்கள் ஒரு வரைவைச் சேமிக்க வேண்டும். ஒப்புதலுக்காக சமர்ப்பிப்பதற்கு முன் நீங்கள் மீண்டும் தொகுப்பை திருத்த முடியும்.
uk: Вам потрібно зберегти чернетку, перш ніж ви зможете додавати випуски та знімки екрана. Ви зможете знову відредагувати пакунок перед поданням на затвердження.

source: Edit Maintainers
cs: Změnit správce
de: Betreuer bearbeiten
fr: Modifier les responsables
id: Sunting Pengelola
it: Modifica Mantenenti
ms: Sunting Penyenggara
pl: Edytuj opiekunów
ru: Редактирование разработчиков
sk: Upraviť Údržbu
sv: Redigera underhållare
ta: பராமரிப்பாளர்களைத் திருத்து
uk: Змінити супровідників
vi: Chỉnh sửa người bảo trì

source: Maintainers are given write access to the package.
cs: Správci mají k balíčku přístup pro zápis.
de: Die Betreuer erhalten Schreibzugriff auf das Paket.
fr: Les responsables ont un accès en écriture au paquet.
id: Pengelola diberi akses tulis ke paket.
it: Allз mantenenti viene garantito l'accesso di scrittura al contenuto.
ms: Penyenggara diberikan capaian menulis kepada pakej.
pl: Opiekunowie posiadają możliwość zapisu do paczki.
ru: Разработчикам предоставляется доступ на запись в дополнение.
sk: Údržba má write access (povolenie písať) k balíku.
sv: Underhållare ges skrivåtkomst till paketet.
ta: பராமரிப்பாளர்களுக்கு தொகுப்புக்கு எழுதும் அணுகல் வழங்கப்படுகிறது.
uk: Супровідникам надано доступ на запис до пакунка.
vi: Người bảo trì được cấp quyền ghi vào gói.

source: Depending on their rank, they will be able to edit the package, create releases and screenshots, and read private threads.
cs: V závislosti na své hodnosti budou moci upravovat balíček, vytvářet verze a snímky obrazovky a číst soukromá vlákna.
de: Abhängig von ihrem Rang werden sie in der Lage sein, das Paket zu bearbeiten, Releases und Bildschirmfotos zu erstellen, und private Themen zu lesen.
fr: En fonction de leur rang, ils pourront modifier le paquet, créer des versions et des captures d'écran, et lire les fils de discussion privés.
id: Sesuai jabatannya, mereka dapat menyunting paket, membuat rilisan dan tangkapan layar, serta membaca utas pribadi.
it: Sarà permesso loro di modificare il contenuto, creare rilasci e screenshot, e leggere le discussioni private, rispetto al loro rango.
ms: Bergantung kepada pangkat, mereka akan mampu menyunting pakej, cipta terbitan dan tangkap layar, dan baca bebenang peribadi.
pl: W zależności od ich rangi, będą mogli edytować paczkę, tworzyć wydania i zrzuty ekranu oraz czytać prywatne wątki.
ru: В зависимости от ранга, они смогут редактировать дополнение, создавать релизы и скриншоты, а также читать приватные темы.
sk: Na základe ich hodnosti majú možnosť upravovať balík, vytvoriť vydania a snímky, a čítať súkromné vlákna.
sv: Beroende på rang kommer de kunna redigera paketet, skapa utgivningar och skärmdumpar, och skapa privata trådar.
ta: அவர்களின் தரவரிசையைப் பொறுத்து, அவர்கள் தொகுப்பைத் திருத்தவும், வெளியீடுகள் மற்றும் திரை சாட்களை உருவாக்கவும், தனியார் நூல்களைப் படிக்கவும் முடியும்.
uk: Залежно від свого рангу вони зможуть редагувати пакунок, створювати випуски та знімки екрана, а також читати приватні ланцюжки.
vi: Tùy thuộc vào thứ hạng của họ, mà họ sẽ có thể chỉnh sửa gói, tạo bản phát hành và ảnh chụp màn hình cũng như đọc các chuỗi riêng tư.

source: Maintainers cannot add or remove other maintainers, but can remove themselves.
cs: Správci nemohou přidávat nebo odebírat jiné správce, ale mohou odebírat sami sebe.
de: Betreuer können keine anderen Betreuer hinzufügen oder entfernen, aber sie können sich selbst entfernen.
fr: Les responsables ne peuvent pas ajouter ou supprimer d'autres responsables, mais peuvent se supprimer eux-mêmes.
id: Pengelola tidak dapat menambah atau menghapus pengelola lain, tetapi dapat menghapus dirinya sendiri.
it: Lз mantenenti non possono aggiungersi o rimuoversi tra loro, ma possono rimuovere se stessз.
ms: Penyenggara tidak boleh menambah atau mengeluarkan penyenggara lain, tetapi boleh mengeluarkan diri sendiri.
pl: Opiekunowie nie mogą dodać lub usunąć innych opiekunów ale mogą usunąć samych siebie.
ru: Разработчики не могут добавлять или удалять других разработчиков, но могут удалять себя.
sk: Člen údržby nesmie pridať alebo odobrať iných členov údržby, avšak môže odobrať sám seba.
sv: Underhållare kan inte lägga till eller ta bort andra underhållare, men kan ta bort sig själva.
ta: பராமரிப்பாளர்கள் பிற பராமரிப்பாளர்களைச் சேர்க்கவோ அகற்றவோ முடியாது, ஆனால் தங்களை அகற்றலாம்.
uk: Супровідники не можуть додавати або видаляти інших супровідників, але можуть видаляти себе.
vi: Người bảo trì không thể thêm hoặc bớt người bảo trì khác, nhưng có thể tự loại bỏ.

source: Community Hub
cs: Komunitní centrum
de: Gemeinschaftszentrum
fr: Centre communautaire
id: Pusat Komunitas
it: Centro della Comunità
ms: Hab Komuniti
pl: Portal społecznościowy
ru: Центр сообщества
sk: Spoločenské centrum
sv: Communityhubb
ta: சமூக நடுவண்
uk: Центр спільноти
vi: Trung Tâm Cộng Đồng

source: Mods and texture packs for %(title)s
cs: Mody a balíčky textur pro %(title)s
de: Mods und Texturenpakete für %(title)s
fr: Mods et packs de textures pour %(title)s
id: Mod dan paket tekstur untuk %(title)s
it: Mod e pacchetti texture per %(title)s
ms: Mods dan pek tekstur untuk %(title)s
pl: Modyfikacje i paczki tekstur dla %(title)s
ru: Моды и пакеты текстур для %(title)s
sk: Modifikačné balíky a balíky textúr pre %(title)s
sv: Moddar och texturpaket för %(title)s
ta: %(title)sுக்கு மோட்ச் மற்றும் அமைப்பு பொதிகள்
uk: Моди і текстури для %(title)s

source: Search for packages for %(title)s
cs: Vyhledání balíčků pro %(title)s
de: Nach Paketen für %(title)s suchen
fr: Rechercher des paquets pour %(title)s
id: Cari paket untuk %(title)s
it: Cerca contenuti per %(title)s
ms: Cari pakej untuk %(title)s
pl: Szukaj pakietów dla %(title)s
ru: Поиск пакеты с названием %(title)s
sv: Sök efter paket för %(title)s
ta: %(title)s தொகுப்புகளைத் தேடுங்கள்
uk: Пошук пакунків для %(title)s

source: Documentation
cs: Dokumentace
de: Dokumentation
id: Dokumentasi
it: Documentazione
ms: Pendokumenan
pl: Dokumentacja
ru: Документация
sk: Dokumentácia
sv: Dokumentation
ta: ஆவணப்படுத்துதல்
uk: Документація

source: Game support is configured using the package's .conf file. See the documentation for more info
cs: Podpora her se konfiguruje v balíčku pomocí souboru .conf. Další informace naleznete v dokumentaci
de: Die Spielunterstützung wird mit Hilfe der „.conf“-Datei des Paketes konfiguriert. Siehe Dokumentation für mehr Infos
fr: Le fichier .conf du paquet est utilisé pour déterminer les jeux compatibles
id: Permainan yang didukung diatur menggunakan berkas .conf paket. Lihat dokumentasi untuk informasi lanjut
it: Il supporto ai giochi è impostato usando il file .conf del contenuto. Vedi la documentazione per maggiori informazioni
ms: Sokongan permainan ditetapkan menggunakan fail .conf pakej. Lihat pendokumenan untuk maklumat lanjut
pl: Wsparcie dla gier jest konfigurowane używając pliku .conf paczki. Zobacz dokumentację po więcej informacji
ru: Поддержка игры настраивается с помощью файла .conf пакета. Дополнительную информацию см. в документации
sv: Spelstöd konfigureras med hjälp av paketets .conf-fil. Se dokumentationen för mer information
ta: தொகுப்பின் .conf கோப்பைப் பயன்படுத்தி விளையாட்டு உதவி கட்டமைக்கப்பட்டுள்ளது. மேலும் தகவலுக்கு ஆவணங்களைப் பார்க்கவும்
uk: Підтримка ігор описується .conf файлом гри. Дивіться документацію для детальнішої інформації

source: Source
cs: Zdroj
de: Quelle
id: Sumber
it: Sorgente
ms: Sumber
pl: Kod źródłowy
ru: Источник
sk: Zdroj
sv: Källkod
ta: மூலம்
uk: Вихідний код
vi: Nguồn

source: Supported?
cs: Podporováno?
de: Unterstützt?
fr: Compatible ?
id: Didukung?
it: Supportato?
ms: Disokong?
pl: Wspierane?
ru: Поддерживается?
sk: Podpora?
sv: Stöds?
ta: ஆதரிக்கப்பட்டதா?
uk: З підтримкою?

source: Supports all games (unless excluded by unsupported_games)
cs: Podporuje všechny hry (pokud nejsou vyloučeny pomocí unsupported_games jako nepodporované hry)
de: Unterstützt alle Spiele (außer die, die von unsupported_games ausgeschlossen wurden)
fr: Compatible avec tous les jeux (à moins d'être exclu par unsupported_games)
id: Mendukung semua permainan (kecuali yang termasuk dalam unsupported_games)
it: Supporta tutti i giochi (se non escluso da unsupported_games)
ms: Menyokong semua permainan (melainkan dikecualikan oleh nilai unsupported_games)
pl: Wspiera wszystkie gry (chyba, że wykluczona w unsupported_games)
ru: Поддерживает все игры (если не исключено unsupported_games)
sv: Stödjer alla spel (om inte exkluderad av unsupported_games)
ta: அனைத்து விளையாட்டுகளையும் ஆதரிக்கிறது (ஆதரிக்கப்படாத விளையாட்டுகளால் விலக்கப்படாவிட்டால்)
uk: Підтримує усі ігри (доки не виключені розділом unsupported_games)

source: Detected from dependencies
cs: Nalezeno v závislostech
de: Von Abhängigkeiten erkannt
fr: Détecté à partir des dépendances
id: Dideteksi dari dependensi
it: Rilevato dalle dipendenze
ms: Dikesan dari kebergantungan
pl: Wykryto z zależności
ru: Обнаружено из зависимостей
sk: Nájdené medzi závislosťami
sv: Hittad från beroenden
ta: சார்புகளிலிருந்து கண்டறியப்பட்டது
uk: Виявлено з залежностей

source: Overridden on ContentDB
cs: Přepsáno v ContentDB
de: Auf ContentDB überschrieben
id: Ditimpa di ContentDB
it: Sovrascritto su ContentDB
ms: Diatasi di ContentDB
pl: Nadpisane na ContentDB
ru: Предопределено создателем
sv: Överskriden på ContentDB
ta: ContentDB இல் மீறப்பட்டுள்ளது
uk: Перевизначено на ContentDB

source: Unknown. Please either add supported games or check 'Supports all games'
cs: Neznámý. Přidejte prosím podporované hry nebo zaškrtněte "Podporuje všechny hry"
de: Unbekannt. Bitte fügen Sie entweder unterstützte Spiele hinzu oder aktivieren Sie „Unterstützt alle Spiele“
id: Tidak diketahui. Silakan tambahkan permainan yang didukung atau centang 'Mendukung semua permainan'
it: Sconosciuto. Si prega di aggiungere i giochi supportati o selezionare 'Supporta tutti i giochi'
ms: Tidak diketahui. Sila tambah permainan disokong ataupun tandakan 'Menyokong semua permainan'
pl: Nieznane. Dodaj wspierane gry bądź zaznacz 'Wspiera wszystkie gry'
ru: Неизвестный. Пожалуйста, добавьте поддерживаемые игры или установите флажок «Поддерживает все игры»
sv: Okänt. Var snäll och antingen lägga till spel som stöds eller aktivera "Stödjer alla spel"
ta: தெரியவில்லை. தயவுசெய்து ஆதரிக்கப்பட்ட விளையாட்டுகளைச் சேர்க்கவும் அல்லது 'அனைத்து விளையாட்டுகளையும் ஆதரிக்கிறது' என்பதை சரிபார்க்கவும்
uk: Невідомо. Будь ласка, додайте підтримувані ігри або позначте «Підтримує всі ігри»

source: Generated %(conf)s lines
cs: Generované řádky %(conf)s
de: %(conf)s Zeilen generiert
id: %(conf)s baris dibuat
it: Linee %(conf)s generate
ms: Barisan %(conf)s yang dijana
pl: Wygenerowano %(conf)s lini(ę/i/e)
ru: Сгенерировано %(conf)s линии
sv: Genererade %(conf)s linjer
ta: உருவாக்கப்பட்ட %(conf)sோடுகள்
uk: Згенеровано %(conf)s рядків
