Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Set Min
cs: Nastavit minimum
de: Minimum setzen
fr: Définir Minimum
id: Atur Min
it: Specifica Minimo
ms: Tetapkan Minimum
pl: Ustaw minimalne
ru: Поставить минимум
sk: Nastav Minimum
sv: Sätt Min
ta: பார்த்தது
uk: Встановити мінімум
vi: Đặt tối thiểu

source: Set Max
cs: Nastavit maximum
de: Maximum setzen
fr: Définir Maximum
id: Atur Maks
it: Specifica Massimo
ms: Tetapkan Maksimum
pl: Ustaw maksymalne
ru: Поставить предел
sk: Nastav Maximum
sv: Sätt Max
ta: அதிகபட்சம் அமைக்கவும்
uk: Встановити максимум
vi: Đặt tối đa

source: Only change values previously set as none
cs: Změnit pouze hodnoty předešle nastavené na "none"
de: Nur Werte ändern, die zuvor als „none“ festgelegt wurden
fr: Ne modifie que les valeurs précédemment définies comme nulles
id: Hanya ubah nilai yang sebelumnya diatur kosong
it: Cambia solo i valori specificati come nulli in precedenza
ms: Hanya tukar nilai yang sebelum ini ditetapkan sebagai tiada
pl: Zmień tylko wartości, które zostały wcześniej ustawione jako none
ru: Изменять только значения, ранее установленные как отсутствующие
sk: Zmeň iba hodnoty predtým nastavené na "none" (žiadne)
sv: Endast ändra värden tidigare satta som inget
ta: முன்னர் எதுவுமில்லை என அமைக்கப்பட்ட மதிப்புகளை மட்டுமே மாற்றவும்
uk: Змінюйте лише значення, які були раніше встановлені як «немає»
vi: Chỉ thay đổi các giá trị đã đặt trước đó là none

source: Update
cs: Aktualizovat
fr: Mettre à jour
id: Perbarui
it: Aggiorna
ms: Kemas kini
pl: Aktualizuj
ru: Обновить
sk: Aktualizácia
sv: Uppdatera
ta: புதுப்பிப்பு
uk: Оновити
vi: Cập nhật

source: Trigger
cs: Spustit
fr: Déclencheur
id: Pemicu
it: Innesco
ms: Picu
pl: Wyzwalacz
ru: Триггер
sk: Spúšťač
sv: Trigga
ta: தூண்டுதல்
uk: Тригер
vi: Kích hoạt

source: New Commit
cs: Nový Commit
de: Neuer Commit
fr: Nouveau commit
id: Commit Baru
it: Nuovo Contributo
ms: Serahan Baharu
pl: Nowy commit
ru: Новая контрольная точка
sk: Nový prídavok
sv: Ny commit
ta: புதிய கமிட்
uk: Новий коміт
vi: Cam kết Mới

source: New Tag
cs: Nový štítek
de: Neuer Tag
fr: Ajouter une étiquette
id: Label Baru
it: Nuova Etichetta
ms: Tag Baharu
pl: Nowy tag
ru: Новая Метка
sk: Nový tag
sv: Ny tagg
ta: புதிய குறிச்சொல்
uk: Новий теґ
vi: Thẻ Mới

source: Branch name
cs: Název větve
fr: Nom de la branche
id: Nama branch
it: Nome del branch
ms: Nama cabang
pl: Nazwa gałęzi
ru: Название ветви
sk: Názov vetvy
sv: Branchnamn
ta: கிளை பெயர்
uk: Назва гілки

source: Action
cs: Akce
de: Aktion
id: Tindakan
it: Azione
ms: Perbuatan
pl: Akcja
ru: Действие
sk: Úkon
sv: Åtgärd
ta: செயல்
uk: Дія
vi: Hành động

source: Send notification and mark as outdated
cs: Odeslat upozornění a označit jako zastaralé
de: Benachrichtigung senden und als veraltet markieren
fr: Envoyer une notification et marquer comme obsolète
id: Kirim pemberitahuan dan tandai sebagai usang
it: Invia una notifica e segnala come obsoleto
ms: Hantar pemberitahuan dan tanda sebagai lapuk
pl: Wyślij powiadomienie i oznacz jako przestarzałe
ru: Отправить уведомление и пометить как устаревший
sk: Pošli upozornenie a označ za neaktuálne
sv: Skicka notis och markera som föråldrad
ta: அறிவிப்பையும் குறிக்கவும் காலாவதியானது
uk: Надіслати сповіщення та позначити як застаріле
vi: Gửi thông báo và đánh dấu là đã lỗi thời

source: Create release
cs: Vytvořit vydání
de: Release erstellen
fr: Créer une version
id: Buat rilisan
it: Crea un rilascio
ms: Cipta terbitan
pl: Utwórz wydanie
ru: Создать релиз
sk: Vytvor vydanie (release)
sv: Skapa utgivning
ta: வெளியீட்டை உருவாக்கவும்
uk: Створити випуск
vi: Tạo phát hành

source: Save Settings
cs: Uložit nastavení
de: Einstellung speichern
fr: Mettre à jour les paramètres
id: Simpan Pengaturan
it: Salva le Impostazioni
ms: Simpan Tetapan
pl: Zapisz ustawienia
ru: Сохранить Настройки
sk: Ulož Nastavenia
sv: Spara inställningar
ta: அமைப்புகளை சேமிக்கவும்
uk: Зберегти налаштування
vi: Lưu Cài Đặt

source: Disable Automation
cs: Deaktivovat automatizaci
de: Automatisierung deaktivieren
fr: Désactiver l'automatisation
id: Matikan Automasi
it: Disattiva l'Automazione
ms: Lumpuhkan Automasi
pl: Wyłącz automatyzację
ru: Отключить Автоматизацию
sk: Zakázať automatizáciu
sv: Inaktivera automatisering
ta: ஆட்டோமேசனை முடக்கு
uk: Вимкнути автоматизацію

source: Please add a Git repository URL in order to set up automatic releases
cs: Prosím zadejte URL adresu Git repozitáře pro aktivaci automatického vydávání
de: Bitte fügen Sie eine Git-Repository-URL hinzu, um automatische Releases einzurichten
fr: Veuillez ajouter l'URL d'un dépôt Git afin de configurer la création de versions automatique
id: Harap tambahkan URL repositori Git untuk menyiapkan rilisan otomatis
it: Aggiungi un URL del deposito Git così da poter impostare i rilasci automatici, per favore
ms: Sila tambah URL repositori Git untuk menetapkan terbitan automatik
pl: Dodaj URL repozytoria Git aby ustawić automatyczne wydania
ru: Пожалуйста, добавьте URL-адрес Git репозитория чтобы настроить автоматические релизы
sk: Pred nastavením automatických vydaní zadaj URL pre Git úložisko
sv: Var snäll och lägg till en Git-repository för att ställa in automatiska utgivningar
ta: தானியங்கி வெளியீடுகளை அமைக்க ஒரு அறிவிலி களஞ்சிய முகவரி ஐச் சேர்க்கவும்
uk: Будь ласка, додайте URL репозиторію Git для налаштування автоматичних випусків
vi: Vui lòng thêm URL kho lưu trữ Git để thiết lập các bản phát hành tự động

source: Deleted update configuration
cs: Smazat aktualizaci nastavení
de: Gelöschte Update-Konfiguration
fr: Configuration de mise à jour supprimée
id: Konfigurasi pembaruan yang dihapus
it: Configurazione di aggiornamento rimossa
ms: Konfigurasi kemas kini telah dipadam
pl: Usunięto konfigurację aktualizacji
ru: Удалить обновлённую конфигурацию
sk: Vymazaná konfigurácia aktualizácie
sv: Tog bort uppdateringskonfiguration
ta: புதுப்பிப்பு உள்ளமைவு நீக்கப்பட்டது
uk: Конфігурацію оновлень видалено
vi: Đã xóa cấu hình cập nhật

source: Now, please create an initial release
cs: Nyní prosím vytvořte prvotní vydání
de: Bitte erstellen Sie nun einen ersten Release
fr: Maintenant, veuillez créer une version initiale
id: Sekarang, harap buat rilisan awalan
it: Ora, crea un rilascio iniziale, per favore
ms: Sekarang, sila cipta sebuah terbitan awal
pl: Teraz, utwórz pierwsze wydanie
ru: Теперь, создайте первый релиз
sk: Teraz prosím vytvor prvotné vydanie
sv: Var snäll och skapa en första utgivning nu
ta: இப்போது, ஆரம்ப வெளியீட்டை உருவாக்கவும்
uk: Тепер, будь ласка, створіть початковий випуск
vi: Bây giờ, hãy tạo một bản phát hành ban đầu

source: Comment
cs: Komentář
de: Kommentar
fr: Commentaires
id: Komentar
it: Rispondi
ms: Komen
pl: Komentarz
ru: Прокомментировать
sk: Komentár
sv: Kommentar
ta: கருத்து
uk: Коментар
vi: Bình luận

source: Rating
cs: Hodnocení
de: Bewertung
fr: Notation
id: Penilaian
it: Valutazione
ms: Penarafan
pl: Ocena
ru: Рейтинг
sk: Hodnotenie
sv: Betyg
ta: செயல்வரம்பு
uk: Оцінка

source: Yes
cs: Ano
de: Ja
fr: Oui
id: Ya
it: Sì
ms: Ya
pl: Tak
ru: Да
sk: Áno
sv: Ja
ta: ஆம்
uk: Так
vi: Có

source: Neutral
cs: Neutrální
fr: Neutre
id: Netral
it: Nì
pl: Neutralne
ru: Нейтрально
sk: Neutrál
ta: நடுநிலை
uk: Нейтрально

source: No
cs: Ne
de: Nein
fr: Non
id: Tidak
ms: Tidak
pl: Nie
ru: Нет
sk: Nie
sv: Nej
ta: இல்லை
uk: Ні
vi: Không

source: You can't review your own package!
cs: Nemůžete hodnotit vlastní balíček!
de: Sie können Ihr eigenes Paket nicht rezensieren!
fr: Vous ne pouvez pas évaluer votre propre paquet !
id: Anda tidak dapat mengulas paket Anda sendiri!
it: Non puoi recensire un tuo contenuto!
ms: Anda tidak boleh mengulas pakej anda sendiri!
pl: Nie możesz napisać opinii dla swojej paczki!
ru: Вы не можете дать обзор на ваше же дополнение!
sk: Nemôžeš recenzovať svoj vlastný balíček!
sv: Du kan inte recensera ditt egna paket!
ta: உங்கள் சொந்த தொகுப்பை நீங்கள் மதிப்பாய்வு செய்ய முடியாது!
uk: Ви не можете оцінити свій пакунок!
vi: Bạn không thể đánh giá gói của mình!

source: You've reviewed too many packages recently. Please wait before trying again, and consider making your reviews more detailed
cs: V krátké době jste hodnotili příliš mnoho balíčků. Prosím zopakujte akci později a zvažte, zda by nešlo dělat hodnocení o něco detailněji
de: Sie haben neulich zu viele Pakete rezensiert. Bitte warten Sie, bevor Sie es erneut versuchen. Sie sollten vielleicht Ihre Rezensionen etwas mit mehr Detail versehen
fr: Vous avez évalué trop de paquets récemment. Veuillez attendre avant de réessayer, et pensez à plus détailler vos évaluations
id: Anda mengulas terlalu banyak paket baru-baru ini. Harap tunggu sebelum mencoba lagi dan harap buat ulasan Anda lebih detail
it: Hai recensito troppi contenuti ultimamente. Aspetta un pò prima di riprovare, per favore, e considera di rendere le tue recensioni più dettagliate
ms: Anda telah mengulas terlalu banyak pakej baru-baru ini. Sila tunggu sebelum cuba lagi, dan pertimbangkan untuk buat ulasan anda lebih terperinci
pl: W ostatnim czasie zrecenzowałeś zbyt dużo paczek. Poczekaj zanim spróbujesz ponownie oraz rozważ pisanie bardziej szczegółowych recenzji
ru: Вы сделали слишком много обзоров за последнее время. Пожалуйста, подождите перед повторной попыткой или рассмотрите возможность сделать ваши отзывы более подробными
sk: Nedávno ste ohodnotili príliš veľa balíčkov. Prosím počkajte pred ďalším pokusom a zvážte podrobnejšie hodnotenie
sv: Du har recenserat för många paket nyligen. Var snäll vänta innan du försöker igen, och överväg att göra dina recensioner mer detaljerade
ta: நீங்கள் அண்மைக் காலத்தில் பல தொகுப்புகளை மதிப்பாய்வு செய்துள்ளீர்கள். மீண்டும் முயற்சிக்கும் முன் காத்திருங்கள், மேலும் உங்கள் மதிப்புரைகளை மேலும் விரிவாக மாற்றுவதைக் கவனியுங்கள்
uk: Ви нещодавно оцінили занадто багато пакунків. Будь ласка, зачекайте перед тим, як спробувати знову, і подумайте над тим, щоб зробити ваші відгуки більш детальними
vi: Gần đây, bạn đã đánh giá quá nhiều gói. Vui lòng đợi trước khi thử lại và cân nhắc làm cho bài đánh giá của bạn chi tiết hơn

source: Linking to blocked sites is not allowed
cs: Směrovnání na blokované stránky není povoleno
de: Die Verlinkung zu blockierten Seiten ist nicht erlaubt
fr: Faire référence à des sites bloqués n'est pas autorisé
id: Tautan ke situs terblokir tidak dibolehkan
it: Non è consentito il reindirizzamento a siti bloccati
ms: Pemautan ke tapak disekat tidak dibenarkan
pl: Tworzenie odnośników do zablokowanych stron jest niedozwolone
ru: Ссылки на заблокированные сайты запрещены
sk: Prepojenie na blokované stránky nie je povolené
sv: Det är inte tillåtet att länka till blockerade webbplatser
ta: தடுக்கப்பட்ட தளங்களுடன் இணைக்க அனுமதிக்கப்படாது
uk: Посилання на заблоковані сайти не дозволяється

source: You can't vote on the reviews on your own package!
cs: Nemůžete hlasovat v hodnocení vlastního balíčku!
de: Sie können nicht über die Rezensionen für Ihr eigenes Paket abstimmen!
fr: Vous ne pouvez voter pour les évaluations de votre propre paquet !
id: Anda tidak dapat menilai ulasan pada paket Anda sendiri!
it: Non puoi votare le recensioni sul tuo contenuto!
ms: Anda tidak boleh mengundi pada ulasan di pakej anda sendiri!
pl: Nie możesz oceniać opinii swojej paczki!
ru: Вы не можете голосовать за обзоры вашего дополнения!
sk: Nemôžeš hlasovať za komentáre k svojim vlastným balíčkom!
sv: Du kan inte rösta på recensionerna på ditt egna paket!
ta: உங்கள் சொந்த தொகுப்பில் மதிப்புரைகளில் நீங்கள் வாக்களிக்க முடியாது!
uk: Ви не можете голосувати за відгуки на свій пакунок!
vi: Bạn không thể bỏ phiếu trên đánh giá gói của mình!

source: You can't vote on your own reviews!
cs: Nemůžete hlasovat ve vlastním hodnocení!
de: Sie können nicht über Ihre eigenen Rezensionen abstimmen!
fr: Vous ne pouvez pas voter pour vos propres évaluations !
id: Anda tidak dapat menilai ulasan Anda sendiri!
it: Non puoi votare le tue recensioni!
ms: Anda tidak boleh mengundi pada ulasan anda sendiri!
pl: Nie możesz oceniać swoich opinii!
ru: Вы не можете голосовать на своих обзорах!
sk: Nemôžeš hlasovať za svoje vlastné recenzie!
sv: Du kan inte rösta på dina egna recensioner!
ta: உங்கள் சொந்த மதிப்புரைகளில் நீங்கள் வாக்களிக்க முடியாது!
uk: Ви не можете голосувати за свої відгуки!
vi: Bạn không thể bỏ phiếu trên đánh giá của riêng mình!

source: Title/Caption
cs: Titulek/Nadpis
de: Titel/Untertitel
fr: Titre/légende
id: Judul / Takarir
it: Titolo/Sottotitolo
ms: Tajuk/Kapsyen
pl: Tytuł/Nagłówek
ru: Название/Подпись
sk: Názov/Titulok
sv: Titel/Undertitel
ta: தலைப்பு/தொப்பி
uk: Заголовок/Підпис
vi: Tiêu đề/Chú thích

source: Cover Image
cs: Obrázek obálky
de: Titelbild
fr: Image de couverture
id: Gambar Sampul
it: Immagine di Copertina
ms: Imej Kulit
pl: Obrazek okładki
ru: Изображение Обложки
sk: Náhľadový obrázok
sv: Titelbild
ta: கவர் படம்
uk: Обкладинка
vi: Ảnh bìa

source: Message
cs: Zpráva
de: Nachricht
id: Pesan
it: Messaggio
ms: Mesej
pl: Wiadomość
ru: Сообщение
sk: Správa
sv: Meddelande
ta: செய்தி
uk: Повідомлення
vi: Tin nhắn

source: Report
cs: Hlášení
de: Melden
fr: Signaler
id: Laporkan
it: Segnala
ms: Lapor
pl: Zgłoś
ru: Сообщить
sk: Nahlásiť
sv: Rapportera
ta: அறிக்கை
uk: Скарга
vi: Báo cáo

source: Already subscribed!
cs: Již odebíráno!
de: Bereits abonniert!
fr: Déjà abonné !
id: Telah berlangganan!
it: Già iscrittə!
ms: Sudah dilanggan!
pl: Już zasubskrybowano!
ru: Уже подписано!
sk: Už si zapísaný k odberu!
sv: Prenumererar redan!
ta: ஏற்கனவே சந்தா!
uk: Вже підписано!
vi: Đăng ký rồi!

source: Subscribed to thread
cs: Odebírat vlákno
de: Thema abonniert
fr: Abonné au fil de discussion
id: Berlangganan ke utas
it: Sei iscrittə alla discussione
ms: Dilanggan ke bebenang
pl: Zasubskrybowano wątek
ru: Подписаны на ветвь обсуждения
sk: Zapísaný k vláknu
sv: Prenumererar på tråd
ta: நூலுக்கு குழுசேர்ந்தது
uk: Підписано на ланцюжок

source: Unsubscribed!
cs: Odběr ukončen!
de: Deabonniert!
fr: Désabonné !
id: Berhenti langganan!
it: Non sei più iscrittə!
ms: Buang langganan!
pl: Anulowano subskrybcję!
ru: Подписка отменена!
sk: Odhlásený z odberu!
sv: Avprenumererad!
ta: குழுவிலகப்பட்டது!
uk: Відписано!
vi: Đã hủy đăng ký!

source: Already not subscribed!
cs: Odběr již zrušen!
de: Bereits nicht abonniert!
fr: Déjà non abonné !
id: Telah berhenti langganan!
it: Non sei già iscrittə!
ms: Sudah dibuang langganan!
pl: Już anulowano subskrybcję!
ru: Уже не подписаны!
sk: Už nie si zapísaný k odberu!
sv: Redan avprenumererad!
ta: ஏற்கனவே குழுசேரவில்லை!
uk: Ви вже не підписані!
vi: Chưa đăng ký!

source: Locked thread
cs: Zamčené vlákno
de: Gesperrtes Thema
fr: Fil verrouillé
id: Utas yang dikunci
it: Discussione bloccata
ms: Bebenang dikunci
pl: Zablokowano wątek
ru: Закрытая ветвь обсуждения
sk: Uzamknuté vlákno
sv: Låst tråd
ta: பூட்டப்பட்ட நூல்
uk: Заблокований ланцюжок
vi: Chủ đề bị khóa

source: Unlocked thread
cs: Odemčené vlákno
de: Entsperrtes Thema
fr: Fil déverrouillé
id: Utas yang tidak dikunci
it: Discussione sbloccata
ms: Bebenang dibuka kunci
pl: Odblokowano wątek
ru: Открытая ветвь обсуждения
sk: Odomknuté vlákno
sv: Upplåst tråd
ta: திறக்கப்படாத நூல்
uk: Ланцюжок розблокований
vi: Chủ đề đã mở khóa

source: Cannot delete thread opening post!
cs: Není možné smazat požadavek na otevření vlákna!
de: Beitrag zur Eröffnung des Themas kann nicht gelöscht werden!
fr: Impossible de supprimer le premier message d'un fil !
id: Tidak dapat menghapus pos pembuka utas!
it: Il commento di apertura di una discussione non può essere cancellato!
ms: Tidak boleh padam hantaran pembuka bebenang!
pl: Nie można usunąć wiadomości otwierającej post!
ru: Не удается удалить сообщение, открывающее тему!
sk: Nemôžeš vymazať úvodnú správu vlákna!
sv: Kan inte ta bort trådens första inlägg!
ta: நூல் திறப்பு இடுகையை நீக்க முடியாது!
uk: Неможливо видалити перший допис ланцюжка!

source: Please wait before commenting again
cs: Prosím vydržte, než budete moci znovu komentovat
de: Bitte warten Sie, bevor Sie erneut einen Kommentar abgeben
fr: Veuillez attendre avant de commenter à nouveau
id: Harap tunggu sebelum berkomentar lagi
it: Aspetta un pò prima di commentare di nuovo, per favore
ms: Sila tunggu sebentar sebelum menulis komen lagi
pl: Poczekaj zanim znów skomentujesz
ru: Пожалуйста, подождите прежде чем снова комментировать
sk: Prosím počkaj, než budeš môcť znova komentovať
sv: Vänta innan du kommenterar igen
ta: மீண்டும் கருத்து தெரிவிப்பதற்கு முன் காத்திருங்கள்
uk: Будь ласка, зачекайте перед тим, як коментувати знову
vi: Xin vui lòng chờ đợi trước khi bình luận một lần nữa

source: Open Thread
cs: Otevřít vlákno
de: Thema eröffnen
fr: Ouvrir un fil de discussion
id: Buka Utas
it: Inizia una Discussione
ms: Buka Bebenang
pl: Otwórz wątek
ru: Открыть Ветвь Обсуждения
sk: Vytvor vlákno
sv: Öppna tråd
ta: திறந்த நூல்
uk: Відкрити Ланцюжок

source: Unable to create thread!
cs: Vlákno nebylo možné vytvořit!
de: Thema kann nicht erstellt werden!
fr: Impossible de créer le fil de discussion !
id: Tidak dapat membuat utas!
it: Impossibile creare la discussione!
ms: Tidak mampu cipta bebenang!
pl: Nie można utworzyć wątku!
ru: Не получилось создать ветвь обсуждения!
sk: Nemôžem vytvoriť vlákno!
sv: Kunde inte skapa tråd!
ta: நூலை உருவாக்க முடியவில்லை!
uk: Неможливо створити ланцюжок!
vi: Không thể tạo chủ đề!

source: An approval thread already exists! Consider replying there instead
cs: Schvalovací vlákno již existuje! Zvažte odpověď tam
de: Es existiert bereits ein Genehmigungsthema! Antworten Sie lieber in ihn
fr: Un fil d'approbation existe déjà ! Considérez plutôt d'y répondre
id: Sebuah utas persetujuan telah ada! Harap membalasnya di sana
it: Una discussione di approvazione esiste già! Considera invece di rispondere lì
ms: Bebenang kelulusan sudah wujud! Pertimbangkan untuk balas di bebenang tersebut
pl: Wątek zatwierdzający już istnieje! Rozważ utworzenie odpowiedzi tam
ru: Тема проверки уже существует! Лучше напишите ответ в ней
sk: Schvaľovacie vlákno už existuje! Zvážte odpoveď tam
sv: En godkänningstråd finns redan! Överväg att svara där istället
ta: ஒரு ஒப்புதல் நூல் ஏற்கனவே உள்ளது! அதற்கு பதிலாக அங்கு பதிலளிப்பதைக் கவனியுங்கள்
uk: Ланцюжок для затвердження вже існує! Розгляньте можливість відповісти там

source: Please wait before opening another thread
cs: Prosím počkejte, než otevřete další vlákno
de: Bitte warten Sie, bevor Sie ein neues Thema eröffnen
fr: Veuillez attendre avant de commenter à nouveau
id: Harap tunggu sebelum membuka utas baru
it: Aspetta prima di iniziare una nuova discussione, per favore
ms: Sila tunggu sebentar sebelum membuka bebenang yang lain
pl: Poczekaj zanim otworzysz kolejny wątek
ru: Пожалуйста, подождите прежде чем открывать ещё одну ветвь обсуждения
sk: Prosím počkaj, kým budeš môcť vytvoriť ďalšie vlákno
sv: Vänta innan du öppnar en ny tråd
ta: மற்றொரு நூலைத் திறப்பதற்கு முன் காத்திருங்கள்
uk: Будь ласка, зачекайте перед тим, як відкрити інший ланцюжок
vi: Xin vui lòng chờ đợi trước khi mở chủ đề khác

source: Done
cs: Hotovo
de: Fertig
fr: Terminé
id: Selesai
it: Fatto
ms: Selesai
pl: Zakończono
ru: Готово
sv: Färdig
ta: முடிந்தது
uk: Готово

source: Username or email
cs: Uživatelské jméno nebo e-mail
de: Benutzername oder E-Mail
fr: Nom d'utilisateur ou courriel
id: Nama pengguna atau surel
it: Nome utente o email
ms: Nama pengguna atau e-mel
pl: Nazwa użytkownika lub email
ru: Имя пользователя или эл. почта
sk: Užívateľské meno alebo email
sv: Användarnamn eller E-mail
ta: பயனர்பெயர் அல்லது மின்னஞ்சல்
uk: Ім'я користувача або електронна пошта
vi: Tên người dùng hoặc email

source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
id: Kata sandi
ms: Kata laluan
pl: Hasło
ru: Пароль
sk: Heslo
sv: Lösenord
ta: கடவுச்சொல்
uk: Пароль
vi: Mật khẩu

source: Remember me
cs: Pamatovat si mě
de: Dieses Gerät speichern
fr: Se rappeler de moi
id: Ingat saya
it: Ricordami
ms: Ingat saya
pl: Zapamiętaj mnie
ru: Запомнить меня
sk: Zapamätaj si ma
sv: Kom ihåg mig
ta: என்னை நினைவில் கொள்ளுங்கள்
uk: Запамʼятати мене
vi: Nhớ thông tin đăng nhập của tôi

source: Sign in
cs: Přihlásit se
de: Anmelden
fr: Se connecter
id: Masuk
it: Accedi
ms: Log masuk
pl: Zaloguj się
ru: Войти
sk: Prihlásiť sa
sv: Logga in
ta: விடுபதிகை
uk: Увійти
vi: Đăng nhập

source: Incorrect email or password
cs: Špatný e-mail nebo heslo
de: E-Mail oder Passwort ist falsch
fr: Email ou mot de passe incorrect
id: Surel atau kata sandi salah
it: L'email o la password non sono corretti
ms: E-mel atau kata laluan tidak betul
pl: Niepoprawny email lub hasło
ru: Неправильная электронная почта или пароль
sk: Nesprávny email alebo heslo
sv: Felaktig E-mail eller lösenord
ta: தவறான மின்னஞ்சல் அல்லது கடவுச்சொல்
uk: Невірна електронна пошта або пароль
vi: Không chính xác email hoặc mật khẩu

source: User %(username)s does not exist
cs: Uživatel %(username)s neexistuje
de: Benutzer %(username)s existiert nicht
fr: L'utilisateur %(username)s n'existe pas
id: Pengguna %(username)s tidak ada
it: L'utente %(username)s non esiste
ms: Pengguna %(username)s tidak wujud
pl: Użytkownik %(username)s nie istnieje
ru: Пользователя %(username)s не существует
sk: Užívateľ %(username)s nejestvuje
sv: Användare %(username)s finns inte
ta: பயனர் %(username)s இல்லை
uk: Користувач %(username)s не існує
vi: Người dùng %(username)s không tồn tại

source: Incorrect password. Did you set one?
cs: Neplatné heslo. Zadali jste nějaké?
de: Falsches Passwort. Haben Sie eins gesetzt?
fr: Mot de passe incorrect. En avez-vous défini un ?
id: Kata sandi salah. Apakah Anda telah mengaturnya?
it: La password non è corretta. Ne hai specificata una?
ms: Kata laluan tidak betul. Adakah anda pernah tetapkannya?
pl: Niepoprawne hasło. Czy ustawiłeś jakieś?
ru: Неправильный пароль. Вы его установили?
sk: Nesprávne heslo. Už si nejaké nastavil?
sv: Fel lösenord. Har du ett?
ta: தவறான கடவுச்சொல். ஒன்றை அமைத்தீர்களா?
uk: Невірний пароль. Ви встановили його?
vi: Mật khẩu không chính xác. Bạn đã đặt một cái chưa?

source: You need to confirm the registration email
cs: Je třeba potvrdit registrační e-mail
de: Sie müssen die Registrierungs-E-Mail bestätigen
fr: Vous devez confirmer votre email
id: Anda perlu mengonfirmasi surel pendaftaran
it: Devi confermare l'email di registrazione
ms: Anda perlu sahkan e-mel pendaftaran
pl: Musisz potwierdzić email
ru: Вам нужно подтвердить электронную почту для регистрации
sk: Musíš potvrdiť registračný email
sv: Du måste verifiera din registrerings-E-mail
ta: பதிவு மின்னஞ்சலை நீங்கள் உறுதிப்படுத்த வேண்டும்
uk: Вам потрібно підтвердити електронну пошту для реєстрації
vi: Bạn cần xác nhận email đăng ký

source: Login failed
cs: Přihlášení selhalo
de: Einloggen fehlgeschlagen
fr: Échec de l'authentification
id: Gagal masuk
it: Impossibile accedere
ms: Log masuk gagal
pl: Logowanie nieudane
ru: Ошибка входа
sk: Prihlásenie zlyhalo
sv: Inloggning misslyckades
ta: உள்நுழைவு தோல்வியடைந்தது
uk: Не вдалося увійти
vi: Đăng nhập không thành công

source: Display Name
cs: Zobrazované jméno
de: Anzeigename
fr: Nom affiché
id: Nama Tampilan
it: Nome da Mostrare
ms: Nama Paparan
pl: Wyświetlana nazwa
ru: Отображаемое Имя
sk: Zobraziť Meno
sv: Visningsnamn
ta: காட்சி பெயர்
uk: Ім'я для відображення
vi: Tên hiển thị

source: Username
cs: Uživatelské jméno
de: Benutzername
fr: Nom d'utilisateur
id: Nama Pengguna
it: Nome Utente
ms: Nama Pengguna
pl: Nazwa użytkownika
ru: Имя пользователя
sk: Užívateľské meno
sv: Användarnamn
ta: பயனர்பெயர்
uk: Імʼя користувача
vi: tên tài khoản
