Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Unknown
cs: Neznámý
de: Unbekannt
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ms: Tidak Diketahui
pl: Nieznany
ru: Неизвестно
sk: Neznáme
sv: Okänd
ta: தெரியவில்லை
uk: Невідомо
vi: Không rõ

source: Added
cs: Přidaný
de: Hinzugefügt
fr: Ajouté
id: Ditambahkan
it: Inserito
ms: Ditambah Pada
pl: Dodano
ru: Добавлено
sk: Pridané
sv: Tillagd
ta: சேர்க்கப்பட்டது
uk: Додано
vi: Đã thêm

source: Remove myself
cs: Odebrat sebe
de: Entferne mich selbst
fr: Me retirer
id: Hapus diri saya
it: Rimuovimi
ms: Keluarkan diri sendiri
pl: Usuń siebie
ru: Удалить себя
sk: Odstrániť seba
sv: Ta bort mig själv
ta: என்னை அகற்றவும்
uk: Видалити себе
vi: Xóa chính tôi

source: Provides
cs: Poskytuje
de: Stellt bereit
fr: Fournit
id: Menyediakan
it: Fornisce
ms: Menyediakan
pl: Zapewnia
ru: Предоставляет
sk: Poskytuje
sv: Bidrar
ta: வழங்குகிறது
uk: Забезпечує
vi: Cung cấp

source: More
cs: Více
de: Mehr
fr: Plus
id: Lebih banyak
it: Di più
ms: Lebih lagi
pl: Więcej
ru: Больше
sk: Viac
sv: Mer
ta: மேலும்
uk: Більше
vi: Thêm

source: See audit log
cs: Prohlédni si zápis auditu
de: Auditierungsprotokoll ansehen
fr: Afficher le journal d'audit
id: Lihat log audit
it: Mostra il log di audit
ms: Lihat log audit
pl: Zobacz log audytów
ru: См. журнал аудита
sk: Pozri audit log
sv: Visa auditeringslogg
ta: தணிக்கை பதிவைக் காண்க
uk: Дивіться журнал аудиту
vi: Xem nhật ký kiểm tra

source: Due to spam, we no longer accept reports from anonymous users on this form.
cs: Kvůli spamu již v tomto formuláři nepřijímáme hlášení od anonymních uživatelů.
de: Aufgrund von Spam akzeptieren wir keine Meldungen mehr von anonymen Benutzern in dieser Form.
fr: En raison du spam, nous n'acceptons plus les rapports d'utilisateurs anonymes sur ce formulaire.
id: Karena spam, kami tidak lagi menerima laporan anonim dengan formulir ini.
it: A causa dello spam, non accettiamo più segnalazioni da utenti anonimɜ in questo modulo.
ms: Disebabkan oleh spam, kami sudah tidak menerima laporan dari pengguna awanama pada borang ini.
pl: Z powodu spamu, nie akceptujemy zgłoszeń od anonimowych użytkowników w tym formularzu.
ru: Из-за спама мы больше не принимаем отчёты от анонимных пользователей в этой форме.
sk: Kvôli spamu viac neakceptujeme hlásenia od anonymných užívateľov touto formou.
sv: På grund av spam tillåter vi inte längre rapporter från anonyma användare.
ta: ச்பேம் காரணமாக, இந்த படிவத்தில் அநாமதேய பயனர்களிடமிருந்து அறிக்கைகளை நாங்கள் இனி ஏற்க மாட்டோம்.
uk: Через спам ми більше не приймаємо повідомлення від анонімних користувачів через цю форму.

source: Please sign in or contact the admin using the link below.
cs: Přihlaste se nebo kontaktujte správce pomocí odkazu níže.
de: Bitte melden Sie sich an oder kontaktieren Sie den Admin mit dem unten anführten Link.
fr: Veuillez vous connecter ou contacter l'administrateur au moyen du lien ci-dessous.
id: Silakan masuk atau hubungi admin menggunakan tautan di bawah.
it: Accedi o contatta l'amministrante usando il collegamento sottostante.
pl: Zaloguj się lub skontaktuj z adminem pod linkiem poniżej.
ru: Пожалуйста, войдите или свяжитесь с администратором ссылкой ниже.
sv: Vänligen logga in eller kontakta administratören med länken nedan.
ta: தயவுசெய்து உள்நுழைக அல்லது கீழே உள்ள இணைப்பைப் பயன்படுத்தி நிர்வாகியைத் தொடர்பு கொள்ளவும்.
uk: Увійдіть або зв’яжіться з адміністратором за посиланням нижче.

source: What are you reporting? Why are you reporting it?
cs: Co nahlašuješ? Proč to nahlašuješ?
de: Was melden Sie? Warum melden Sie es?
fr: Que signalez-vous ? Pourquoi le signalez-vous ?
it: Cosa stai segnalando? Perché lo stai segnalando?
ms: Apa yang anda laporkan? Kenapa anda melaporkannya?
pl: Co zgłaszasz? Dlaczego to zgłaszasz?
ru: Что вы сообщаете? Почему вы сообщаете об этом?
sk: Čo chceš nahlásiť? Prečo to chceš nahlásiť?
sv: Vad rapporterar du? Varför rapporterar du den?
ta: நீங்கள் என்ன புகாரளிக்கிறீர்கள்? ஏன் அதைப் புகாரளிக்கிறீர்கள்?
uk: Про що ви повідомляєте? Чому ви повідомляєте про це?
vi: Bạn đang báo cáo điều gì? Tại sao bạn báo cáo nó?

source: Reports will be shared with ContentDB staff.
cs: Nahlášení budou sdílena s týmem ContentDB.
de: Meldungen werden mit dem ContentDB-Personal geteilt.
fr: Les signalements seront partagés avec l'équipe de ContentDB.
it: Le segnalazioni saranno condivise con lз addettз di ContentDB.
ms: Laporan akan dikongsikan dengan kakitangan ContentDB.
pl: Zgłoszenia zostaną udostępnione personelu ContentDB.
ru: Жалобы будут переданы сотрудникам ContentDB.
sk: Hlásenia budú zdieľané s pracovníkmi ContentDB.
sv: Rapporter kommer delas med ContentDB-personal.
ta: அறிக்கைகள் ContentDB ஊழியர்களுடன் பகிரப்படும்.
uk: Звіти будуть надаватися співробітникам ContentDB.
vi: Các báo cáo sẽ được chia sẻ với nhân viên ContentDB.

source: Only the admin will be able to see who made the report.
cs: Pouze admin bude oprávněn vidět, kdo vytvořil nahlášení.
de: Nur der Administrator kann sehen wer die Meldung erstellt hat.
fr: Seul l'administrateur peut connaitre l'auteur du rapport.
it: E' concesso solamente all'amministratorə di vedere chi abbia inviato la segnalazione.
ms: Hanya pentadbir yang boleh lihat siapa yang buat laporan.
pl: Tylko administrator będzie mógł zobaczyć kto wysłał zgłoszenie.
ru: Только администратор сможет увидеть, кто сделал сообщение.
sk: Iba administrátor môže vidieť kto vytvoril hlásenie.
sv: Endast administratören kan se vem gjorde rapporten.
ta: அறிக்கையை யார் செய்தார்கள் என்பதை நிர்வாகியால் மட்டுமே பார்க்க முடியும்.
uk: Лише адміністратор зможе побачити, хто створив звіт.
vi: Chỉ quản trị viên mới có thể xem ai đã thực hiện báo cáo.

source: Found a bug? Please report on the package's issue tracker or in a thread instead.
cs: Našli jste chybu? Nahlašte ji, prosím, do sledování potíží nebo do vlákna balíku.
de: Haben Sie einen Fehler gefunden? Bitte melden Sie ihn im Issue Tracker des Pakets oder in einem Thread.
fr: Vous avez trouvé un bogue ? Veuillez plutôt le signaler dans le gestionnaire de problèmes du paquet, ou dans une discussion.
id: Menemukan bug? Harap laporkan di pelacak masalah paketnya atau dalam sebuah utas.
it: Hai scoperto un problema? Crea una segnalazione oppure segnalalo in una discussione, per favore.
ms: Jumpa pepijat/kerosakan? Sila laporkannya di penjejak isu pakej atau dalam bebenang.
pl: Znalazłeś błąd? Zgłoś go na liście błędów paczki lub utwórz wątek.
ru: Нашли ошибку? Пожалуйста, сообщите об этом на трекере проблем дополнения или в теме.
sk: Našiel si chybu? Prosím nahlás to na kontrolu problémov balíka alebo vo vlákne.
sv: Har du hittat en bugg? Var snäll och rapportera den på paketets buggtracker eller i en tråd istället.
ta: ஒரு பிழை கிடைத்ததா? தொகுப்பின் வெளியீடு டிராக்கர் அல்லது அதற்கு பதிலாக ஒரு நூலில் புகாரளிக்கவும்.
uk: Знайшли помилку? Будь ласка, повідомте про це на трекері проблем пакунку або в ланцюжку.
vi: Tìm thấy một lỗi? Xin hãy báo cáo trên trình theo dõi vấn đề của gói hoặc thay vào đó trong một chuỗi (thread).

source: Task Failed
cs: Úloha se nezdařila
de: Aufgabe fehlgeschlagen
fr: Échec de la tâche
id: Tugas Gagal
it: Compito Fallito
ms: Tugas Gagal
pl: Zadanie nieudane
ru: Задание не выполнено
sk: Vykonanie úlohy zlyhalo
sv: Uppgift misslyckades
ta: பணி தோல்வியடைந்தது
uk: Завдання не виконано
vi: Tác Vụ Thất Bại

source: Working…
cs: Pracuji…
de: Arbeitend …
fr: Travail en cours…
id: Bekerja…
it: In lavorazione…
ms: Membuat tugas…
pl: Działanie…
ru: Работаем…
sk: Pracujem…
sv: Arbetar…
ta: வேலை…
uk: Працюю…
vi: Đang làm việc…

source: Reload the page to check for updates.
cs: Načti stránku znova pro kontrolu aktualizací.
de: Laden Sie die Seite neu, um nach Aktualisierungen zu suchen.
fr: Rechargez la page pour chercher des mise à jour.
id: Muat ulang halaman untuk memeriksa pembaruan.
it: Ricaricare la pagina per verificare la presenza di aggiornamenti.
ms: Muat semula halaman untuk memeriksa kemas kini.
pl: Wczytaj stronę ponownie aby sprawdzić aktualizacje.
ru: Перезагрузите страницу, чтобы проверить наличие обновлений.
sk: Obnov stránku a skontroluj novinky.
sv: Ladda om sidan för att kontrollera efter uppdateringar.
ta: புதுப்பிப்புகளை சரிபார்க்க பக்கத்தை மீண்டும் ஏற்றவும்.
uk: Перезавантажте сторінку, щоб перевірити наявність оновлень.
vi: Nạp lại các trang để kiểm tra cập nhật.

source: Delete reply by %(username)s in %(title)s
cs: Odstranit odpověď %(username)s v %(title)s
de: Antwort von %(username)s in %(title)s löschen
fr: Supprimer la réponse de %(username)s dans %(title)s
id: Hapus balasan oleh %(username)s dalam %(title)s
it: Cancella la risposta di %(username)s in %(title)s
ms: Padam balasan oleh %(username)s dalam %(title)s
pl: Usuń odpowiedź autorstwa %(username)s w %(title)s
ru: Удалить ответ от %(username)s в %(title)s
sk: Vymazať odpoveď od %(username)s v %(title)s
sv: Ta bort svar av %(username)s i %(title)s
ta: %(username)s %(title)s மூலம் பதிலை நீக்கு
uk: Видалити відповідь %(username)s в %(title)s
vi: Xóa phản hồi bởi %(username)s trong %(title)s

source: Delete "%(title)s" by %(author)s
cs: Odstranit "%(title)s" od %(author)s
de: Lösche „%(title)s“ von %(author)s
fr: Supprimer « %(title)s » de %(author)s
id: Hapus "%(title)s" oleh %(author)s
it: Cancella "%(title)s" di %(author)s
ms: Padam "%(title)s" oleh %(author)s
pl: Usuń "%(title)s" autorstwa %(author)s
ru: Удалить "%(title)s" от %(author)s
sk: Vymazať "%(title)s" od %(author)s
sv: Ta bort "%(title)s" av %(author)s
ta: %(title)s மூலம் " %(author)s" ஐ நீக்கு
uk: Видаліть "%(title)s" за допомогою %(author)s
vi: Xóa "%(title)s" bởi %(author)s

source: Edit reply
cs: Upravit odpověď
de: Antwort bearbeiten
fr: Modifier la réponse
id: Sunting balasan
it: Modifica la risposta
ms: Sunting balasan
pl: Edytuj odpowiedź
ru: Редактировать ответ
sk: Upraviť odpoveď
sv: Redigera svar
ta: பதிலைத் திருத்து
uk: Змінити відповідь
vi: Chỉnh sửa câu trả lời

source: If the package shouldn't be on CDB (eg: if it doesn't work at all), then you can let us know here.
cs: Pokud by balíček neměl být na Content DB (např.: pokud vůbec nefunguje), můžete nám dát vědět zde.
de: Wenn das Paket nicht auf CDB sein sollte (z.B. wenn es überhaupt nicht funktioniert), dann können Sie es uns hier mitteilen.
fr: Si le paquet ne devrait pas être sur CDB (ex : ne fonctionne pas du tout), vous pouvez nous le faire savoir ici.
id: Jika paket ini seharusnya tidak ada di CDB (misal tidak berjalan sama sekali), laporkan di sini.
it: Puoi notificarci qui se il contenuto non è adatto a CDB (es: in caso non funzioni affatto).
ms: Jika pakej ini tidak patut ada di CDB (cth: jika ia langsung tidak berfungsi), anda boleh beritahu kami di sini.
pl: Jeżeli paczka nie powinna pojawiać się na CDB (tj: jeżeli nie działa), możesz nam o tym powiedzieć tutaj.
ru: Если дополнение не должено быть в CDB (например, если оно вообще не работает), то вы можете сообщить нам об этом здесь.
sk: Ak je balík nevhodný pre CDB (napr.: ak vôbec nefunguje), potom nám to oznám tu.
sv: Om paketet inte borde finnas på CDB (t.ex. om den över huvudtaget inte fungerar), kan du berätta det här.
ta: தொகுப்பு சிடிபியில் இருக்கக்கூடாது என்றால் (எ.கா: இது வேலை செய்யாவிட்டால்), நீங்கள் இங்கே எங்களுக்குத் தெரியப்படுத்தலாம்.
uk: Якщо пакунок не повинен бути на CDB (наприклад, якщо він взагалі не працює), ви можете повідомити нам про це тут.
vi: Nếu gói không có trên CDB (ví dụ: nếu nó không hoạt động), thì bạn có thể cho chúng tôi biết tại đây.

source: Only you, the package author, and users of Approver rank and above can read private threads.
cs: Soukromá vlákna můžete číst pouze vy, autor balíčku a uživatelé s hodností Schvalovatel a vyšší.
de: Nur Sie, der Paketautor, und Benutzer mit dem Rang eines Genehmigers oder höher können private Threads lesen.
fr: Seulement vous, l'auteur du paquet, et les utilisateurs de rang "Approver" et supérieur peuvent lire les fils privés.
it: Leggere le discussioni private è permesso solamente a te, all'autorə del contenuto e ad utenti col rango di Approvatorə e ulteriore.
ms: Hanya anda, pencipta pakej, dan pengguna berpangkat Pelulus dan ke atas boleh baca bebenang peribadi.
pl: Tylko ty, autor paczki, oraz użytkownicy z rangą Zatwierdzacz lub wyższą mogą czytać prywatne wątki.
ru: Только вы, автор дополнения, и пользователи с рангом Проверяющий и выше могут читать личные темы.
sk: Iba ty, autor balíka a užívatelia so statusom Schvaľovateľ a vyšším môžu čítať súkromné vlákna.
sv: Endast du, paketskaparen, och användare av Godkännarrang och högre kan läsa privata trådar.
ta: நீங்கள், தொகுப்பு எழுத்தாளர் மற்றும் ஒப்புதல் தரவரிசை மற்றும் அதற்கு மேற்பட்ட பயனர்கள் மட்டுமே தனியார் நூல்களைப் படிக்க முடியும்.
uk: Тільки ви, автор пакунку та користувачі з рангом Затверджувач і вище можуть читати приватні ланцюжки.
vi: Chỉ bạn, tác giả gói và người dùng có xếp hạng Người chấp thuận trở lên mới có thể đọc các chuỗi(threads) riêng tư.

source: Comments by %(user)s
cs: Komentáře %(user)s
de: Kommentare von %(user)s
fr: Commentaires de %(user)s
id: Komentar oleh %(user)s
it: Commenti di %(user)s
ms: Komen oleh %(user)s
pl: Komentarze autorstwa %(user)s
ru: Комментарии %(user)s
sk: Komentáre od %(user)s
sv: Kommentarer av %(user)s
ta: கருத்துகள் %(user)s
uk: Коментарі від %(user)s
vi: Bình luận bởi %(user)s

source: Reply to <b>%(title)s</b>
cs: Odpoví na <b>%(title)s</b>
de: Antworte auf <b>%(title)s</b>
fr: Répondre à <b>%(title)s</b>
id: Balasan untuk <b>%(title)s</b>
it: Rispondi a <b>%(title)s</b>
ms: Balas ke <b>%(title)s</b>
pl: Odpowiedź do <b>%(title)s</b>
ru: Ответить на <b>%(title)s</b>
sk: Odpovedz na <b>%(title)s</b>
sv: Svar till <b>%(title)s</b>
ta: <b>%(title)s </b> க்கு பதில்
uk: Відповісти на <b>%(title)s</b>
vi: Phản hồi tới <b>%(title)s</b>

source: Only showing replies to public threads
cs: Zobrazuje odpovědi pouze na veřejná vlákna
de: Es werden nur Antworten auf öffentliche Themen angezeigt
fr: Montrer seulement les réponses aux discussions publiques
id: Hanya menampilkan balasan ke utas publik
it: Mostrando solo le risposte a discussioni pubbliche
ms: Hanya tunjukkan balasan kepada bebenang awam
pl: Tylko odpowiedzi w publicznych wątkach są pokazywane
ru: Отображаются только ответы на общедоступные темы
sv: Visar endast svar till offentliga trådar
ta: பொது நூல்களுக்கான பதில்களைக் காட்டுகிறது
uk: Відображаються лише відповіді на публічні ланцюжки

source: Subscribe
cs: Odebírat
de: Abonnieren
fr: S'abonner
id: Berlangganan
it: Iscriviti
ms: Langgan
pl: Subskrybuj
ru: Подписаться
sk: Odoberaj
sv: Prenumerera
ta: குழுசேர்
uk: Підписатися

source: Convert to Thread
cs: Změní na vlákno
de: Zum Thema umwandeln
fr: Convertir en discussion
id: Ubah ke Utas
it: Converti a Discussione
ms: Tukar jadi Bebenang
pl: Konwertuj na wątek
ru: Конвертировать в тему
sk: Premeň na vlákno
sv: Konvertera till tråd
ta: நூலுக்கு மாற்றவும்
uk: Перетворити на Ланцюжок
vi: Chuyển đổi thành Chủ đề(Thread)

source: Unlock
cs: Odemknout
de: Entsperren
fr: Déverrouiller
id: Buka Kunci
it: Sblocca
ms: Buka Kunci
pl: Odblokuj
ru: Открыть
sk: Odomkni
sv: Lås upp
ta: திறக்க
uk: Розблокувати
vi: Mở khóa

source: Lock
cs: Zamknout
de: Sperren
fr: Verrouiller
id: Kunci
it: Blocca
ms: Kunci
pl: Zablokuj
ru: Закрыть
sk: Uzamkni
sv: Lås
ta: பூட்டு
uk: Блокування.
vi: Khóa

source: This thread is visible to the following users
cs: Vlákno je viditelné sledujícími uživateli
de: Dieses Thema ist für die folgenden Benutzer sichtbar
fr: Ce fil de discussion est visible pour les utilisateurs suivants
id: Utas ini tampak kepada pengguna berikut
it: Questa discussione è visibile dai seguenti utenti
ms: Bebenang ini hanya kelihatan kepada pengguna berikut
pl: Ten wątek jest widoczny dla następujących użytkowników
ru: Эта ветвь обсуждения видна следующим пользователям
sk: Toto vlákno je viditeľné pre nasledujúcich používateľov
sv: Denna tråd är synlig till följande användare
ta: இந்த நூல் பின்வரும் பயனர்களுக்கு தெரியும்
uk: Цей ланцюжок бачать наступні користувачі
vi: Chủ đề này hiển thị cho những người dùng sau

source: Visible to:
cs: Viditelné pro:
de: Sichtbar für:
fr: Visible à :
id: Tampak kepada:
it: Visibile a:
ms: Kelihatan kepada:
pl: Widoczny dla:
ru: Видимо для:
sk: Viditeľné pre:
sv: Synlig till:
ta: இது தெரியும்:
uk: Помітно:
vi: Có thể nhìn thấy:

source: Plus approvers and editors
cs: A také schvalovatelé a editoři
de: Und Genehmiger und Bearbeiter
fr: Et aussi les examinateurs et les éditeurs
id: Dengan penyetuju dan penyunting
it: Oltre allз approvanti e allз curanti
ms: Dan juga para pelulus dan penyunting
pl: Dodatkowo osoby zatwierdzające i edytujące
ru: Плюс проверяющим и редакторам
sk: Plus schvaľovatelia a redaktori
sv: Plus godkännare och redigerare
ta: பிளச் ஒப்புதல்கள் மற்றும் ஆசிரியர்கள்
uk: Плюс затверджувачі та редактори
vi: Cộng người phê duyệt và biên tập viên

source: Is this review outdated?
cs: Je tato zpetná vazba zastaralá?
de: Ist diese Rezension veraltet?
id: Apakah ulasan ini sudah ketinggalan zaman?
it: Questa recensione è obsoleta?
pl: Czy ta opinia jest przestarzała?
ru: Этот обзор устарел?
sv: Är denna recension föråldrad?
ta: இந்த மதிப்பாய்வு காலாவதியானதா?
uk: Цей огляд застарів?

source: For example, does it complain about issues you've already fixed?
cs: Stěžuje si například na potíže, které jste již vyřešili?
de: Zum Beispiel, wird sich über Probleme, die Sie bereits gelöst haben, beschwert?
id: Misalnya, apakah ia mengeluhkan tentang masalah yang sudah Anda perbaiki?
it: Per esempio, lamenta un problema che è già stato risolto?
pl: Np., czy narzeka na problemy, które już rozwiązałeś?
ru: Например, жалуется ли он на проблемы, которые вы уже устранили?
sv: Till exempel, klagar den om problem du redan har fixat?
ta: எடுத்துக்காட்டாக, நீங்கள் ஏற்கனவே நிர்ணயித்த சிக்கல்களைப் பற்றி இது குற்றச்சாட்டு கூறுகிறதா?
uk: Наприклад, чи скаржиться на проблеми, які ви вже вирішили?

source: You can report outdated reviews by clicking %(flag)s on the review.
cs: Můžete nahlásit zastaralou zpětnou vazbu kliknutím na %(flag)s této zpětné vazby.
de: Sie können veraltete Rezensionen melden, indem Sie %(flag)s auf der Rezension anklicken.
id: Anda dapat melaporkan ulasan yang sudah ketinggalan zaman dengan mengklik %(flag)s pada ulasan tersebut.
it: Puoi segnalare le recensioni obsolete cliccando %(flag)s nella recensione.
pl: Możesz zgłosić przestarzałe opinie klikając na %(flag)s przy opinii.
ru: Вы можете сообщить об устаревших обзорах, нажав %(flag)s в обзоре.
sv: Du kan rapportera föråldrade recensioner genom att klicka på %(flag)s på recensionen.
ta: மதிப்பாய்வில் %(flag)sபதைக் சொடுக்கு செய்வதன் மூலம் காலாவதியான மதிப்புரைகளைப் புகாரளிக்கலாம்.
uk: Ви можете повідомити про застарілі відгуки, натиснувши %(flag)s на відгуку.

source: Editor Work Queue
cs: Řada práce editora
de: Bearbeiter-Arbeitswarteschlange
fr: File de tâches de l'éditeur
id: Antrean Pekerjaan Penyunting
it: Coda di Lavoro dellз Curanti
ms: Baris Gilir Tugas Penyunting
pl: Kolejka zadań edytora
ru: Очередь работы редактора
sk: Upraviť pracovný poradovník
sv: Redigerararbetskö
ta: ஆசிரியர் பணி வரிசை
uk: Черга роботи редактора
vi: Hàng đợi Công việc của Biên tập viên

source: Approval Queue
cs: Fronta na schválení
de: Genehmigungswarteschlange
fr: File des acceptations
id: Antrean Persetujuan
it: Coda di Approvazione
ms: Baris Gilir Kelulusan
pl: Kolejka zatwierdzenia
ru: Очередь проверки
sk: Schvaľovací poradovník
sv: Godkännarkö
ta: ஒப்புதல் வரிசை
uk: Черга схвалення
vi: Hàng đợi phê duyệt

source: Approve All
cs: Schválit vše
de: Alle genehmigen
fr: Tout valider
id: Setujui Semua
it: Approva Tutti
ms: Luluskan Semua
pl: Zatwierdź wszystkie
ru: Проверить все
sk: Schváliť všetko
sv: Godkänn alla
ta: அனைவருக்கும் ஒப்புதல்
uk: Схвалити все
vi: Phê duyệt tất cả

source: No screenshots need approval.
cs: Žádný snímek obrazovky není nutné schválit.
de: Keine Bildschirmfotos brauchen eine Genehmigung.
fr: Aucune capture d'écran à vérifier.
id: Tidak ada tangkapan layar yang perlu disetujui.
it: Nessuno screenshot necessita di approvazione.
ms: Tiada tangkap layar yang perlukan kelulusan.
pl: Żadne zrzuty ekranu nie wymagają zatwierdzenia.
ru: Нет скриншотов нуждающихся в проверке.
sk: Žiadne snímky na schválenie.
sv: Inga skärmdumpar behöver godkännande.
ta: திரை சாட்களுக்கு ஒப்புதல் தேவையில்லை.
uk: Скріншоти не потребують схвалення.
vi: Không có ảnh chụp màn hình cần phê duyệt.

source: No packages need approval.
cs: Žádný balíček nepotřebuje být schválen.
de: Keine Pakete brauchen eine Genehmigung.
fr: Aucun paquet à vérifier.
id: Tidak ada paket yang perlu disetujui.
it: Nessun contenuto necessita di approvazione.
ms: Tiada pakej yang perlukan kelulusan.
pl: Żadne paczki nie wymagają zatwierdzenia.
ru: Нет дополнений нуждающихся в проверке.
sk: Žiadne balíky na schválenie.
sv: Inga paket behöver godkännande.
ta: தொகுப்புகளுக்கு ஒப்புதல் தேவையில்லை.
uk: Жодні пакунки не потребують схвалення.
vi: Không có gói nào cần phê duyệt.

source: Importing
cs: Importuje se
de: Importieren
fr: Importation
id: Mengimpor
it: Sto importando
ms: Mengimport
pl: Importowanie
ru: Импорт
sk: Vkladanie
sv: Importerar
ta: இறக்குமதி
uk: Імпортування
vi: Nhập khẩu

source: No releases need approval.
cs: Žádné vydání nepotřebuje být schváleno.
de: Keine Releases brauchen eine Genehmigung.
fr: Aucune version à vérifier.
id: Tidak ada rilisan yang perlu disetujui.
it: Nessun rilascio necessita di approvazione.
ms: Tiada terbitan yang perlukan kelulusan.
pl: Żadne wydania nie wymagają zatwierdzenia.
ru: Нет релизов нуждающихся в проверке.
sk: Žiadne vydania na schválenie.
sv: Inga utgivningar behöver godkännande.
ta: வெளியீடுகளுக்கு ஒப்புதல் தேவையில்லை.
uk: Випуски не потребують затвердження.
vi: Không có bản phát hành cần phê duyệt.

source: All done!
cs: Vše hotovo!
de: Alles erledigt!
fr: Terminé !
id: Semua selesai!
it: Finito!
ms: Semua selesai!
pl: Wszystko zrobione!
ru: Все готово!
sk: Hotovo!
sv: Färdig!
ta: எல்லாம் முடிந்தது!
uk: Усе готово!
vi: Làm tất cả đã xong!

source: License Needed
cs: Je potřeba licence
de: Lizenz erforderlich
fr: Licence requise
id: Perlu Lisensi
it: Licenza Necessaria
ms: Lesen Diperlukan
pl: Wymagana licencja
ru: Требуется лицензия
sk: Potrebuješ licenciu
sv: Licens krävs
ta: உரிமம் தேவை
uk: Потрібна ліцензія
vi: Giấy Phép Cần Thiết

source: Tag Packages
cs: Označit balíčky
de: Pakete taggen
fr: Étiqueter les paquets
id: Labeli Paket
it: Etichetta i Rilasci
ms: Tag Pakej
pl: Dodaj tagi do paczek
ru: Метка дополнений
sk: Balíky tagov
sv: Tagga paket
ta: குறிச்சொல் தொகுப்புகள்
uk: Пакунки Теґів
vi: Gói Thẻ

source: %(total_to_tag)d / %(total_packages)d packages don't have any tags.
cs: %(total_to_tag)d z %(total_packages)d balíčků nemá jediný tag.
de: %(total_to_tag)d / %(total_packages)d Pakete haben keine Tags.
fr: %(total_to_tag)d / %(total_packages)d des paquets n'ont aucune étiquette.
id: %(total_to_tag)d/%(total_packages)d paket tidak memiliki label.
it: %(total_to_tag)d / %(total_packages)d contenuti non presentano alcun etichetta.
ms: %(total_to_tag)d / %(total_packages)d pakej tidak ada sebarang tag.
pl: %(total_to_tag)d / %(total_packages)d paczek nie ma żadnych tagów.
ru: %(total_to_tag)d / %(total_packages)d дополнений не имеют тегов.
sk: %(total_to_tag)d / %(total_packages)d balíkov nemá žiadne tagy.
sv: %(total_to_tag)d / %(total_packages)d paket har inga taggar.
ta: %(total_to_tag)d / %(total_packages)d தொகுப்புகளில் எந்த குறிச்சொற்களும் இல்லை.
uk: %(total_to_tag)d / %(total_packages)d пакунків не мають жодних теґів.
vi: %(total_to_tag)d / %(total_packages)d gói không có bất kỳ thẻ nào.

source: View Tags
cs: Zobrazit značky
de: Tags anzeigen
fr: Voir les étiquettes
id: Lihat Label
it: Mostra le Etichette
ms: Lihat Tag
pl: Zobacz tagi
ru: Посмотреть теги
sk: Pozri tagy
sv: Visa taggar
ta: குறிச்சொற்களைக் காண்க
uk: Переглянути теґи
vi: Xem Thẻ
