Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Send email to %(username)s
cs: Odeslat e-mail %(username)s
de: Eine E-Mail zu %(username)s senden
fr: Envoyer un courriel à %(username)s
id: Kirim surel kepada %(username)s
it: Invia un'email a %(username)s
ms: Hantar e-mel kepada %(username)s
pl: Wyślij email do %(username)s
ru: Отправить письмо %(username)s
sk: Poslať email %(username)s
sv: Skicka mejl till %(username)s
ta: %(username)s மின்னஞ்சல் அனுப்பவும்
uk: Надіслати електронний лист %(username)s
vi: Gửi email cho %(username)s

source: Package
cs: Balíček
de: Paket
fr: Paquet
id: Paket
it: Contenuto
ms: Pakej
pl: Paczka
ru: Дополнение
sk: Balík
sv: Paket
ta: தொகுப்பு
uk: Пакунок
vi: Gói

source: No results
cs: Žádné výsledky
de: Keine Ergebnisse
fr: Pas de résultat
id: Tidak ada hasil
it: Nessun risultato
ms: Tiada hasil
pl: Brak wyników
ru: Нет результатов
sv: Inga resultat
ta: முடிவுகள் இல்லை
uk: Немає результатів

source: Id
ru: Идентификатор
ta: ஐடி
uk: Ідентифікатор

source: Has ContentDB translation?
cs: Má ContentDB překlad?
de: Hat ContentDB-Übersetzung?
fr: ContentDB dispose-t-il de traductions ?
id: Memiliki terjemahan ContentDB?
it: Ha una traduzione su ContentDB?
ms: Mempunyai terjemahan ContentDB?
pl: Ma tłumaczenie na Bazie Zawartości (ContentDB)?
ru: Есть ли в ContentDB перевод?
sv: Har ContentDB-översättning?
ta: ContentDB மொழிபெயர்ப்பு உள்ளதா?
uk: Чи є переклад ContentDB?

source: New License
cs: Nová licence
de: Neue Lizenz
fr: Ajouter une Licence
id: Lisensi Baru
it: Nuova Licenza
ms: Lesen Baharu
pl: Nowa licencja
ru: Новая лицензия
sk: Nová licencia
sv: Ny licens
ta: புதிய உரிமம்
uk: Нова ліцензія
vi: Giấy phép Mới

source: Licenses
cs: Licence
de: Lizenzen
fr: Licences
id: Lisensi
it: Licenze
ms: Lesen
pl: Licencje
ru: Лицензии
sk: Licencie
sv: Licenser
ta: உரிமங்கள்
uk: Ліцензії
vi: Giấy phép

source: Views
cs: Zobrazení
de: Aufrufe
fr: Vues
id: Penayangan
it: Visualizzazioni
ms: Dilihat
pl: Wyświetlenia
ru: Просмотров
sk: Náhľady
sv: Visningar
ta: காட்சிகள்
uk: Перегляди
vi: Lượt xem

source: Luanti Versions
cs: Verze Luantiu
de: Luanti-Versionen
id: Versi Luanti
it: Versioni di Luanti
pl: Wersje Luanti
sv: Luantiversioner
ta: லுவாண்டி பதிப்புகள்
uk: Версії Luanti

source: New Version
cs: Nová verze
de: Neue Version
fr: Créer une Version
id: Versi Baru
it: Nuova Versione
ms: Versi Baharu
pl: Nowa wersja
ru: Новая версия
sk: Nová verzia
sv: Ny version
ta: புதிய பதிப்பு
uk: Нова версія
vi: Minetest Mới

source: Warnings
cs: Varování
de: Warnungen
fr: Avertissements
id: Peringatan
it: Avvertenze
ms: Amaran
pl: Uwagi
ru: Предупреждения
sk: Upozornenia
sv: Varningar
ta: எச்சரிக்கைகள்
uk: Попередження
vi: Cảnh báo

source: New Warning
cs: Nové varování
de: Neue Warnung
fr: Créer un Avertissement
id: Peringatan Baru
it: Nuova Avvertenza
ms: Amaran Baharu
pl: Nowa uwaga
ru: Новое предупреждение
sk: Nové upozornenie
sv: Ny varning
ta: புதிய எச்சரிக்கை
uk: Нове попередження
vi: Cảnh báo Mới

source: Edit - %(name)s
cs: Editovat - %(name)s
de: Bearbeiten – %(name)s
fr: Modification - %(name)s
id: Sunting - %(name)s
it: Modifica - %(name)s
ms: Sunting - %(name)s
pl: Edytuj - %(name)s
ru: Редактировать - %(name)s
sk: Upraviť - %(name)s
sv: Redigera - %(name)s
ta: திருத்து - %(name)s
uk: Редагувати - %(name)s
vi: Chỉnh sửa - %(name)s

source: Create API Token
cs: Vytvořit API Token
de: API-Token erstellen
fr: Créer un jeton d'API
id: Buat Token API
it: Crea un Gettone API
ms: Cipta Token API
pl: Utwórz token API
ru: Создать токен API
sk: Vytvoriť API token
sv: Skapa API-token
ta: பநிஇ கிள்ளாக்கை உருவாக்கவும்
uk: Створити API токен

source: This token was created by the application '%(title)s' by %(author)s.
cs: Uvedený token byl vytvořen aplikací %(title)s, jejímž autorem je %(author)s.
de: Dieses Token wurde von der Anwendung „%(title)s“ von %(author)s erstellt.
fr: Ce jeton a été créé par l'application %(title)s de %(author)s.
id: Token ini dibuat oleh aplikasi '%(title)s' oleh %(author)s.
it: Questo gettone è stato creato dall'applicazione'%(title)s' di %(author)s.
ms: Token ini dicipta oleh aplikasi '%(title)s' oleh %(author)s.
pl: Ten token został stworzony przez aplikację '%(title)s' przez %(author)s.
ru: Этот токен был создан приложением '%(title)s' от %(author)s.
sv: Denna token skapades av applikationen "%(title)s" av %(author)s.
ta: இந்த கிள்ளாக்கு ' %(title)s' பயன்பாட்டால் %(author)s மூலம் உருவாக்கப்பட்டது.
uk: Цей токен був створений додатком '%(title)s' від %(author)s.

source: Click 'Delete' to revoke access.
cs: Klikni na "Delete" pro odebrání přístupu.
de: Klicken Sie auf „Löschen“, um den Zugriff zu widerrufen.
fr: Cliquez sur « Supprimer » pour révoquer l'accès.
id: Klik 'Hapus' untuk mencabut akses.
it: Clicca 'Cancella' per revocare l'accesso.
ms: Klik 'Padam' untuk memansuhkan capaian.
pl: Kliknij 'Usuń', aby odebrać dostęp.
ru: Нажмите 'Удалить', чтобы отозвать доступ.
sv: Klicka på "Ta bort" för att återkalla åtkomst.
ta: அணுகலைத் திரும்பப் பெற 'நீக்கு' என்பதைக் சொடுக்கு செய்க.
uk: Натисніть 'Видалити', щоб відкликати доступ.

source: API Tokens allow scripts to act on your behalf.
cs: API tokeny umožňují skriptům provádět věci za vašeho uživatele.
de: API-Tokens ermöglichen es Skripten, in Ihrem Namen zu handeln.
fr: Les jetons d'API permettent à des scripts d'agir en votre nom.
id: Token API membolehkan skrip untuk bertindak mewakili Anda.
it: I Gettoni API permettono agli script di agire per tuo conto.
ms: Token API membolehkan skrip untuk bertindak bagi pihak anda.
pl: Tokeny API pozwalają skryptom na działanie w twoim imieniu.
ru: Токены API позволяют скриптам действовать от вашего имени.
sk: API tokeny umožňujú skriptom konanie v tvojom mene.
sv: API-tokens låter skript agera i ditt ställe.
ta: பநிஇ டோக்கன்கள் உங்கள் சார்பாக ச்கிரிப்ட்களை செயல்பட அனுமதிக்கின்றன.
uk: API токени дозволяють скриптам діяти від вашого імені.

source: Be careful with what/whom you share tokens with, as you are responsible for your account's actions.
cs: Buďte opatrní s tím, s čím/kým sdílíte tokeny, protože jste odpovědní za akce s nimi vykonané.
de: Seien Sie vorsichtig, mit wem Sie Tokens teilen, da Sie für die Aktionen Ihres Kontos verantwortlich sind.
fr: Soyez prudent concernant ceux avec qui/ce avec quoi vous partagez vos jetons, car vous êtes responsable des actions de votre compte.
id: Hati-hati terhadap pihak yang diberi token karena Anda bertanggung jawab terhadap tindakan atas nama akun Anda.
it: Fai attenzione a cosa/con chi condividi i token, poiché sei responsabile delle azioni del tuo account.
ms: Berhati-hati dengan apa/siapa anda kongsikan token tersebut, kerana anda bertanggungjawab atas perbuatan akaun anda.
pl: Uważaj komu udostępniasz tokeny, ponieważ są odpowiedzialne za akcje wykonywane na twoim koncie.
ru: Будьте осторожны с тем/кем вы делитесь токенами, так как вы несете ответственность за действия своей учетной записи.
sk: Dávaj pozor s čím/kým zdieľaš tokeny, pretože zodpovedáš za úkony svojho účtu.
sv: Var aktsam med vem eller vilka du delar tokens med, eftersom du är ansvarig för ditt kontos handlingar.
ta: உங்கள் கணக்கின் செயல்களுக்கு நீங்கள் பொறுப்பேற்கிறீர்கள் என்பதால், நீங்கள் டோக்கன்களை யாருடன் பகிர்ந்து கொள்கிறீர்கள் என்பதில் கவனமாக இருங்கள்.
uk: Будьте обережні з тим, з ким ви ділитесь токенами, оскільки ви несете відповідальність за дії вашого облікового запису.
vi: Hãy cẩn thận với những gì / người mà bạn chia sẻ mã thông báo, vì bạn chịu trách nhiệm về các hành động của tài khoản của mình.

source: Access Token
cs: Přístupový token
de: Zugangs-Token
fr: Jeton d'accès
id: Token Akses
it: Gettone d'Accesso
ms: Token Capaian
pl: Token dostępu
ru: Токен доступа
sk: Pristúpiť k tokenu
sv: Åtkomsttoken
ta: அணுகல் கிள்ளாக்கு
uk: Токен доступу

source: For security reasons, access tokens will only be shown once. Reset the token if it is lost.
cs: Z bezpečnostních důvodů se přístupové tokeny zobrazí pouze jednou. V případě ztráty vygenerujte nový token.
de: Aus Sicherheitsgründen werden die Zugangstoken nur einmal angezeigt. Setzen Sie den Token zurück, wenn Sie ihn verloren haben.
fr: Pour des raisons de sécurité, les jetons ne sont affichés qu'une seule fois. Réinitialisez le jeton s'il est perdu.
id: Untuk alasan keamanan, token akses hanya akan ditampilkan sekali. Reset token jika ia hilang.
it: Per ragioni di sicurezza, i gettoni di accesso saranno mostrati una volta sola. Ripristina il gettone se viene perso.
ms: Untuk tujuan keselamatan, token capaian hanya akan dipaparkan satu kali sahaja. Tetapkan semula token jika hilang.
pl: Z powodów bezpieczeństwa tokeny dostępu są pokazywane tylko raz. Zresetuj token jeżeli go stracisz.
ru: В целях безопасности токены доступа будут показаны только один раз. Сбросьте токен, если он утерян.
sk: Z bezpečnostných dôvodov sa prístupové tokeny zobrazia iba raz. Ak token stratíš, obnov ho (zresetuj).
sv: På grund av säkerheten visas åtkomsttokens endast en gång. Återställ den om du har tappat bort den.
ta: பாதுகாப்பு காரணங்களுக்காக, அணுகல் டோக்கன்கள் ஒரு முறை மட்டுமே காண்பிக்கப்படும். கிள்ளாக்கை இழந்தால் மீட்டமைக்கவும்.
uk: З міркувань безпеки токени доступу показуються лише один раз. Якщо він загублений, скиньте токен.

source: Reset
cs: Resetovat
de: Zurücksetzen
fr: Réinitialiser
it: Ripristina
ms: Tetap Semula
pl: Resetuj
ru: Сбросить
sk: Obnoviť/Reset
sv: Återställ
ta: மீட்டமை
uk: Скинути
vi: Thiết lập lại

source: Human-readable name to tell tokens apart.
cs: Lidsky čitelné jméno, aby bylo možné rozlišit tokeny.
de: Von Menschen lesbarer Name zur Unterscheidung der Tokens.
fr: Nom lisible par un humain pour en distinguer les jetons.
id: Nama yang dibaca manusia untuk membedakan token.
it: Nome leggibile da umani per distinguere tra i gettoni.
ms: Nama yang boleh dibaca manusia untuk membezakan token.
pl: Nazwa czytelna dla człowieka umożliwiająca odróżnienie tokenów.
ru: Читаемое имя для различения токенов.
sk: Ľudsky zrozumiteľný názov, aby boli tokeny oddelené.
sv: Mänskligt läsbart namn för att urskilja olika tokens.
ta: டோக்கன்களைத் தவிர்த்து மனிதனால் படிக்கக்கூடிய பெயர்.
uk: Зрозуміле ім’я, щоб розрізняти токени.

source: Recommended: Only allows token to interact with a particular package.
cs: Doporučeno: Umožněte interakci tokenu pouze s konkrétním balíčkem.
de: Empfohlen: Erlaubt nur die Interaktion des Tokens mit einem bestimmten Paket.
fr: Recommandé : Permet au jeton de n'interagir qu'avec un paquet particulier.
id: Saran: Hanya bolehkan token untuk berinteraksi terhadap paket tertentu.
it: Si raccomanda: Permetti ai gettoni di interagire solo con un contenuto specifico.
ms: Disyorkan: Hanya benarkan token untuk saling bertindak dengan pakej tertentu.
pl: Zalecane: Zezwól tokenowi na interakcję tylko z jedną paczką.
ru: Советуется: Позволяет токену взаимодействовать только с определенным дополнением.
sk: Vyžaduje sa: Povoľ tokenu interakcciu len pre konkrétny balík.
sv: Rekommenderat: Tillåt en token att endast påverka ett specifikt paket.
ta: பரிந்துரைக்கப்படுகிறது: ஒரு குறிப்பிட்ட தொகுப்புடன் தொடர்பு கொள்ள கிள்ளாக்கை மட்டுமே அனுமதிக்கிறது.
uk: Рекомендовано: дозволяє токену взаємодіяти лише з певним пакунком.

source: API Tokens | %(username)s
cs: API tokeny | %(username)s
fr: Jetons d'API | %(username)s
id: Token API | %(username)s
it: Gettoni API | %(username)s
ms: Token API | %(username)s
pl: Tokeny API | %(username)s
ru: Токены API | %(username)s
sk: API Tokeny | %(username)s
ta: பநிஇ டோக்கன்கள் | %(username)s
uk: API Токени | %(username)s

source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
id: Buat
it: Crea
ms: Cipta
pl: Utwórz
ru: Создать
sk: Vytvoriť
sv: Skapa
ta: உருவாக்கு
uk: Створити
vi: Tạo ra

source: API Documentation
cs: API Dokumentace
de: API-Dokumentation
fr: Documentation de l'API
id: Dokumentasi API
it: Documentazione dell'API
ms: Pendokumenan API
pl: Dokumentacja API
ru: Документация API
sk: API dokumentácia
sv: API-dokumentation
ta: பநிஇ ஆவணங்கள்
uk: Документація API
vi: Tài liệu API

source: Application
cs: Aplikace
de: Anwendung
id: Aplikasi
it: Applicazione
ms: Aplikasi
pl: Aplikacja
ru: Приложение
sv: Applikation
ta: பயன்பாடு
uk: Застосунок

source: No tokens created
cs: Není vytvořen žádný token
de: Keine Tokens erstellt
fr: Aucun jeton créé
id: Tidak ada token yang dibuat
it: Nessun gettone creato
ms: Tiada token dicipta
pl: Brak utworzonych tokenów
ru: Токены не созданы
sk: Neboli vytvorené žiadne tokeny
sv: Ingen token skapades
ta: டோக்கன்கள் எதுவும் உருவாக்கப்படவில்லை
uk: Токени не створені

source: Edit
cs: Upravit
de: Bearbeiten
fr: Modifier
id: Sunting
it: Modifica
ms: Sunting
pl: Edytuj
ru: Редактировать
sk: Upraviť
sv: Redigera
ta: தொகு
uk: Редагувати
vi: Chỉnh sửa

source: New Collection
cs: Nová kolekce
de: Neue Sammlung
fr: Nouvelle Collection
id: Koleksi Baru
it: Nuova Raccolta
ms: Himpunan Baharu
pl: Nowa kolekcja
ru: Новая коллекция
sv: Ny samling
ta: புதிய சேகரிப்பு
uk: Нова Колекція

source: Users won't be redirected when going to the old URL
cs: Uživatelé nebudou přesměrováni, pokud použijí starou adresu odkazu
de: Benutzer werden nicht weitergeleitet, wenn sie zur alten URL gehen
fr: Les utilisateurs ne seront pas redirigés en utilisant l'ancienne URL
id: Pengguna tidak akan dialihkan ketika menuju ke URL lama
it: Lɜ utenti non verranno reindirizzatɜ quando accederanno al vecchio URL
ms: Para pengguna tidak akan dilencongkan apabila mereka pergi ke URL lama
pl: Użytkownicy używający starego adresu URL nie zostaną przekierowani
ru: Пользователи не будут перенаправлены при переходе на старый URL-адрес
sv: Användare kommer inte bli omdirigerade när de går till den gamla URL:en
ta: பழைய முகவரி க்குச் செல்லும்போது பயனர்கள் திருப்பி விடப்பட மாட்டார்கள்
uk: Користувачі не будуть перенаправлені на стару URL-адресу

source: This requires the collection to be public
cs: Toto vyžaduje, aby kolekce byla veřejná
de: Dies erfordert, dass die Sammlung öffentlich ist
fr: Cela nécessite que la collection soit publique
id: Hal ini mengharuskan koleksi tersebut bersifat publik
it: Questo richiede che la raccolta sia pubblica
ms: Perkara ini memerlukan himpunan tersebut terbuka untuk awam
pl: To wymaga, żeby kolekcja była publiczna
ru: Для этого необходимо, чтобы коллекция была публичной
sv: Detta kräver att samlingen ska vara offentlig
ta: இதற்கு சேகரிப்பு பொதுவில் இருக்க வேண்டும்
uk: Для цього колекція повинна бути публічною

source: Remove
cs: Odebrat
de: Löschen
id: Hapus
it: Rimuovi
ms: Buang
pl: Usuń
ru: Удалить
sk: Odstrániť
sv: Ta bort
ta: அகற்று
uk: Вилучити
vi: Loại bỏ

source: You can replace the description with your own
cs: Můžeš nahradit popis svým vlastním
de: Sie können die Beschreibung mit Ihrer eigenen ersetzen
fr: Vous pouvez remplacer la description
id: Anda dapat mengganti deskripsinya dengan milik Anda
it: È possibile sostituire la descrizione con una propria
ms: Anda boleh menggantikan perihal dengan tulisan anda sendiri
pl: Możesz zastąpić opis swoim własnym
ru: Вы можете заменить описание на свое
sv: Du kan ersätta beskrivningen med din egna
ta: விளக்கத்தை உங்கள் சொந்தமாக மாற்றலாம்
uk: Ви можете замінити опис на свій власний

source: Are you sure you want to remove {title}?
cs: Opravdu chceš odstranit {title}?
de: Sind Sie sich sicher, dass Sie {title} entfernen möchten?
fr: Êtes-vous sûr de vouloir supprimer {title} ?
id: Apakah Anda yakin ingin menghapus {title}?
it: Sei sicuro di voler rimuovere {title}?
ms: Adakah anda pasti anda ingin membuang {title}?
pl: Czy jesteś pewien, że chcesz usunąć {title}?
ru: Вы уверены, что хотите удалить {title}?
sv: Är du säker att du vill ta bort {title}?
ta: {title} ஐ அகற்ற விரும்புகிறீர்களா?
uk: Ви впевнені, що хочете видалити {title}?

source: Delete collection "%(title)s" by %(author)s
cs: Odstraní kolekce %(title)s od autora %(author)s
de: Sammlung „%(title)s“ von %(author)s entfernen
fr: Supprimer la collection "%(title)s" par %(author)s
id: Hapus koleksi "%(title)s" oleh %(author)s
it: Elimina la raccolta "%(title)s" di %(author)s
ms: Padam himpunan "%(title)s" oleh %(author)s
pl: Usuń kolekcję "%(title)s" utworzoną przez %(author)s
ru: Удалить коллекцию «%(title)s» от %(author)s
sv: Ta bort samling "%(title)s" av %(author)s
ta: %(title)s மூலம் " %(author)s" சேகரிப்பை நீக்கு
uk: Видалити колекцію "%(title)s" від %(author)s

source: Deleting is permanent
cs: Odstranění je trvalé
de: Die Löschung ist nicht umkehrbar
fr: La suppression est permanente
id: Penghapusan bersifat permanen
it: La rimozione è permanente
ms: Pemadaman itu bersifat kekal
pl: Usunięcie jest trwałe
ru: Удаление необратимо
sk: Vymazanie je nevratné
sv: Borttagning är permanent
ta: நீக்குவது நிரந்தரமானது
uk: Видалення остаточне
vi: Xóa là vĩnh viễn

source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
id: Batal
it: Annulla
ms: Batal
pl: Anuluj
ru: Отмена
sk: Zrušiť
sv: Avbryt
ta: ரத்துசெய்
uk: Скасувати
vi: Hủy

source: %(author)s's collections
cs: Kolekce od %(author)s
de: Sammlungen von %(author)s
fr: Collections de %(author)s
id: Koleksi %(author)s
it: Raccolte di %(author)s
ms: Himpunan milik %(author)s
pl: Kolekcje użytkownika %(author)s
ru: Коллекции %(author)s
sv: %(author)s's samlingar
ta: %(author)s வசூல்
uk: Колекції %(author)s

source: No collections
cs: Žádná kolekce
de: Keine Sammlungen
fr: Pas de collections
id: Tidak ada koleksi
it: Nessuna raccolta
ms: Tiada himpunan
pl: Brak kolekcji
ru: Нет коллекций
sv: Inga samlingar
ta: வசூல் இல்லை
uk: Немає колекцій

source: Add %(package_title)s to a collection
cs: Přidat %(package_title)s do kolekce
de: %(package_title)s zu einer Sammlung hinzufügen
fr: Ajouter %(package_title)s à la collection
id: Tambahkan %(package_title)s ke sebuah koleksi
it: Aggiungi %(package_title)s a una raccolta
ms: Tambah %(package_title)s ke suatu himpunan
pl: Dodaj %(package_title)s do kolekcji
ru: Добавить %(package_title)s в коллекцию
sv: Lägg till %(package_title)s till en samling
ta: ஒரு தொகுப்பில் %(package_title)s சேர்க்கவும்
uk: Додати %(package_title)s до колекції

source: Create Collection
cs: Vytvoří kolekci
de: Sammlung erstellen
fr: Créer une collection
id: Buat Koleksi
it: Crea Raccolta
ms: Cipta Himpunan
pl: Utwórz kolekcję
ru: Создать коллекцию
sv: Skapa samling
ta: சேகரிப்பை உருவாக்கவும்
uk: Створити Колекцію

source: You don't have any collections
cs: Nemáš žádnou kolekci
de: Sie haben keine Sammlungen
fr: Vous n'avez aucune collection
id: Anda tidak memiliki koleksi
it: Non hai alcuna raccolta
ms: Anda tidak mempunyai sebarang himpunan
pl: Nie masz żadnych kolekcji
ru: У вас нет коллекций
sv: Du har inga samlingar
ta: உங்களிடம் எந்த சேகரிப்பும் இல்லை
uk: У вас немає жодної колекції

source: Make a copy
cs: Vytvoří kopii
de: Eine Kopie machen
fr: Faire une copie
id: Buat salinan
it: Crea una copia
ms: Buat salinan
pl: Utwórz kopię
ru: Сделать копию
sv: Skapa kopia
ta: ஒரு நகலை உருவாக்குங்கள்
uk: Створити копію

source: A collection by %(author)s
cs: Kolekce od %(author)s
de: Eine Sammlung von %(author)s
fr: Une collection par %(author)s
id: Koleksi oleh %(author)s
it: Una raccolta di %(author)s
ms: Himpunan oleh %(author)s
pl: Kolekcja utworzona przez %(author)s
ru: Коллекция %(author)s
sv: En samling av %(author)s
ta: ஒரு தொகுப்பு %(author)s
uk: Колекція від %(author)s

source: To add a package, go to the package's page and click 'Add to collection'
cs: Pro přidání balíčku, přejdi na stránku balíčku a klikni na "Přidat do balíčku"
de: Um ein Paket hinzuzufügen, gehen Sie zur Seite des Pakets und klicken Sie auf „Zur Sammlung hinzufügen“
fr: Pour ajouter un paquet, allez sur la page du paquet et cliquez sur "Ajouter à une collection"
id: Untuk menambahkan sebuah paket, buka halaman paket dan klik 'Tambahkan ke koleksi'
it: Per aggiungere un contenuto, vai sulla sua pagina e fai clic su "Aggiungi alla raccolta"
ms: Untuk menambah pakej, pergi ke halaman pakej dan klik 'Tambah ke himpunan'
pl: Aby dodać paczkę wejdź na stronę paczki i kliknij 'Dodaj do kolekcji'
ru: Чтобы добавить дополнение, перейдите на страницу дополнения и нажмите «Добавить в коллекцию»
sv: För att lägga till ett paket, gå till paketets sida och tryck på 'Lågg till samling'
ta: ஒரு தொகுப்பைச் சேர்க்க, தொகுப்பின் பக்கத்திற்குச் சென்று 'சேகரிப்பில் சேர்' என்பதைக் சொடுக்கு செய்க
uk: Щоб додати пакунок, перейдіть на сторінку пакунку та натисніть "Додати до колекції"

source: Some content creators are accepting donations for their work.
cs: Někteří tvůrci obsahu přijímají za svou práci dary.
de: Einige Inhalteersteller akzeptieren Spenden für ihre Arbeit.
fr: Certains créateurs de contenu acceptent des dons pour leur travail.
id: Beberapa kreator konten menerima donasi untuk karya mereka.
it: Alcunз creatorз di contenuti accettano donazioni per il loro lavoro.
ms: Sesetengah pencipta kandungan menerima derma untuk karya mereka.
pl: Niektórzy autorzy akceptują darowizny za swoją pracę.
ru: Некоторые создатели контента принимают пожертвования за свою работу.
sk: Niektorí tvorcovia obsahu prijímajú podporu na svoju prácu.
sv: Vissa innehållsskapare tar emot donationer för sitt arbete.
ta: சில உள்ளடக்க படைப்பாளிகள் தங்கள் வேலைக்கான நன்கொடைகளை ஏற்றுக்கொள்கிறார்கள்.
uk: Деякі творці контенту приймають пожертви за свою роботу.

source: Donations are a great way to support your favorite modders, artists, and game developers.
cs: Dary jsou skvělý způsob, jak podpořit své oblíbené moddery, umělce a vývojáře her.
de: Spenden sind eine großartige Möglichkeit, Ihre Lieblings-Modentwickler, -Spieleentwickler und -Künstler zu unterstützen.
fr: Les dons sont un bon moyen de soutenir vos créateurs de mods, artistes et développeurs de jeu préférés.
id: Donasi adalah salah satu cara bagus untuk mendukung pembuat mod, seniman, dan pengembang permainan kesukaan Anda.
it: Le donazioni sono un ottimo modo per supportare lз artistз e lз sviluppatorз che preferisci.
ms: Derma itu suatu cara yang bagus untuk menyokong pencipta mods, artis, dan pembangun permainan kegemaran anda.
pl: Darowizny są świetnym sposobem żeby wesprzeć twoich ulubionych modderów, artystów i deweloperów gier.
ru: Пожертвования — отличный способ поддержать ваших любимых моддеров, художников и разработчиков игр.
sk: Príspevky sú skvelou možnosťou ako podporiť svojho obľúbeného modifikátora, umelca a vývojára.
sv: Donationer är ett utmärkt sätt att stödja dina favoritmoddare, konstnärer och spelutvecklare.
ta: உங்களுக்கு பிடித்த மோடர்கள், கலைஞர்கள் மற்றும் விளையாட்டு உருவாக்குநர்களை ஆதரிக்க நன்கொடைகள் ஒரு சிறந்த வழியாகும்.
uk: Пожертви – чудовий спосіб підтримати ваших улюблених моддерів, художників і розробників ігор.

source: by %(author)s
cs: od %(author)s
de: von %(author)s
fr: par %(author)s
id: oleh %(author)s
it: da %(author)s
ms: oleh %(author)s
pl: autorstwa %(author)s
ru: От %(author)s
sk: od %(author)s
sv: av %(author)s
ta: மூலம் %(author)s
uk: від %(author)s

source: View package
cs: Prohlídnout balíček
de: Paket betrachten
fr: Voir le paquet
id: Lihat paket
it: Visualizza contenuto
ms: Lihat pakej
pl: Zobacz paczkę
ru: Посмотреть дополнение
sk: Pozri balík
sv: Visa paket
ta: தொகுப்பைக் காண்க
uk: Переглянути пакунок

source: Support ContentDB
cs: Podpora ContentDB
de: ContentDB unterstützen
id: Dukung ContentDB
it: Sostieni ContentDB
pl: Wesprzyj ContentDB
ru: Поддержать ContentDB
sv: Stöd ContentDB
ta: உள்ளடக்கத்தை ஆதரிக்கவும்
uk: Підтримати ContentDB
