Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: This will convert the review into a thread, keeping the comments but removing its effect on the package's rating.
cs: Tím se recenze převede na vlákno, komentáře se zachovají, ale odstraní se vliv na hodnocení balíčku.
de: Dadurch wird die Rezension in ein Thema umgewandelt, wobei die Kommentare erhalten bleiben, aber ihre Wirkung auf die Bewertung des Pakets aufgehoben wird.
fr: Ceci convertira la critique en fil de discussion. Les commentaires seront conservés, mais elle n'impactera plus la note du paquet.
id: Ini akan mengubah ulasan ke dalam utas, yaitu menyimpan komentar, tetapi menghapus dampaknya terhadap penilaian paket.
it: Ciò convertirà la recensione in una discussione. I commenti verranno mantenenuti, ma l'effetto della recensione sarà nullificato.
ms: Ini akan menukarkan ulasan menjadi bebenang, mengekalkan komen tetapi membuang kesannya ke atas penarafan pakej.
pl: To zamieni opinię w wątek, pozostawiając komentarze ale usuwając wpływ na ocenę paczki.
ru: Это преобразует обзор в тему, сохранив комментарии, но убрав его влияние на рейтинг дополнения.
sk: Toto zmení recenziu na vlákno a ponechá komentáre, avšak odstráni vplyv na hodnotenie balíka.
sv: Detta kommer göra om recensionen till en tråd, vilket behåller kommentarer men tar bort effekten på paketets betyg.
ta: இது மதிப்பாய்வை ஒரு நூலாக மாற்றும், கருத்துகளை வைத்திருக்கிறது, ஆனால் தொகுப்பின் மதிப்பீட்டில் அதன் விளைவை நீக்குகிறது.
uk: Це перетворить огляд на ланцюжок, зберігаючи коментарі, але не впливаючи на рейтинг пакунку.
vi: Này sẽ chuyển đổi các xét vào một chủ đề, giữ ý kiến, nhưng loại bỏ ảnh hưởng của nó vào đánh giá gói.

source: Review Votes
cs: Recenze - hlasy
de: Rezensionsstimmen
fr: Votes d'évaluation
id: Tinjau Penilaian
it: Voti della Recensione
ms: Periksa Undian
pl: Recenzuj głosy
ru: Обзор Голосов
sk: Hlasy za recenziu
sv: Recensionröster
ta: வாக்குகளை மதிப்பாய்வு செய்யுங்கள்
uk: Переглянути голоси
vi: Vote đánh giá

source: Review votes on %(title)s by %(author)s
cs: Hlasování zpětné vazby pro %(title)s od autora %(author)s
de: Überprüfung der Stimmen von %(title)s von %(author)s
fr: Examiner les votes sur %(title)s de %(author)s
id: Tinjau penilaian terhadap %(title)s oleh %(author)s
it: Voti della recensione su %(title)s di %(author)s
ms: Periksa undian pada %(title)s oleh %(author)s
pl: Recenzuj głosy w %(title)s autorstwa %(author)s
ru: Голосов обзора %(title)s от %(author)s
sk: Hlasy za recenziu o %(title)s od %(author)s
sv: Recensionröster på %(title)s av %(author)s
ta: %(title)s மீதான வாக்குகளை மறுஆய்வு செய்யுங்கள் %(author)s
uk: Перегляньте голоси на сайті %(title)s до %(author)s
vi: Vote đánh giá cho %(title)s bởi %(author)s

source: Edit screenshot
cs: Upravit snímek obrazovky
de: Bildschirmfoto bearbeiten
fr: Modifier la capture d'écran
id: Sunting tangkapan layar
it: Modifica lo screenshot
ms: Sunting tangkap layar
pl: Edytuj zrzut ekranu
ru: Редактировать скриншот
sk: Upraviť snímku
sv: Redigera skärmdump
ta: திரை சாட்டைத் திருத்து
uk: Змінити знімок екрана
vi: Chỉnh sửa ảnh chụp màn hình

source: Add a screenshot
cs: Přidá snímek obrazovky
de: Bildschirmfoto hinzufügen
fr: Ajouter une capture d'écran
id: Tambah tangkapan layar
it: Aggiungi uno screenshot
ms: Tambah tangkap layar
pl: Dodaj zrzut ekranu
ru: Добавить скриншот
sk: Pridať snímku
sv: Lägg till skärmdump
ta: திரை காட்சி சேர்க்கவும்
uk: Додати знімок екрана
vi: Thêm ảnh chụp màn hình

source: The recommended resolution is 1920x1080, and screenshots must be at least %(width)dx%(height)d.
cs: Doporučené rozlišení je 1920 x 1080 px, snímek obrazovky musí dosahovat rozměrů alespoň %(width)d x %(height)d.
de: Die empfohlene Auflösung ist 1920x1080, und die Screenshots müssen mindestens %(width)dx%(height)d groß sein.
fr: La résolution recommandée est de 1920x1080 pixels, et les captures d'écran doivent faire au moins %(width)dx%(height)d.
id: Resolusi yang disarankan adalah 1920x1080 dan tangkapan layar harus setidaknya %(width)dx%(height)d.
it: La risoluzione consigliata è di 1920x1080, e gli screenshot devono essere di almeno %(width)dx%(height)d.
ms: Leraian yang disyorkan ialah 1920x1080, dan tangkap layar mestilah sekurang-kurangnya %(width)dx%(height)d.
pl: Zalecana rozdzielczość to 1920x1080 oraz zrzuty ekranu muszą mieć co najmniej %(width)dx%(height)d pikseli.
ru: Рекомендуемое разрешение - 1920x1080, размер должен быть не менее %(width)dx%(height)d.
sk: Odporúčané rozlíšenie je 1920x1080, pričom snímka musí byť prinajmenšom %(width)dx%(height)d.
sv: Den rekommenderade upplösningen är 1920x1080, och skärmdumpar måste vara åtminstonde %(width)dx%(height)d.
ta: பரிந்துரைக்கப்பட்ட தீர்மானம் 1920x1080, மற்றும் திரை சாட்கள் குறைந்தது %(width)dx %(height)d ஆக இருக்க வேண்டும்.
uk: Рекомендована роздільна здатність 1920x1080, а скріншоти повинні бути не менше %(width)dx%(height)d.
vi: Độ phân giải được đề xuất là 1920x1080 và ảnh chụp màn hình ít nhất phải là %(width)dx%(height)d.

source: Add Image
cs: Přidat obrázek
de: Bild hinzufügen
fr: Ajouter une image
id: Tambah Gambar
it: Inserisci un'Immagine
ms: Tambah Imej
pl: Dodaj zdjęcie
ru: Добавить изображение
sk: Pridať obrázok
sv: Lägg till bild
ta: படத்தைச் சேர்க்கவும்
uk: Додати зображення
vi: Thêm Hình Ảnh

source: Way too small
cs: Příliš malá cesta
de: Viel zu klein
fr: Beaucoup trop petit
id: Sangat terlalu kecil
it: E' incredibilmente piccola
ms: Terlalu kecil sangat
pl: Zdecydowanie za mały
ru: Крайне маленький
sk: Príliš malá
sv: Alldeles för liten
ta: வழி மிகவும் சிறியது
uk: Занадто малий

source: Too small
cs: Příliš malý
de: Zu klein
fr: Trop petit
id: Terlalu kecil
it: Troppo piccola
ms: Kecil sangat
pl: Za mały
ru: Слишком маленький
sk: Veľmi malá
sv: För liten
ta: மிக சிறிய
uk: Занадто малий
vi: Quá nhỏ

source: Not HD
cs: Ne HD
de: Nicht HD
fr: Pas en HD
id: Tidak HD
it: Non è in HD
ms: Bukan HD
pl: Nie jest rozdzielczości HD
ru: Не HD
sk: Nie je HD
sv: Inte HD
ta: எச்டி அல்ல
uk: Не HD
vi: Không phải HD

source: Awaiting approval
cs: Čeká na schválení
de: Warte auf Genehmigung
fr: En attente d'examen
id: Menunggu persetujuan
it: In attesa di approvazione
ms: Menunggu kelulusan
pl: Czeka na zatwierdzenie
ru: Ожидает проверки
sk: Čaká na schválenie
sv: Väntar på godkännande
ta: ஒப்புதலுக்காக காத்திருக்கிறது
uk: Очікує на затвердження
vi: Chờ duyệt

source: No screenshots.
cs: Žádné snímky obrazovky.
de: Keine Bildschirmfotos.
fr: Pas de capture d'écran.
id: Tanpa tangkapan layar.
it: Nessuno screenshot.
ms: Tiada tangkap layar.
pl: Brak zrzutów ekranu.
ru: Нет скриншотов.
sk: Bez obrázkov.
sv: Inga skärmdumpar.
ta: திரை சாட்கள் இல்லை.
uk: Ніяких скріншотів.
vi: Không có ảnh chụp màn hình.

source: Save Order
cs: Uložit objednávku
de: Reihenfolge speichern
fr: Enregistrer l'ordre
id: Simpan Urutan
it: Salva l'ordine
ms: Simpan Tertib
pl: Zapisz kolejność
ru: Сохранить порядок
sk: Uložiť Usporiadanie
sv: Spara ordning
ta: ஆர்டரை சேமிக்கவும்
uk: Зберегти замовлення
vi: Lưu Yêu cầu

source: Reordering requires JavaScript.
cs: Přeskupení vyžaduje JavaScript.
de: Umsortieren benötigt JavaScript.
fr: Réorganiser nécessite JavaScript.
id: Pengurutan ulang memerlukan JavaScript.
it: JavaScript è necessario per riordinare.
ms: Perubahan tertib memerlukan JavaScript.
pl: Zmiana kolejności wymaga JavaScript.
ru: Для изменения порядка требуется JavaScript.
sk: Reorganizácia vyžaduje JavaScript.
sv: Omordning kräver JavaScript.
ta: மறுவரிசைப்படுத்துவதற்கு சாவாச்கிரிப்ட் தேவை.
uk: Для зміни порядку потрібен JavaScript.
vi: Sắp xếp lại thứ tự yêu cầu JavaScript.

source: Client Preview
cs: Klient - náhled
de: Clientvorschau
fr: Prévisualisation du client
id: Pratinjau Klien
it: Anteprima Client
ms: Pratonton Klien
pl: Podgląd klienta
ru: Предварительный просмотр клиента
sv: Klientförhandsgranskning
ta: கிளையன்ட் முன்னோட்டம்
uk: Попередній перегляд клієнта

source: The first screenshot in the list above will be the package thumbnail.
cs: První snímek obrazovky shora v seznamu bude miniaturou balíčku.
de: Der erste Screenshot in der obigen Liste wird das Vorschaubild des Pakets.
fr: La première capture d'écran de la liste ci-dessous sera la miniature du paquet.
id: Tangkapan layar pertama dalam daftar di atas akan menjadi gambar kecil paket.
it: Il primo screenshot nella lista sopra sarà la miniatura del contenuto.
ms: Tangkap layar pertama dalam senarai di atas akan menjadi lakaran kenit pakej.
pl: Pierwszy zrzut ekranu w liście powyżej będzie miniaturą paczki.
ru: Первый снимок в списке выше будет миниатюрой дополнения.
sv: Den första skärmdumpen i listan kommer vara paketets tumnagel.
ta: மேலே உள்ள பட்டியலில் முதல் திரை காட்சி தொகுப்பு சிறுபடம் இருக்கும்.
uk: Перший знімок екрана в списку вище буде як прев'ю.

source: Videos
cs: Videa
fr: Vidéos
id: Video
it: Video
ms: Video
pl: Filmy
ru: Видео
sk: Videá
sv: Videor
ta: வீடியோக்கள்
uk: Відеозаписи
vi: Video

source: You can set a video on the Edit Details page
cs: Video lze nastavit na stránce upravování podrobností
de: Sie können ein Video auf der Seite „Details bearbeiten“ festlegen
fr: Vous pouvez ajouter une vidéo dans la page « Modifier les détails »
id: Anda dapat mengatur video di halaman Sunting Detail
it: Puoi specificare un video nella pagina Modifica dei Dettagli
ms: Anda boleh tetapkan video di halaman Sunting Maklumat
pl: Możesz edytować film na stronie Edytuj detale
ru: Вы можете установить видео на странице редактирования деталей
sk: Video môžeš nastaviť v sekcii Upraviť Detaily
sv: Du kan ställa in en video på Redigera detaljer-sidan
ta: திருத்து விவரங்கள் பக்கத்தில் வீடியோவை அமைக்கலாம்
uk: Ви можете налаштувати відео на сторінці Редагувати деталі
vi: Bạn có thể đặt video trên trang Chỉnh sửa chi tiết

source: Links
cs: Odkazy
fr: Liens
id: Tautan
it: Collegamenti
ms: Pautan
pl: Odnośniki
ru: Ссылки
sk: Linky/Odkazy
sv: Länkar
ta: இணைப்புகள்
uk: Посилання
vi: Liên kết

source: Review link
cs: Odkaz na recenzi
de: Rezensionslink
fr: Lien d'évaluation
id: Tinjau tautan
it: Controlla il collegamento
ms: Pautan ulasan
pl: Recenzuj odnośnik
ru: Ссылка на обзор
sk: Pozrieť odkaz
sv: Recensionlänk
ta: இணைப்பை மதிப்பாய்வு செய்யவும்
uk: Посилання на відгук
vi: Liên kết đánh giá

source: Badges
cs: Odznaky
de: Abzeichen
id: Lencana
it: Mostrine
ms: Lencana
pl: Odznaki
ru: Значки
sk: Odznaky
sv: Emblem
ta: பேட்ச்கள்
uk: Значки
vi: Danh hiệu

source: Modname Uniqueness
cs: Jedinečnost názvu modu
de: Modnamenseinzigartigkeit
fr: Originalité du nom du mod
id: Keunikan Nama Mod
it: Unicità del Nome dei Moduli
ms: Keunikan Nama Mods
pl: Unikalność nazwy modyfikacji
ru: Уникальность имени мода
sk: Výnimočnosť názvu módu
sv: Moddnamnunikhet
ta: மோட் பெயர் தனித்துவம்
uk: Modname Унікальність
vi: Tính duy nhất của modname

source: Packages sharing provided mods
cs: Balíček sdílí poskytované mody
de: Pakete, die diese bereitgestellte Mods teilen
fr: Paquets partageant les mêmes mods
id: Paket-paket yang turut menggunakan mod yang diberikan
it: Contenuti che condividono i moduli forniti
ms: Pakej yang berkongsi mods yang disediakan
pl: Modyfikacje dostarczane przez udostępnianie paczek
ru: Общие моды предоставляемые дополнениями
sk: Balíky zdieľajúce poskytované rozšírenia
sv: Paket som delar försedda moddar
ta: தொகுப்புகள் பகிர்வு மோட்சை வழங்கியது
uk: Спільний доступ до пакунків, наданих модами

source: This package contains modnames that are present in the following packages:
cs: Balíček obsahuje názvy modů, jež jsou obsaženy v následujících balíčcích:
de: Dieses Paket enthält Modnamen, die in den folgenden Paketen enthalten sind:
fr: Ce paquet contient des noms de mods présents dans les paquets suivants :
id: Paket ini memiliki nama mod yang ada dalam paket-paket berikut:
it: Questo contenuto contiene i nomi dei moduli presenti in quelli seguenti:
ms: Pakej ini mengandungi nama mods yang wujud dalam pakej berikut:
pl: Ta paczka zawiera nazwy modyfikacji, które są obecne w następujących paczkach:
ru: Это дополнение содержит имена модов, которые присутствуют в следующих дополнениях:
sk: Tento balík obsahuje názvy módov, ktoré sa nachádzajú v nasledujúcich balíkoch:
sv: Detta paket innehåller moddnamn som finns i följande paket:
ta: இந்த தொகுப்பில் பின்வரும் தொகுப்புகளில் இருக்கும் மோட் பெயர்கள் உள்ளன:
uk: Цей пакунок містить імена модів, які присутні в наступних пакунках:
vi: Gói này chứa các modnames có trong các gói sau:

source: Similar Forum Topics
cs: Podobná témata na foru
de: Ähnliche Forenthemen
fr: Sujets du forum similaires
id: Topik Forum yang Mirip
it: Argomenti del Forum Simili
ms: Topik Forum yang Serupa
pl: Podobne tematy na forum
ru: Похожие темы форума
sk: Podobné témy na fóte
sv: Liknande forumtrådar
ta: ஒத்த மன்ற தலைப்புகள்
uk: Схожі теми форуму
vi: Chủ đề diễn đàn tương tự

source: Download (.csv)
cs: Stáhnout (.csv)
fr: Télécharger (.csv)
id: Unduh (.csv)
it: Scarica (.csv)
ms: Muat turun (.csv)
pl: Pobierz (.csv)
ru: Скачать (.csv)
sk: Stiahnuť (.csv)
sv: Ladda ner (.csv)
ta: பதிவிறக்கு (.csv)
uk: Завантажити (.csv)

source: To provide translations for your package, you need to create .tr files and upload a new release.
cs: Chcete-li poskytnout překlady pro váš balíček, musíte vytvořit soubory .tr a nahrát nové vydání.
de: Um Übersetzungen für Ihr Paket anzubieten, müssen Sie „.tr“-Dateien erstellen und ein neues Release hochladen.
id: Untuk menyediakan terjemahan paket Anda, Anda perlu membuat file .tr dan mengunggah rilisan baru.
it: Per fornire delle traduzioni per il tuo contenuto van creati dei file .tr e caricato un nuovo rilascio.
ru: Чтобы предоставить переводы для вашего пакета, вам необходимо создать файлы .tr и загрузить новый релиз.
ta: உங்கள் தொகுப்புக்கான மொழிபெயர்ப்புகளை வழங்க, நீங்கள் .tr கோப்புகளை உருவாக்கி புதிய வெளியீட்டைப் பதிவேற்ற வேண்டும்.
uk: Щоб надати переклади для вашого пакунку, вам потрібно створити .tr файли та завантажити новий випуск.

source: For information on how to do this, see the modding book chapter and lua_api.md
cs: Informace o tom, jak to udělat, najdete v kapitole o tvorbě modů a v souboru lua_api.md
de: Für Informationen, wie man das bewerkstelligt, siehe das Modding-Buch-Kapitel und lua_api.md
id: Untuk informasi cara melakukan ini, lihat bab modding book dan lua_api.md
it: Per sapere come fare, vedi il rispettivo capitolo del libro del moddaggio e il file lua_api.md
ms: Untuk maklumat bagaimana cara untuk lakukan ini, lihat bab buku pembuatan mods dan fail lua_api.md
pl: Po informacje, jak to zrobić, sprawdź ten rozdział książki modowania i plik lua_api.md
ru: Информацию о том, как это сделать, смотрите в главе книги по моддингу и lua_api.md
sv: För information om hur du gör detta, se moddingsbok-kapitlet och lua_api.md
ta: இதை எப்படி செய்வது என்பது குறித்த தகவலுக்கு, மோடிங் புத்தக அத்தியாயம் மற்றும் lua_api.md ஐப் பார்க்கவும்
uk: Для отримання інформації про те, як це зробити, дивіться розділ «Книга модингу» та lua_api.md

source: Translation - Luanti Modding Book
cs: Překlad - Luanti kniha tvorby modů
de: Übersetzung – Luanti Modding Book
id: Terjemahan - Buku Modding Luanti
it: Traduzione - Libro del Moddaggio di Luanti
pl: Tłumaczenie - Książka Modowania Luanti
sv: Översättning: Luanti Modding Book
ta: மொழிபெயர்ப்பு - லுவாண்டி மோடிங் நூல்
uk: Переклад - Книга модингу Luanti

source: Translating content meta - lua_api.md
cs: Překládá meta obsah - lua_api.md
de: Content-Meta übersetzen – lua_api.md
id: Menerjemahkan meta konten - lua_api.md
it: Tradurre metacontenuti - lua_api.md
ms: Menterjemah meta kandungan - lua_api.md
pl: Tłumaczenie metadanych zawartości - lua_api.md
ru: Перевод метаданных контента - lua_api.md
sv: Översättning av innehållsmetadata - lua_api.md
ta: உள்ளடக்க மேவு மொழிபெயர்ப்பு - LUA_API.MD
uk: Перекладання мета-контенту - lua_api.md

source: %(title)s is available in %(num)d languages.
cs: %(title)s je dostupný v celkem %(num)d jazycích.
de: %(title)s ist in %(num)d Sprachen verfügbar.
fr: %(title)s est disponible en %(num)d langues.
id: %(title)s tersedia dalam %(num)d bahasa.
it: %(title)s è disponibile in %(num)d lingue.
ms: %(title)s tersedia dalam %(num)d bahasa.
pl: %(title)s jest dostępny w %(num)d językach.
ru: %(title)s доступен на %(num)d языках.
sv: %(title)s finns i %(num)d språk.
ta: %(title)s %(num)d மொழிகளில் கிடைக்கின்றன.
uk: %(title)s доступний %(num)d мовами.

source: ContentDB reads translations from locale files (.tr) in your package.
cs: ContentDB čte překlady ze souborů lokalizace (.tr) ve vašem balíčku.
de: ContentDB liest Übersetzungen aus Locale-Dateien (.tr) in Ihrem Paket aus.
fr: ContentDB lit les traductions depuis les fichiers de localisation (.tr) présents dans votre paquet.
id: ContentDB membaca terjemahan dari berkas pelokalan (.tr) dalam paket Anda.
it: ContentDB legge le traduzioni dai file di localizzazione (.tr) dentro al tuo contenuto.
ms: ContentDB membaca terjemahan daripada fail penyetempatan (.tr) dalam pakej anda.
pl: ContentDB odczytuje tłumaczenia z lokalnych plików (.tr) w twoim pakiecie.
ru: ContentDB считывает переводы из файлов локали (.tr) в вашем пакете.
sv: ContentDB läser översättningar från översättningsfiler (.tr) i ditt paket.
ta: ContentDB உங்கள் தொகுப்பில் உள்ள லோகேல் கோப்புகளிலிருந்து (.tr) மொழிபெயர்ப்புகளைப் படிக்கிறது.
uk: ContentDB читає файли перекладу (.tr) у вашому пакунку.

source: Translation template
cs: Šablona překladu
de: Übersetzungsvorlage
fr: Modèle de traduction
id: Templat penerjemahan
it: Modello di traduzione
pl: Szablon tłumaczenia
ru: Шаблон перевода
sv: Översättningsmall
ta: மொழிபெயர்ப்பு வார்ப்புரு
uk: Шаблон перекладу

source: To quickly add support for ContentDB package translation, create a file at %(location)s with the following content:
cs: Pro rychlé přidání podpory překladu balíčku vytvoř soubor ve složce %(location)s s následujícím obsahem:
de: Um schnell Unterstützung für ContentDB-Paketübersetzung zu erhalten, erstellen Sie eine Datei bei %(location)s mit dem folgenden Inhalt:
fr: Afin d'ajouter rapidement la compatibilité avec la traduction de paquet ContentDB, créez un fichier à %(location)s avec le contenu suivant :
id: Untuk menambahkan dukungan untuk penerjemahan paket ContentDB dengan cepat, buat berkas di %(location)s dengan konten berikut:
it: Per supportare rapidamente le traduzioni per i contenuti su ContentDB, crea un file presso %(location)s con i seguenti elementi:
pl: Aby szybko dodać wsparcie dla tłumaczenia pakietu na Bazie Zawartości (ContentDB), stwórz plik w %(location)s z następującą zawartością:
ru: Чтобы быстро добавить поддержку перевода пакетов ContentDB, создайте файл в %(location)s со следующим содержимым:
sv: För att snabbt lägga till stöd för ContentDB-paketöversättning, skapa en fil i %(location)s med följande innehåll:
ta: ContentDB தொகுப்பு மொழிபெயர்ப்பிற்கான ஆதரவை விரைவாகச் சேர்க்க, பின்வரும் உள்ளடக்கத்துடன் %(location)s இல் ஒரு கோப்பை உருவாக்கவும்:
uk: Щоб швидко додати підтримку перекладу пакунку, створіть файл в %(location)s з таким вмістом:

source: With games, you also need to name the textdomain in game.conf:
cs: U her musíte také pojmenovat textový popis v game.conf:
de: Bei Spielen müssen Sie außerdem die „textdomain“ in game.conf festlegen:
id: Untuk permainan, Anda juga perlu memberi nama textdomain dalam game.conf:
it: Nei giochi va anche aggiunto il textdomain nel game.conf:
ta: விளையாட்டுகளுடன், நீங்கள் textdomain ஐ came.conf இல் பெயரிட வேண்டும்:
uk: З іграми, ви також маєте вказати текстовий домен в game.conf:

source: Replace mymod with the name of mod / textdomain you chose.
cs: Nahraď "my mod" názvem modu, jež jsi zvolil.
de: Ersetzen Sie „mymod“ mit dem Namen der Mod / textdomain, die Sie gewählt haben.
id: Ganti mymod dengan nama mode/textdomain yang Anda pilih.
it: Sostituisci mymod con il nome della mod / textdomain che hai scelto.
ta: நீங்கள் தேர்ந்தெடுத்த மோட் / டெக்டொமைன் பெயருடன் MyMod ஐ மாற்றவும்.
uk: Замініть mymod назвою вашого мода / вибраного вами текстового домену.

source: Configure Git Update Detection
cs: Konfigurace rozpoznání Git aktualizace
de: Konfiguriere die Git-Update-Erkennung
fr: Configurer la détection de mise à jour Git
id: Atur Deteksi Pembaruan Git
it: Configura il Controllo degli Aggiornamenti Git
ms: Tetapkan Pengesan Kemas Kini Git
pl: Ustaw wykrywanie aktualizacji Git
ru: Настройка обнаружения Git обновлений
sk: Nastav detekciu aktualizácií Git-u
sv: Konfigurera Git-uppdateringar
ta: GIT புதுப்பிப்பு கண்டறிதலை உள்ளமைக்கவும்
uk: Налаштувати виявлення оновлень Git
vi: Định cấu hình phát hiện cập nhật Git

source: ContentDB will poll your Git repository every day, if your package is approved.
cs: ContentDB bude každý den dotazovat vaše úložiště Git, pokud bude váš balíček schválen.
de: ContentDB wird Ihr Git-Repository täglich abfragen, falls Ihr Paket genehmigt ist.
fr: Le ContentDB vérifiera votre dépôt Git tous les jours, si votre paquet est approuvé.
id: ContentDB akan memeriksa repositori Git Anda setiap hari jika paket Anda disetujui.
it: ContentDB controllerà il tuo deposito Git quotidianamente, se il tuo contenuto è stato approvato.
ms: ContentDB akan tinjau repositori Git anda setiap hari, jika pakej anda diluluskan.
pl: ContentDB będzie sprawdzać twoje repozytorium Git codzienne jeżeli paczka jest zatwierdzona.
ru: ContentDB будет ежедневно опрашивать ваш Git репозиторий, если ваше дополнение проверено.
sk: ContentDB sa denne spája s tvojim Git úložiskom ak je tvoj balík schválený.
sv: ContentDB kommer kolla din Git-repository varje dag, om ditt paket godkänns.
ta: உங்கள் தொகுப்பு அங்கீகரிக்கப்பட்டால், ஒவ்வொரு நாளும் உங்கள் அறிவிலி களஞ்சியத்தை CONTENTDB வாக்கெடுக்கும்.
uk: ContentDB буде опитувати ваш Git-репозиторій щодня, якщо ваш пакунок схвалено.
vi: ContentDB sẽ thăm dò kho lưu trữ Git của bạn mỗi ngày, nếu gói được chấp thuận.

source: You should consider using webhooks or the API for faster releases.
cs: Pro rychlejší vydání byste měli zvážit použití webhooků nebo rozhraní API.
de: Sie sollten die Verwendung von Webhooks oder der API für schnellere Releases in Betracht ziehen.
fr: Vous devriez envisager d'utiliser les webhooks ou l'API pour une création des versions plus rapide.
id: Anda diharapkan menggunakan webhook atau API agar rilisan lebih cepat.
it: Dovresti considerare l'uso di ganci Web o dell'API per dei rilasci più rapidi.
ms: Anda patut mempertimbangkan penggunaan cangkuk sesawang webhook atau API untuk terbitan lebih cepat.
pl: Powinieneś rozważyć użycie webhooków lub API dla szybszych wydań.
ru: Для более быстрого релиза следует использовать webhooks или API.
sk: Pre rýchlejšie vydávanie môžeš zvážiť použitie webhooks alebo API.
sv: Överväg att använda webhooks eller API:et för snabbare uppdateringar.
ta: வேகமான வெளியீடுகளுக்கு வெப்ஊக்ச் அல்லது பநிஇ பயன்படுத்துவதை நீங்கள் கருத்தில் கொள்ள வேண்டும்.
uk: Вам варто розглянути можливість використання веб-хуків або API для швидшого випуску.
vi: Bạn nên cân nhắc sử dụng webhook hoặc API để phát hành nhanh hơn.
