Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: The following hard dependencies need to be added to ContentDB first: %(deps)s
cs: Sledované významnější souvislosti je třeba přidat do ContentDB nejdříve: %(deps)s
de: Die folgenden benötigten Abhängigkeiten müssen zuerst zu ContentDB hinzugefügt werden: %(deps)s
fr: Les dépendances strictes suivantes doivent d'abord être ajoutées sur le ContentDB : %(deps)s
id: Dependensi wajib berikut perlu ditambahkan ke ContentDB terlebih dahulu: %(deps)s
it: Le seguenti dipendenze devono prima essere aggiunte a ContentDB: %(deps)s
ms: Kebergantungan wajib berikut perlu ditambah ke ContentDB terlebih dahulu: %(deps)s
pl: Następujące zależności muszą być najpierw dodane do ContentDB: %(deps)s
ru: Сначала необходимо добавить в ContentDB следующие жесткие зависимости: %(deps)s
sk: Nasledujúce povinné príbuznosti musia byť uvedené v ContentDB: %(deps)s
sv: Följande hårda beroenden behöver läggas till i ContentDB först: %(deps)s
ta: பின்வரும் கடினமான சார்புகளை உள்ளடக்கத்தில் சேர்க்க வேண்டும்: %(deps)s
uk: Наступні жорсткі залежності повинні бути спочатку додані до ContentDB: %(deps)s
vi: Trước tiên cần thêm các phần phụ thuộc cứng sau vào ContentDB: %(deps)s

source: What games does your package support? Please specify on the supported games page
cs: Které hry tvůj balíček podporuje? Prosím, upřesni na stránce s podporovanými hrami
de: Welche Spiele werden von Ihrem Paket unterstützt? Bitte geben Sie es auf der Seite für unterstützte Spiele an
fr: Avec quels jeux votre paquet est-il compatible ? Veuillez le spécifier sur les pages respectives des jeux compatibles
id: Permainan apa saja yang didukung oleh paket Anda? Silakan atur di laman permainan yang didukung
it: Quali giochi supporta il tuo contenuto? Specificali nella pagina dei giochi supportati
pl: Jakie gry wspiera twój pakiet? Proszę wskaż na stronie wspieranych gier
ru: Какие игры поддерживает ваш пакет? Пожалуйста, укажите на странице поддерживаемых игр
sv: Vilka spel stöder ditt paket? Vänligen ange på den stödda spel-sidan
ta: உங்கள் தொகுப்பு என்ன விளையாட்டுகளை ஆதரிக்கிறது? ஆதரிக்கப்பட்ட விளையாட்டு பக்கத்தில் குறிப்பிடவும்
uk: Які ігри підтримує ваш пакунок? Будь ласка, вкажіть на сторінці підтримуваних ігор

source: Please wait for the license to be added to CDB.
cs: Prosím, vyčkej na přidání licence do Content DB.
de: Warten Sie bitte, bis diese Lizenz zu ContentDB hinzugefügt wurde.
fr: Veuillez attendre que la licence soit ajoutée au CDB.
id: Harap tunggu lisensi ditambahkan ke CDB.
it: Aspetta che la licenza sia aggiunta a CDB per favore.
ms: Sila tunggu lesen tersebut ditambah ke CDB dahulu.
pl: Proszę czekać zanim licencja zostanie dodana do CDB.
ru: Пожалуйста, подождите, пока лицензия будет добавлена в CDB.
sk: Prosím počkaj, kým bude licencia pridaná do CDB.
sv: Var snäll och vänta på att denna licens läggs till på CDB.
ta: சி.டி.பியில் உரிமம் சேர்க்கப்படும் வரை காத்திருக்கவும்.
uk: Будь ласка, зачекайте, поки ліцензія буде додана до CDB.
vi: Xin vui lòng chờ đợi cho giấy phép được thêm vào CBD.

source: Please make sure that this package has the right to the names it uses.
cs: Ujistěte se prosím, že tento balíček používá správné názvy.
de: Bitte stellen Sie sicher, dass dieses Paket das Recht auf die verwendeten Namen hat.
fr: Veuillez vous assurer que ce paquet a les droit sur les noms qu'il utilise.
id: Harap pastikan paket ini memiliki izin untuk menggunakan namanya.
it: Assicurati che questo contenuto abbia il diritto di usare questo nome, per favore.
ms: Sila pastikan pakej ini mempunyai hak ke atas nama yang digunakan.
pl: Upewnij się, że ta paczka ma prawa do nazwy, której używa.
ru: Пожалуйста, убедитесь, что это дополнение имеет право на имена, которые он использует.
sk: Prosím over, či tento balík má právo na názov, ktorý používa.
sv: Var snäll och kontrollera att paketet har rätt till det namn den använder.
ta: இந்த தொகுப்புக்கு அது பயன்படுத்தும் பெயர்களுக்கு உரிமை உண்டு என்பதை உறுதிப்படுத்தவும்.
uk: Будь ласка, переконайтеся, що цей пакунок має права на використання імен, які він використовує.
vi: Hãy chắc chắn rằng gói này có quyền với tên nó sử dụng.

source: Please make sure that this package has the right to the names %(names)s
cs: Ujistěte se prosím, že tento balíček má oprávnění na tyto jména %(names)s
de: Bitte stellen Sie sicher, dass dieses Paket Rechte für die Namen %(names)s hat
fr: Veuillez vous assurer que ce paquet a les droit sur les noms %(names)s
id: Harap pastikan paket ini memiliki izin untuk menggunakan nama %(names)s
it: Assicurati che questo contenuto abbia il diritto di usare i nomi %(names)s, per favore
ms: Sila pastikan pakej ini mempunyai hak ke atas nama %(names)s
pl: Upewnij się, że ta paczka ma prawa do nazw %(names)s
ru: Убедитесь, что это дополнение имеет право на имена %(names)s
sk: Prosím over, či tento balík má právo na názov %(names)s
sv: Var snäll och kontrollera att paketet har rätt till att använda namnen %(names)s
ta: தயவுசெய்து இந்தத் தொகுப்புக்கு %(names)s பெயர்களுக்கு உரிமை உண்டு என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்
uk: Будь ласка, переконайтеся, що цей пакунок має права на використання імен %(names)s
vi: Hãy đảm bảo rằng gói này có quyền đối với tên %(names)s

source: See more
cs: Ukázat více
de: Mehr sehen
fr: Voir plus
id: Lihat lebih banyak
it: Mostra di più
ms: Lihat lebih lagi
pl: Zobacz więcej
ru: Больше
sk: Pozri viac
sv: Se mer
ta: மேலும் காண்க
uk: Переглянути більше
vi: Xem nữa

source: Error: Another package already uses this forum topic!
cs: Chyba: Toto téma již používá jiný balíček!
de: Fehler: Ein anderes Paket benutzt bereits dieses Forumthema!
fr: Erreur : Un autre paquet utilise déjà ce sujet de forum !
id: Kesalahan: Paket lain telah menggunakan topik forum ini!
it: Errore: un altro contenuto utilizza questa discussione sul forum!
ms: Ralat: Pakej lain sudah menggunakan topik forum ini!
pl: Błąd: Inna paczka już używa tego tematu na forum!
ru: Ошибка: другое дополнение уже использует эту тему на форуме!
sk: Chyba: Túto tému na fóre už používa iný balíček!
sv: Fel: Ett annat paket använder redan den här forumtråden!
ta: பிழை: மற்றொரு தொகுப்பு ஏற்கனவே இந்த மன்ற தலைப்பைப் பயன்படுத்துகிறது!
uk: Помилка: Інший пакунок вже використовує цю тему форуму!
vi: Lỗi: Một gói khác đã sử dụng chủ đề diễn đàn này rồi!

source: Error: Forum topic author doesn't match package author.
cs: Chyba: Autor tématu se neshoduje s autorem balíčku.
de: Fehler: Forumthemenautor ist nicht der gleiche wie der Paketautor.
fr: Erreur : L'auteur du sujet du forum ne correspond pas à l'auteur du paquet.
id: Kesalahan: Pembuat topik forum tidak cocok dengan pembuat paket.
it: Errore: l'autorə dell'argomento del forum non corrisponde all'autorə del contenuto.
ms: Ralat: Pencipta topik forum tidak sepadan dengan pencipta pakej.
pl: Błąd: Autor tematu na forum nie zgadza się z autorem paczki.
ru: Ошибка: автор темы не совпадает с автором дополнения.
sk: Chyba: Autor témy fóra sa nezhoduje s autorom balíčka.
sv: Fel: Forumtrådsstartaren stämmer inte överrens med paketskaparen.
ta: பிழை: மன்ற தலைப்பு ஆசிரியர் தொகுப்பு ஆசிரியருடன் பொருந்தவில்லை.
uk: Помилка: Автор теми форуму не збігається з автором пакунку.
vi: Lỗi: Tác giả chủ đề diễn đàn không khớp với tác giả gói.

source: Warning: Forum topic not found. The topic may have been created since the last forum crawl.
cs: Upozornění: téma nebylo na foru nalezeno. Téma mohlo být vytvořeno dříve, než se forum načetlo.
de: Achtung: Forenthema nicht gefunden. Es könnte sein, dass das Thema seit dem letzten Foren-Crawl erstellt wurde.
fr: Avertissement : sujet non trouvé dans le forum. Celui-ci pourrait avoir été créé après la dernière indexation du forum.
id: Peringatan: Topik forum tidak ditemukan. Topik mungkin dibuat sejak penjelajahan forum.
it: Attenzione: discussione del forum non trovata. Potrebbe essere stata creata dopo l'ultima passata del crawler.
pl: Uwaga: Temat na forum nieznaleziony. Temat mógł zostać stworzony po ostatnim odczytaniu forum przez system.
ru: Предупреждение: Тема форума не найдена. Возможно, тема была создана после последнего обхода форума.
sv: Varning: Forumtråd hittades inte. Ämnet kan ha skapats sedan sista forumskrapning.
ta: எச்சரிக்கை: மன்ற தலைப்பு காணப்படவில்லை. கடைசி மன்றம் வலம் வந்ததிலிருந்து தலைப்பு உருவாக்கப்பட்டிருக்கலாம்.
uk: Попередження: Тему форуму не знайдено. Можливо, тема була створена після останнього сканування форуму.

source: Name can only contain lower case letters (a-z), digits (0-9), and underscores (_)
cs: Jméno může obsahovat jedině malá písmena bez diakritiky (a-z), číslice (0-9) a podtržítko (_)
de: Namen dürfen nur Kleinbuchstaben (a-z), Ziffern (0-9) und Unterstriche (_) enthalten
fr: Le nom ne peut être composé que de lettres minuscules (a-z), chiffres (0-9) et caractères de soulignement (_)
id: Nama hanya boleh terdiri dari huruf kecil (a-z), angka (0-9), dan garis bawah (_)
it: Il nome può contenere solo lettere minuscole (a-z), numeri (0-9) e trattini bassi (_)
ms: Nama hanya boleh mengandungi huruf kecil (a-z), digit (0-9), dan garis bawah (_) sahaja
pl: Nazwa może zawierać tylko małe litery (a-z), cyfry (0-9) oraz podłogi (_)
ru: Имя может содержать только строчные буквы (a-z), цифры (0-9) и знаки подчеркивания (_)
sk: Meno môže obsahovať len malé písmená (a-z), čísla (0-9), a podtržníky (_)
sv: Namn kan bara innehålla gemena bokstäver (a-z), siffror (0-9) och understreck (_)
ta: பெயரில் குறைந்த வழக்கு எழுத்துக்கள் (A-Z), இலக்கங்கள் (0-9) மற்றும் அடிக்கோடிட்டுக் காட்டுதல் (_) மட்டுமே இருக்க முடியும்
uk: Ім'я може містити лише малі літери (a-z), цифри (0-9) та підкреслення (_)
vi: Tên chỉ có thể chứa các chữ cái viết thường (az), chữ số (0-9) và dấu gạch dưới (_)

source: You don't have permission to edit this package
cs: Nemáš oprávnění měnit tento balíček
de: Sie haben keine Erlaubnis dieses Paket zu bearbeiten
fr: Vous n'avez pas l'autorisation de modifier ce paquet
id: Anda tidak memiliki izin untuk menyunting paket ini
it: Non ti è permesso di modificare questo contenuto
ms: Anda tiada kebenaran untuk sunting pakej ini
pl: Nie masz uprawnień aby edytować tą paczkę
ru: У вас нет разрешения на правку этого дополнения
sk: Nemáte právo na upravenie tohto balíčka
sv: Du har inte behörighet att redigera detta paket
ta: இந்த தொகுப்பைத் திருத்த உங்களுக்கு இசைவு இல்லை
uk: У вас немає дозволу на редагування цього пакунку
vi: Bạn không có quyền để sửa gói này

source: You don't have permission to change the package name
cs: Nemáš oprávnění měnit název tohoto balíčku
de: Sie habe keine Erlaubnis den Namen dieses Paketes zu bearbeiten
fr: Vous n'avez pas l'autorisation de modifier le nom du paquet
id: Anda tidak memiliki izin untuk menyunting nama paket ini
it: Non ti è permesso di modificare il nome del contenuto
ms: Anda tiada kebenaran untuk menukar nama pakej
pl: Nie masz uprawnień aby zmienić nazwę paczki
ru: У вас нет разрешения на изменение имени дополнения
sk: Nemáte právo na zmenu mena balíčka
sv: Du har inte behörighet att ändra paketnamnet
ta: தொகுப்பு பெயரை மாற்ற உங்களுக்கு இசைவு இல்லை
uk: У вас немає дозволу на зміну назви пакунку
vi: Bạn không có quyền để thay đổi tên gói

source: You cannot change package type once approved
cs: Nelze změnit typ balíčku poté, co byl jednou schválen
de: Sie können nach der Genehmigung den Pakettyp nicht ändern
id: Anda tidak dapat mengubah jenis paket setelah disetujui
it: Non puoi cambiare il tipo di contenuto una volta approvato
sv: Du kan inte ändra pakettyp när det har godkänts
ta: அங்கீகரிக்கப்பட்டதும் நீங்கள் தொகுப்பு வகையை மாற்ற முடியாது
uk: Ви не можете змінити тип пакунку після його затвердження

source: You don't have permission to make releases
cs: Nemáš oprávnění vytvářet další verze
de: Sie haben keine Erlaubnis, Releases zu erstellen
fr: Vous n'avez pas l'autorisation de créer des versions
id: Anda tidak memiliki izin untuk membuat rilisan
it: Non ti è permesso creare dei rilasci
ms: Anda tiada kebenaran untuk mencipta terbitan
pl: Nie masz uprawnień aby tworzyć wydania
ru: У вас нет разрешения на создание релизов
sk: Nemáte povolenie na vytvorenie vydania
sv: Du har inte behörighet att göra utgivningar
ta: வெளியீடுகளைச் செய்ய உங்களுக்கு இசைவு இல்லை
uk: У вас немає дозволу на створення випусків
vi: Bạn không có quyền phát hành

source: You've created too many releases for this package in the last 5 minutes, please wait before trying again
cs: Vytvořil jsi příliš mnoho verzí tohoto balíčku v posledních 5 minutách, prosím, vyčkej chvíli, než to zkusíš znovu
de: Sie haben in den letzten 5 Minuten zu viele Releases für dieses Paket erstellt. Bitte warten Sie, bevor Sie es erneut versuchen
fr: Vous avez créé trop de versions pour ce paquet dans les 5 dernières minutes, veuillez attendre avant de réessayer
id: Anda telah membuat terlalu banyak rilisan untuk paket ini dalam 5 menit terakhir. Harap tunggu sebelum mencoba lagi
it: Hai creato troppi rilasci per questo contenuto negli ultimi 5 minuti, aspetta un po' prima di riprovare per favore
ms: Anda telah mencipta terlalu banyak terbitan untuk pakej ini dalam 5 minit lepas, sila tunggu sebentar sebelum mencuba lagi
pl: Utworzyłeś zbyt dużo wydań tej paczki w ciągu ostatnich 5 minut, poczekaj zanim spróbujesz ponownie
ru: Вы создали слишком много релизов для этого дополнения за последние 5 минут, пожалуйста, подождите перед повторной попыткой
sk: Vytvoril si priveľa vydaní pre tento balík počas posledných 5 minút, prosím vyčkaj pred ďalším pokusom
sv: Du har skapat för många utgivningar för detta paket i de senaste 5 minuterna, vänta innan du försöker igen
ta: கடந்த 5 நிமிடங்களில் இந்த தொகுப்புக்காக நீங்கள் பல வெளியீடுகளை உருவாக்கியுள்ளீர்கள், மீண்டும் முயற்சிக்கும் முன் காத்திருங்கள்
uk: Ви створили занадто багато випусків для цього пакунку за останні 5 хвилин, будь ласка, зачекайте перед тим, як спробувати знову
vi: Bạn đã tạo quá nhiều bản phát hành cho gói này trong 5 phút qua, vui lòng đợi trước khi thử lại

source: A release with this name already exists
cs: Vydání stejného jména již existuje
id: Rilis dengan nama ini sudah ada
sv: En utgivning med det namnet finns redan
ta: இந்த பெயருடன் ஒரு வெளியீடு ஏற்கனவே உள்ளது
uk: Випуск із такою назвою вже існує

source: Invalid commit hash; it must be a 40 character long base16 string
cs: Neplatný hash odevzdání; je třeba 40 znaků dlouhý řetězec v šestnáctkové soustavě
de: Ungültiger Commit-Hash; es muss eine 40 Zeichen lange Hexadezimal-Zeichenkette sein
fr: hachage du commit invalide ; doit faire au moins 40 caractères en base16
id: Hash commit tidak sah. Ia harus berupa 40 karakter heksadesimal
it: Hash del contributo non valido; deve essere una stringa in base16 lunga 40 caratteri
ms: Cincang serahan tidak sah; ia mestilah rentetan asas 16 dengan panjang 40 aksara
pl: Niepoprawny hash commitu; musi być 40-znakowym napisem base16
ru: Неверный хэш ветви обсуждения; он должен быть «base16» строкой и длиной 40 символов
sk: Nesprávny schvaľovací hash; musí obsahovať 40 znakov na základe 16 stringov
sv: Ogiltig commit-hash; den måste vara en 40 bokstäver lång base16-sträng
ta: தவறான கமிட் ஆச்; இது 40 எழுத்து நீண்ட அடிப்படை 16 சரமாக இருக்க வேண்டும்
uk: Невірний хеш коміту; він має бути рядком з 40 символів у форматі base16
vi: Băm cam kết không hợp lệ; nó phải là một chuỗi base16 dài 40 ký tự

source: Too many requests, please wait before trying again
cs: Příliš mnoho pokusů, počkej chvíli, než to zkusíš znovu
de: Zu viele Anfragen, bitte warten Sie, bevor Sie es erneut versuchen
fr: Trop de requêtes, veuillez attendre avant de réessayer
id: Terlalu banyak permintaan. Harap tunggu sebelum mencoba lagi
it: Troppe richieste, aspetta un po' prima di riprovare per favore
ms: Terlalu banyak permintaan, sila tunggu sebentar sebelum mencuba lagi
pl: Zbyt dużo zapytań, poczekaj zanim spróbujesz ponownie
ru: Слишком много запросов, пожалуйста, подождите перед повторной попыткой
sk: Priveľa požiadávok, prosím vyčkaj a skús znova
sv: För många förfrågningar, vänta innan du försöker igen
ta: பல கோரிக்கைகள், மீண்டும் முயற்சிக்கும் முன் காத்திருங்கள்
uk: Занадто багато запитів, будь ласка, почекайте перед тим, як спробувати знову
vi: Quá nhiều yêu cầu, vui lòng đợi trước khi thử lại

source: a PNG, JPEG, or WebP image file
cs: Soubor obrázku PNG, JPG či WebP
de: eine PNG-, JPEG-, oder WebP-Bilddatei
fr: un fichier image PNG, JPEG, ou WebP
id: berkas gambar PNG, JPEG, atau WebP
it: un file immagine PNG, JPG, o WebP
ms: Sebuah fail imej PNG, JPEG, atau WebP
pl: plik obrazu PNG, JPEG lub WebP
ru: файл изображения PNG, JPEG или WebP
sv: en PNG, JPEG eller WebP-bildfil
ta: ஒரு PNG, JPEG அல்லது Webp பட கோப்பு
uk: PNG, JPEG або WebP файл зображення

source: Screenshot is too small, it should be at least %(width)s by %(height)s pixels
cs: Snímek obrazovky je příliš malý, měl by být široký alespoň %(width)s a vysoký alespoň %(height)s pixelů
de: Der Screenshot ist zu klein, er sollte mindestens %(width)s mal %(height)s Pixel groß sein
fr: Capture d'écran trop petite, doit faire au moins %(width)s par %(height)s pixels
id: Tangkapan layar terlalu kecil. Ia harus berukuran setidaknya %(width)s kali %(height)s piksel
it: Lo screenshot è troppo piccolo, dovrebbe avere una dimensione di almeno %(width)s a %(height)s pixel
ms: Tangkap layar terlalu kecil, saiznya patut sekurang-kurangnya %(width)sx%(height)s piksel
pl: Zrzut ekranu jest zbyt mały, powinien mieć przynajmniej %(width)s na %(height)s pikseli
ru: Снимок экрана слишком маленький, он должен быть не менее %(width)s на %(height)s пикселей
sk: Snímok obrazovky je príliš malý, minimálna veľkosť by mala byť %(width)s krát %(height)s pixelov
sv: Skärmdump är för liten, den måste vara åtminstonde %(width)sx%(height)s pixlar
ta: திரைக்காட்சி மிகவும் சிறியது, இது குறைந்தது %(width)s %(height)s பிக்சல்களாக இருக்க வேண்டும்
uk: Знімок екрану замалий, потрібно мінімум %(width)s на %(height)s пікселів
vi: Hình là quá nhỏ, nó nên được ít nhất %(width)s x %(height)s điểm ảnh

source: Please upload %(file_desc)s
cs: Prosím, přilož popis souboru %(file_desc)s
de: Bitte %(file_desc)s hochladen
fr: Veuillez importer %(file_desc)s
id: Harap unggah %(file_desc)s
it: Carica %(file_desc)s, per favore
ms: Sila muat naik %(file_desc)s
pl: Wyślij %(file_desc)s
ru: Пожалуйста, загрузите %(file_desc)s
sk: Prosím nahraj %(file_desc)s
sv: Var snäll och ladda upp %(file_desc)s
ta: தயவுசெய்து %(file_desc)s பதிவேற்றவும்
uk: Будь ласка, завантажте %(file_desc)s
vi: Vui lòng tải lên %(file_desc)s

source: Uploaded image isn't actually an image
cs: Přiložený obrázek nemá vhodný formát obrázku
de: Hochgeladenes Bild ist nicht wirklich ein Bild
fr: L'image envoyée n'est pas une image
id: Gambar yang diunggah sejatinya bukan gambar
it: L'immagine caricata non è di fatto una immagine
ms: Imej yang dimuat naik sebenarnya bukan sejenis imej
pl: Wysłany obraz nie jest obrazem
ru: Загруженное изображение на самом деле им не является
sk: Nahraný obrázok vlastne nie je obrázkom
sv: Uppladdad bild är egentligen inte en bild
ta: பதிவேற்றிய படம் உண்மையில் ஒரு படம் அல்ல
uk: Завантажений файл не є зображенням
vi: Hình ảnh được tải lên thực tế không phải là hình ảnh

source: Username is invalid
cs: Neplatné uživatelské jméno
de: Benutzername ist ungültig
fr: Le nom d'utilisateur est invalide
id: Nama pengguna tidak sah
it: Il nome utente non è valido
ms: Nama pengguna tidak sah
pl: Nazwa użytkownika jest niepoprawna
ru: Имя пользователя недействительно
sk: Užívateľské meno je nesprávne
sv: Användarnamn är inkorrekt
ta: பயனர்பெயர் தவறானது
uk: Ім'я користувача недійсне
vi: Tên người dùng không hợp lệ

source: An account already exists for that username but hasn't been claimed yet.
cs: Účet pro toho uživatelské jméno již existuje, ale nebyl jestě potvrzen.
de: Es existiert bereits ein Konto für diesen Benutzernamen, der aber noch nicht beansprucht wurde.
fr: Un compte existe déjà pour ce nom d'utilisateur mais n'a pas encore été réclamé.
id: Akun lain dengan nama pengguna ini telah ada, tetapi belum diklaim.
it: Esiste già un account per il nome utente, ma non è stato ancora attribuito.
ms: Akaun sudah wujud untuk nama pengguna tersebut tetapi ia masih belum dituntut.
pl: Konto z taką nazwą użytkownika już istnieje ale jeszcze nie zostało zajęte.
ru: Учётная запись для этого имени пользователя уже существует, но ещё не была занята.
sk: Účet pre toto užívateľské meno už existuje, avšak ešte nebol zabratý.
sv: Ett konto med det användarnamnet existerar redan men gäller inte än.
ta: அந்த பயனர்பெயருக்கு ஏற்கனவே ஒரு கணக்கு உள்ளது, ஆனால் இன்னும் கோரப்படவில்லை.
uk: Обліковий запис вже існує для цього імені користувача, але ще не був активований.

source: Unable to create an account as the username is already taken. If you meant to log in, you need to connect %(provider)s to your account first
cs: Nelze vytvořit účet, neboť je uživatelské jméno již obsazeno. Pokud by ses chtěl přihlásit, je potřeba nejdříve propojit %(provider)s s tvým účetem
de: Konnte kein Konto erstellen, weil der Benutzername bereits vergeben ist. Falls Sie sich einloggen wollten, müssen Sie zuerst %(provider)s mit Ihrem Konto verbinden
id: Tidak dapat membuat akun karena nama pengguna sudah dipakai. Jika Anda ingin masuk, Anda harus menghubungkan %(provider)s ke akun Anda terlebih dahulu
it: Impossibile create un'utenza in quanto il nome è già stato preso. Se volevi accedere, devi prima connettere %(provider)s alla tua utenza
pl: Nie udało się stworzyć konta, bo ta nazwa użytkownika jest już zajęta. Jeśli chciałeś się zalogować, musisz połączyć najpierw %(provider)s ze swoim kontem
ru: Не удается создать учетную запись, так как имя пользователя уже занято. Если вы намеревались войти в систему, вам сначала необходимо подключить %(provider)s к своей учетной записи
sv: Det går inte att skapa ett konto eftersom användarnamnet redan är taget. Om du menade att logga in måste du ansluta %(provider)s till ditt konto först
ta: பயனர்பெயர் ஏற்கனவே எடுக்கப்பட்டதால் ஒரு கணக்கை உருவாக்க முடியவில்லை. நீங்கள் உள்நுழைய விரும்பினால், முதலில் உங்கள் கணக்கில் %(provider)sணைக்க வேண்டும்
uk: Не вдалося створити обліковий запис, оскільки ім'я користувача вже зайняте. Якщо ви маєте на увазі вхід, спочатку потрібно підключити %(provider)s до вашого облікового запису

source: That username/display name is already in use, please choose another.
cs: Toto uživatelské nebo zobrazované jméno se již používá, vyberte pro to prosím jiné.
de: Dieser Benutzername/Anzeigename ist bereits in Gebrauch, bitte wählen Sie einen anderen.
fr: Ce nom d'utilisateur/nom d'affichage est déjà utilisé, veuillez en choisir un autre.
id: Nama pengguna/tampilan ini telah digunakan. Harap pilih lainnya.
it: Il nome utente/nome da mostrare è già in uso, scegline un altro per favore.
ms: Nama pengguna/nama paparan tersebut sudah digunakan, sila pilih yang lain.
pl: Ta nazwa użytkownika/wyświetlana nazwa jest już w użyciu, wybierz inną.
ru: Это имя пользователя/отображаемое имя уже используется, выберите другое.
sk: Toto užívateľské meno/prezývka sa už používa, prosím vyber iné.
sv: Det här användarnamnet/visningsnamnet används redan, välj ett annat.
ta: அந்த பயனர்பெயர்/காட்சி பெயர் ஏற்கனவே பயன்பாட்டில் உள்ளது, தயவுசெய்து இன்னொன்றைத் தேர்வுசெய்க.
uk: Це ім'я користувача/відображення вже використовується, будь ласка, виберіть інше.
vi: Tên người dùng / tên hiển thị đó đã được sử dụng, vui lòng chọn tên khác.
