Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

# content_warnings
source: Contains swearing
cs: Obsahuje nadávky
de: Enthält Schimpfwörter oder Fluchen
id: Berisi umpatan
it: Contiene parolacce
ru: Содержит руганьё
sv: Innehåller svordomar
ta: சத்தியப்பிரமாணம் உள்ளது
uk: Містить нецензурну лексику

# content_warnings
source: Drugs
cs: Drogy
de: Drogen
id: Narkoba
it: Droghe
ru: Наркотики
sv: Droger
ta: மருந்துகள்
uk: Наркотики

# content_warnings
source: Contains recreational drugs other than alcohol or tobacco
cs: Zahrnuje jiné drogy než alkohol či tabák
de: Enthält Freizeitdrogen außer Alkohol oder Tabak
id: Berisi obat-obatan rekreasi selain alkohol atau tembakau
it: Contiene droghe ricreative al di fuori di alcolici e tabacco
ru: Содержит рекреационные наркотики, отличные от алкоголя или табака
sv: Innehåller droger annat än alkohol och tobak
ta: ஆல்கஆல் அல்லது புகையிலை தவிர வேறு பொழுதுபோக்கு மருந்துகள் உள்ளன
uk: Містить розважальні наркотики, окрім алкоголю та тютюну

# content_warnings
source: Gambling
cs: Hazardní hry
de: Glücksspiel
id: Judi
it: Azzardo
ru: Азартность
sv: Hasardspel
ta: சூதாட்டம்
uk: Азартні ігри

# content_warnings
source: Games of chance, gambling games, etc
cs: Sázkové a hazardní hry
de: Glücksspiele, Wetten, usw.
id: Permainan untung-untungan, permainan judi, dll
it: Giochi di probabilità, d'azzardo ecc.
ru: Игры на шанс, азартные игры, так далее
sv: Spel av chans, hasardspel, mm.
ta: வாய்ப்பு, சூதாட்ட விளையாட்டுகள் போன்றவை
uk: Ігри на удачу, азартні ігри тощо

# content_warnings
source: Gore
cs: Násilí a krev
id: Kekejaman
it: Fiumi di Sangue
ru: Расчленёнка
ta: கோர்
uk: Кровопролиття

# content_warnings
source: Blood, etc
cs: Krev a podobně
de: Blut, usw.
id: Darah, dll
it: Sangue ecc.
ru: Кровь, так далее
sv: Blod, mm
ta: இரத்தம் போன்றவை
uk: Кров, тощо

# content_warnings
source: Fear / Horror
cs: Strach / horor
de: Angst/Horror
id: Seram / Horor
it: Paura / Orrore
ru: Страх / Хоррор
sv: Skräck
ta: அச்சம் / அதிர்ச்சி
uk: Страх / Жахи

# content_warnings
source: Shocking and scary content. May scare young children
cs: Šokující a strašný obsah. Může vyděsit mladší děti
de: Schockierender und gruseliger Inhalt. Könnte jungen Kindern Angst machen
id: Konten yang mengejutkan dan menakutkan. Bisa menakuti anak kecil
it: Contenuti scioccanti e spaventosi. Potrebbero spaventare lɜ più piccolɜ
ru: Шокирующий и страшный контент. Может испугать маленьких детей
sv: Chockande och skrämmande innehåll. Kan skrämma små barn
ta: அதிர்ச்சியூட்டும் மற்றும் பயமுறுத்தும் உள்ளடக்கம். சிறு குழந்தைகளை பயமுறுத்தலாம்
uk: Шокуючий та страшний контент. Може налякати малих дітей

# content_warnings
source: Violence
cs: Násilí
de: Gewalt
id: Kekerasan
it: Violenza
ru: Насилие
sv: Våld
ta: வன்முறை
uk: Насильство

# content_warnings
source: Non-cartoon violence. May be towards fantasy or human-like characters
cs: Nekreslené násilí. Může se vztahovat k fantasy postavám či postavám podobným lidem
de: Gewalt, die keine Cartoongewalt ist. Könnte gegen Fantasie- oder menschartige Wesen gerichtet sein
id: Kekerasan non-kartun. Mungkin mengarah pada fantasi atau karakter mirip manusia
it: Violenza non cartoonesca, che sia verso creature realistiche o fantastiche
ru: Насилие, не связанное с мультяшностью. Может быть направлено на фантастических или человекоподобных персонажей
sv: Icke-tecknat våld. Kan vara mot fantasy- eller mänskliga karaktärer
ta: கார்ட்டூன் அல்லாத வன்முறை. கற்பனை அல்லது மனிதனைப் போன்ற கதாபாத்திரங்களை நோக்கி இருக்கலாம்
uk: Насильство, не в стилі мультфільмів. Може бути спрямоване на фантастичних або людиноподібних персонажів

source: Packages
cs: Balíčky
de: Pakete
fr: Paquets
id: Paket
it: Contenuti
ms: Pakej
pl: Paczki
ru: Дополнения
sk: Balíky
sv: Paket
ta: தொகுப்பு
uk: Пакунки
vi: Gói

source: %(package_type)s for %(game_name)s
cs: %(package_type)s pro %(game_name)s
de: %(package_type)s für %(game_name)s
fr: %(package_type)s pour %(game_name)s
id: %(package_type)s untuk %(game_name)s
it: %(package_type)s per %(game_name)s
ms: %(package_type)s untuk %(game_name)s
pl: %(package_type)s dla %(game_name)s
ru: %(package_type)s для %(game_name)s
sv: %(package_type)s för %(game_name)s
ta: %(game_name)s க்கான %(package_type)s
uk: %(package_type)s для %(game_name)s

source: %(delta)s ago
cs: Před %(delta)s
de: %(delta)s her
fr: il y a %(delta)s
id: %(delta)s yang lalu
it: %(delta)s fa
ms: %(delta)s yang lalu
pl: %(delta)s temu
ru: %(delta)s назад
sk: pred %(delta)s
sv: %(delta)s sedan
ta: %(delta)s முன்பு
uk: %(delta)s тому

source: Featured
cs: Zvláštní
de: Vorgestellt
fr: Mis en avant
id: Unggulan
it: In Evidenza
ms: Sorotan
pl: Wyróżnione
ru: Рекомендуемые
sk: V spolupráci
sv: Presenterad
ta: இடம்பெற்றது
uk: Рекомендоване
vi: Đặc sắc

source: Name
cs: Jméno
fr: Nom
id: Nama
it: Nome
ms: Nama
pl: Nazwa
ru: Имя
sk: Meno
sv: Namn
ta: பெயர்
uk: Ім'я
vi: Tên

source: Limit to package
cs: Omezit na balíček
de: Auf Paket begrenzen
fr: Limiter au paquet
id: Batasi ke paket
it: Limita al contenuto
ms: Hadkan ke pakej
pl: Ogranicz do paczki
ru: Ограничение на дополнение
sk: Limit balíčka
sv: Begränsa till paket
ta: தொகுப்புக்கு வரம்பு
uk: Обмежити до пакунку

source: Save
cs: Uložit
de: Speichern
fr: Sauvegarder
id: Simpan
it: Salva
ms: Simpan
pl: Zapisz
ru: Сохранить
sk: Uložiť
sv: Spara
ta: சேமி
uk: Зберегти
vi: Lưu

source: Title
cs: Titulek
de: Titel
fr: Titre
id: Judul
it: Titolo
ms: Tajuk
pl: Tytuł
ru: Название
sk: Názov
sv: Titel
ta: தலைப்பு
uk: Заголовок
vi: Tiêu đề

source: Short Description
cs: Stručný popis
de: Kurze Beschreibung
fr: Description courte
id: Deskripsi Singkat
it: Breve Descrizione
ms: Perihal Pendek
pl: Krótki opis
ru: Короткое Описание
sv: Kort beskrivning
ta: குறுகிய விளக்கம்
uk: Короткий Опис

source: Page Content
cs: Strana nabídky
de: Seiteninhalt
fr: Contenu de la page
id: Konten Halaman
it: Contenuto Pagina
ms: Kandungan Halaman
pl: Zawartość strony
ru: Контент Страницы
sv: Sidinnehåll
ta: பக்க உள்ளடக்கம்
uk: Зміст сторінки

source: Private
cs: Soukromý
de: Privat
fr: Privé
id: Pribadi
it: Privato
ms: Peribadi
pl: Prywatny
ru: Частный
sk: Osobné
sv: Privat
ta: தனிப்பட்ட
uk: Приватний
vi: Riêng tư

source: Pinned to my profile
cs: Připnuto k mému profilu
de: An mein Profil gepinnt
fr: Épinglé à mon profil
id: Disematkan ke profil saya
it: Fissato nel mio profilo
ms: Disematkan ke profil saya
pl: Przypięte do mojego profilu
ru: Прикрепить к моему профилю
sv: Fastnålad till min profil
ta: எனது சுயவிவரத்தில் பொருத்தப்பட்டது
uk: Закріплено на моєму профілі

source: A collection with a similar title already exists
cs: Již existuje kolekce se stejným názvem
de: Es existiert bereits eine Sammlung mit einem ähnlichen Titel
fr: Une collection avec un titre similaire existe déjà
id: Sebuah koleksi dengan judul yang mirip sudah ada
it: Esiste già una raccolta con un titolo simile
ms: Himpunan dengan tajuk serupa sudah wujud
pl: Kolekcja z podobnym tytułem już istnieje
ru: Коллекция с похожим названием уже существует
sv: En samling med liknande titel finns redan
ta: இதேபோன்ற தலைப்பைக் கொண்ட தொகுப்பு ஏற்கனவே உள்ளது
uk: Колекція з подібною назвою вже існує

source: Unable to create collection as a package with that name already exists
cs: Nelze kolekci uložit jako balíček, jehož jméno již existuje
de: Es war nicht möglich, eine Sammlung als ein Paket mit diesem Namen, der bereits existiert, zu erstellen
fr: Impossible ce créer la collection car un paquet avec ce nom existe déjà
id: Tidak dapat membuat koleksi karena paket dengan nama tersebut sudah ada
it: Impossibile creare la raccolta perché esiste già un contenuto con quel nome
ms: Tidak mampu mencipta himpunan kerana pakej dengan nama tersebut sudah wujud
pl: Nie można utworzyć kolekcji, ponieważ paczka o tej nazwie już istnieje
ru: Не удается создать коллекцию, поскольку пакет с таким названием уже существует
sv: Kunde inte skapa samling eftersom ett paket med det namnet redan finns
ta: அந்த பெயருடன் ஒரு தொகுப்பாக சேகரிப்பை உருவாக்க முடியவில்லை ஏற்கனவே உள்ளது
uk: Не вдається створити колекцію, оскільки пакунок з такою назвою вже існує

source: Added package to collection
cs: Balíček byl přidán do kolekce
de: Paket wurde zur Sammlung hinzugefügt
fr: Paquet ajouté à la collection
id: Paket ditambahkan ke koleksi
it: Contenuto aggiunto alla raccolta
ms: Pakej ditambah ke himpunan
pl: Dodano paczkę do kolekcji
ru: Дополнение добавлено в коллекцию
sv: Lade till paket till samling
ta: சேகரிப்பில் தொகுப்பு சேர்க்கப்பட்டது
uk: Пакунок додано до колекції

source: Removed package from collection
cs: Balíček byl odebrán z kolekce
de: Paket aus Sammlung entfernt
fr: Paquet retiré de la collection
id: Paket dihapus dari koleksi
it: Contenuto rimosso dalla raccolta
ms: Pakej dibuang dari himpunan
pl: Usunięto paczkę z kolekcji
ru: Дополнение удалено из коллекции
sv: Tog bort paket från samling
ta: சேகரிப்பிலிருந்து அகற்றப்பட்ட தொகுப்பு
uk: Пакунок видалено з колекції

source: Added package to favorites collection
cs: Balíček byl přidán mezi oblíbené kolekce
de: Paket zur Favoritensammlung hinzugefügt
fr: Paquet ajouté à la collection favoris
id: Paket ditambahkan ke koleksi favorit
it: Contenuto aggiunto alla raccolta dei preferiti
ms: Pakej ditambah ke himpunan kegemaran
pl: Dodano paczkę do ulubionych
ru: Дополнение добавлено в любимые коллекции
sv: Lade till paket till favoritsamling
ta: பிடித்தவை சேகரிப்பில் தொகுப்பு சேர்க்கப்பட்டது
uk: Пакунок додано до колекції обраних

source: (Public, change from Profile > My Collections)
cs: (Veřejné, lze upravit v Profil &gt; Mé kolekce)
de: (Öffentlich, ändern von Profil &gt; Meine Sammlungen)
fr: (Public, se change depuis Profil &gt; Mes Collections)
id: (Publik, ubah di Profil &gt; Koleksi Saya)
it: (Pubblico, cambia da Profilo &gt; Le mie collezioni)
ms: (Awam, tukar dari Profil &gt; Himpunan Saya)
pl: (Publiczne, zmień w Profil &gt; Moje kolekcje)
ru: (Публичный, изменить в профиле &gt; Мои коллекции)
sv: (Offentlig, ändra via Profil -&gt; Mina samlingar)
ta: (பொது, சுயவிவரத்திலிருந்து மாற்றம்&gt; எனது தொகுப்புகள்)
uk: (Публічний, змінити в розділі Профіль &gt; Мої колекції)

source: Removed package from favorites collection
cs: Balíček byl odebrán z oblíbených kolekcí
de: Paket aus Favoritensammlung entfernt
fr: Paquet retiré de la collection favoris
id: Paket dihapus dari koleksi favorit
it: Contenuto rimosso dalla raccolta dei preferiti
ms: Pakej dibuang dari himpunan kegemaran
pl: Usunięto paczkę z ulubionych
ru: Дополнение удалено из любимой коллекций
sv: Tog bort paket från favoritsamling
ta: பிடித்தவை சேகரிப்பிலிருந்து தொகுப்பு அகற்றப்பட்டது
uk: Пакунок видалено з колекції обраних

source: Welcome to the best place to find Luanti mods, games, and texture packs
cs: Vítejte na nejlepším místě, kde najdete módy, hry a balíčky textur pro Luanti
de: Willkommen im besten Ort, um Luanti-Mods, -Spiele und -Texturenpakete zu finden
id: Selamat datang di tempat terbaik untuk mencari mod, permainan, dan paket tekstur Luanti
it: Benvenutə nel posto migliore per trovare moduli, giochi e pacchetti texture per Luanti
pl: Witaj w najlepszym miejscu do znalezienia modyfikacji, gier i paczek tekstur dla Luanti
sv: Välkommen till det bästa stället för att hitta Luantimoddar, spel och texturpaket
ta: லுவாண்டி மோட்ச், கேம்கள் மற்றும் அமைப்பு பொதிகளைக் கண்டுபிடிக்க சிறந்த இடத்திற்கு வருக
uk: Ласкаво просимо до найкращого місця для пошуку модів, ігор та текстур для Luanti

source: ContentDB new packages
cs: Nové balíčky v ContentDB
de: ContentDB Neue Pakete
id: Paket baru ContentDB
it: Nuovi contenuti di ContentDB
sv: Nya paket på ContentDB
ta: ContentDB புதிய தொகுப்புகள்
uk: Нові пакунки на ContentDB

source: ContentDB package updates
cs: Aktualizace balíčků v ContentDB
de: ContentDB Paketaktualisierungen
id: Pembaruan paket ContentDB
it: Aggiornamenti contenuti di ContentDB
sv: Paketuppdateringar på ContentDB
ta: ContentDB தொகுப்பு புதுப்பிப்புகள்
uk: Оновлення пакунків на ContentDB

source: ContentDB all
cs: Veškerý obsah ContentDB
de: ContentDB Alle
id: Seluruh ContentDB
it: Tutto di ContentDB
sv: Allt på ContentDB
ta: Contentdb அனைத்தும்
uk: Всі пакунки на ContentDB

source: Description
cs: Popis
de: Beschreibung
id: Deskripsi
it: Descrizione
ms: Perihalan
pl: Opis
ru: Описание
sk: Popis
sv: Beskrivning
ta: விவரம்
uk: Опис
vi: Mô tả

source: Redirect URL
cs: Přesměrování odkazu
de: Weiterleitungs-URL
fr: Rediriger l'URL
id: URL Pengalihan
it: URL di reindirizzamento
ms: URL Lencongan
pl: URL przekierowania
ru: URL-адрес Перенаправления
sv: Omdirigerings-URL
ta: முகவரி ஐ திருப்பி விடுங்கள்
uk: URL для перенаправлення

source: App Type
cs: Druh aplikace
de: App-Typ
fr: Type d'App
id: Jenis Aplikasi
it: Aggiungi Tipo
ms: Jenis Aplikasi
pl: Typ Aplikacji
ru: Тип Приложения
sv: App-typ
ta: பயன்பாட்டு வகை
uk: Тип додатку

source: An OAuth client with that title already exists. Please choose a new title.
cs: OAuth klient s tímto názvem již existuje. Prosím, zvol si jiný název.
id: Sebuah klien OAuth dengan judul itu telah ada. Harap pilih judul baru.
sv: En OAuth-klient med den titeln finns redan. Vänligen välj en annan titel.
ta: அந்த தலைப்பைக் கொண்ட ஒரு OAUTH வாடிக்கையாளர் ஏற்கனவே இருக்கிறார். புதிய தலைப்பைத் தேர்வுசெய்க.
uk: Клієнт OAuth з такою назвою вже існує. Будь ласка, оберіть нову назву.

source: Revoked all user tokens
cs: Zamítnuty všechny tokeny uživatele
de: Alle Benutzer-Tokens widerrufen
fr: Tous les jetons de l'utilisateur ont été révoqués
id: Mencabut semua token pengguna
it: Revocati tutti i gettoni utente
ms: Mansuhkan semua token pengguna
pl: Wycofano wszystkie tokeny użytkownika
ru: Отозвать все пользовательские токены
sv: Tillbakadragit alla användartokens
ta: அனைத்து பயனர் டோக்கன்களையும் ரத்து செய்தது
uk: Скасовано всі токени користувачів

source: Edit Details
cs: Upravit podrobnosti
de: Angaben verändern
fr: Éditer les détails
id: Sunting Detail
it: Modifica Dettagli
ms: Sunting Maklumat
pl: Edytuj detale
ru: Изменить Подробности
sk: Upraviť Podrobnosti
sv: Redigera Detaljer
ta: விவரங்களைத் திருத்தவும்
uk: Редагувати деталі
vi: Sửa thông tin

source: Translation
cs: Překlad
de: Übersetzung
fr: Traduction
id: Terjemahan
it: Traduzione
ms: Terjemahan
pl: Tłumaczenie
ru: Перевод
sv: Översättning
ta: மொழிபெயர்ப்பு
uk: Переклад

source: Releases
cs: Vydání
de: Veröffentlichungen
fr: Versions
id: Rilisan
it: Rilasci
ms: Terbitan
pl: Wydania
ru: Релизы
sk: Vydania
sv: Utgivningar
ta: வெளியீடுகள்
uk: Випуски
vi: Phát hành

source: Screenshots
cs: Snímky obrazovky
de: Bildschirmfotos
fr: Captures d'écran
id: Tangkapan Layar
it: Screenshot
ms: Tangkap Layar
pl: Zrzuty ekranu
ru: Снимки экрана
sk: Snímky obrazovky
sv: Skärmdumpar
ta: திரைக்காட்சிகள்
uk: Скриншоти
vi: Ảnh chụp màn hình

source: Maintainers
cs: Správci
de: Betreuer
fr: Mainteneurs
id: Pengelola
it: Mantenenti
ms: Penyenggara
pl: Opiekunowie projektu
ru: Разработчики
sk: Členovia údržby
sv: Underhållare
ta: பராமரிப்பாளர்கள்
uk: Керівники проекту
vi: Người bảo trì

source: Audit Log
cs: Kontrolní protokol
de: Auditierungsprotokoll
fr: Journal d'audit
id: Log Audit
it: Log di Audit
ms: Log Audit
pl: Log audytów
ru: Журнал Проверок
sk: Audítorský Log
sv: Auditeringslogg
ta: தணிக்கை பதிவு
uk: Журнал аудиту
vi: Nhật ký kiểm toán

source: Statistics
cs: Statistiky
de: Statistik
fr: Statistiques
id: Statistik
it: Statistiche
ms: Statistik
pl: Statystyki
ru: Статистика
sk: Štatistiky
sv: Statistik
ta: புள்ளிவிவரங்கள்
uk: Статистика

source: Share and Badges
cs: Sdílet a odznaky
de: Teilen und Abzeichen
fr: Partage et badges
id: Bagikan dan Lencana
it: Condivisioni e Mostrine
ms: Kongsi dan Lencana
pl: Udostępnianie i odznaki
ru: Поделиться и Значки
sk: Zdieľanie a Odznaky
sv: Dela och Emblem
ta: பங்கு மற்றும் பேட்ச்கள்
uk: Поділитися та значки
vi: Chia sẻ và Huy hiệu

source: Remove / Unpublish
cs: Odeber / Učiň neveřejným
de: Entfernen / Depublizieren
fr: Supprimer / Rendre privé
id: Hapus / Batalkan Publikasi
it: Rimuovi / Annulla pubblicazione
ms: Buang / Nyahterbit
pl: Usuń / Wycofaj Publikację
ru: Удалить / Отменить публикацию
sv: Ta bort / Avpublicera
ta: அகற்று / வெளியிடவும்
uk: Видалити / Зняти з публікації

source: Supported Games
cs: Podporované hry
de: Unterstützte Spiele
fr: Jeux Compatibles
id: Permainan yang Didukung
it: Giochi Supportati
ms: Permainan Disokong
pl: Wspierane gry
ru: Поддерживаемые Игры
sk: Podporované hry
sv: Stödda spel
ta: ஆதரிக்கப்பட்ட விளையாட்டுகள்
uk: Підтримувані ігри

source: Android Default
cs: Základní podoba v Androidu
de: Android-Standard
id: Bawaan Android
it: Predefiniti su Android
ru: По умолчанию Android
sv: Standard för Android
ta: ஆண்ட்ராய்டு இயல்புநிலை
uk: За замовчуванням для Android

source: Desktop Default
cs: Základní podoba desktop verze
de: Desktop-Standard
id: Bawaan Desktop
it: Predefiniti per PC
ru: По умолчанию Рабочего Стола
sv: Standard för skrivbord
ta: டெச்க்டாப் இயல்புநிலை
uk: За замовчуванням для настільних ПК

source: Non-free
cs: Nikoli volně použitelný
de: Unfrei
id: Non-bebas
it: Non liberi
ru: Платный
sv: Icke-fri
ta: இல்லாதது
uk: Не безкоштовно

source: Work in Progress
cs: Práce stále probíhají
de: In Arbeit
fr: Travail en cours
id: Dalam Pengerjaan
it: Lavori in Corso
ms: Kerja Dalam Proses
pl: W trakcie prac
ru: Незавершённая работа
sk: Práca stále prebieha
sv: Under arbete
ta: வேலை முன்னேற்றத்தில் உள்ளது
uk: В процесі розробки
vi: Đang tiến hành

source: Deprecated
cs: Zastaralé
de: Missbilligt
id: Usang
it: Deprecati
pl: Przestarzały
ru: Устарело
ta: மதிப்பிடப்பட்டது
uk: Застаріле

source: All content warnings
cs: Všechna varování obsahu
de: Alle Inhaltswarnungen
id: Semua peringatan konten
it: Tutte le avvertenze sul contenuto
ru: Все предупреждения о контенте
sv: Alla innehållsvarningar
ta: அனைத்து உள்ளடக்க எச்சரிக்கைகள்
uk: Усі попередження про контент

source: Query
cs: Dotaz
de: Anfrage
id: Permintaan
it: Termini di Ricerca
ru: Опрос
sv: Förfrågan
ta: வினவல்
uk: Запит

source: Type
cs: Typ
de: Typ
id: Jenis
it: Tipo
ms: Jenis
pl: Typ
ru: Тип
sk: Písať
sv: Typ
ta: வகை
uk: Тип

source: Author
cs: Autor
de: Autor
fr: Auteur·ice
id: Pembuat
it: Autorə
ms: Pencipta
pl: Autor
ru: Автор
sk: Autor/Tvorca
sv: Skapare
ta: நூலாசிரியர்
uk: Автор
vi: Tác giả

source: Tags
cs: Štítky
fr: Étiquettes
id: Label
it: Etichette
ms: Tag
pl: Tagi
ru: Метки
sk: Tagy
sv: Taggar
ta: குறிச்சொற்கள்
uk: Теги
vi: Thẻ

source: Content Warnings
cs: Upozornění na obsah
de: Inhaltswarnungen
fr: Avertissements de contenu
id: Peringatan Konten
it: Avvertenze sul Contenuto
ms: Amaran Kandungan
pl: Uwagi zawartości
ru: Предупреждения о Контенте
sk: Upozornenia obsahu
sv: Innehållsvarningar
ta: உள்ளடக்க எச்சரிக்கைகள்
uk: Попередження про контент
vi: Cảnh báo Nội dung

source: License
cs: Licence
de: Lizenz
fr: Licence
id: Lisensi
it: Licenza
ms: Lesen
pl: Licencja
ru: Лицензия
sk: Licencia
sv: Licens
ta: உரிமம்
uk: Ліцензія
vi: Giấy phép

source: Supports Game
cs: Podporované hry
de: Unterstützt Spiel
id: Permainan yang Didukung
it: Supporta il gioco
ru: Поддерживает Игру
sv: Stöder spel
ta: விளையாட்டை ஆதரிக்கிறது
uk: Підтримує гру

source: %(title)s by %(author)s
cs: %(title)s od %(author)s
de: %(title)s von %(author)s
fr: %(title)s par %(author)s
id: %(title)s oleh %(author)s
it: %(title)s di %(author)s
ms: %(title)s oleh %(author)s
pl: %(title)s autorstwa %(author)s
ru: %(title)s от %(author)s
sk: %(title)s od %(author)s
sv: %(title)s av %(author)s
ta: %(title)s மூலம் %(author)s
uk: %(title)s від %(author)s
vi: %(title)s bởi %(author)s

source: Language
cs: Jazyk
de: Sprache
fr: Langue
id: Bahasa
it: Lingua
ms: Bahasa
pl: Język
ru: Язык
sv: Språk
ta: மொழி
uk: Мова

source: Hide Tags and Content Warnings
cs: Skryté tagy a upozornění obsahu
de: Tags und Inhaltswarnungen verbergen
id: Sembunyikan Tag dan Peringatan Konten
it: Nascondi Etichette e Avvertenze sul Contenuto
ru: Скрыть Теги и Предупреждения Контента
sv: Göm taggar och innehållsvarningar
ta: குறிச்சொற்கள் மற்றும் உள்ளடக்க எச்சரிக்கைகளை மறைக்கவும்
uk: Приховати теґи та попередження про контент

source: Luanti Version
cs: Verze Luanti
id: Versi Luanti
it: Versione Luanti
pl: Wersja Luanti
ta: லுவாண்டி பதிப்பு
uk: Версія Luanti

source: Sort by
cs: Seřadit podle
de: Sortieren nach
id: Urut berdasarkan
it: Ordina per
ru: Сортировать по
sv: Sortera efter
ta: வரிசைப்படுத்தவும்
uk: Сортувати за

source: Package score
cs: Skóre balíčku
de: Paketpunktzahl
id: Skor paket
it: Punteggio del pacchetto
ru: Оценке дополнения
sv: Paketpoäng
ta: தொகுப்பு மதிப்பெண்
uk: Оцінка пакунку

source: Reviews
cs: Recenze
de: Rezensionen
fr: Évaluations
id: Ulasan
it: Recensioni
ms: Ulasan
pl: Opinie
ru: Обзоры
sk: Posudky
sv: Recensioner
ta: விமர்சனங்கள்
uk: Відгуки
vi: Đánh giá

source: Downloads
cs: Stahování
de: Heruntergeladen
fr: Téléchargements
id: Unduhan
it: Scaricamenti
ms: Muat Turun
pl: Pobrania
ru: Загрузки
sk: Stiahnutia
sv: Nerladdningar
ta: பதிவிறக்கங்கள்
uk: Завантаження
vi: Tải về

source: Created At
cs: Vytvořeno
de: Erstellt am
id: Dibuat pada
it: Creato il
ru: Создан На
sv: Skapningsdatum
ta: உருவாக்கப்பட்டது
uk: Створено

source: Approved At
cs: Schváleno
de: Genehmigt am
id: Disetujui pada
it: Approvato il
ru: Одобрено На
sv: Godkänningsdatum
ta: ஒப்புதல்
uk: Схвалено

source: Last Release
cs: Poslední vydání
de: Letztes Release
id: Rilisan Terakhir
it: Ultimo Rilascio
ru: Последний Релиз
sv: Senaste utgivning
ta: கடைசி வெளியீடு
uk: Останній випуск

source: Order
cs: Pořadí
de: Reihenfolge
id: Urutan
it: Ordine
ru: Последовательность
sv: Ordning
ta: ஒழுங்கு
uk: Порядок

source: Descending
cs: Sestupné
de: Absteigend
id: Menurun
it: Discendente
ru: Уменьшению
sv: Fallande
ta: இறங்கு
uk: За спаданням

source: Ascending
cs: Vzestupné
de: Aufsteigend
id: Menaik
it: Ascendente
ru: Возрастанию
sv: Stigande
ta: ஏறுதல்
uk: За зростанням

source: Random order
cs: Náhodné pořadí
de: Zufällige Reihenfolge
id: Urutan acak
it: Ordine casuale
ru: Случайном порядке
sv: Slumpmässig ordning
ta: சீரற்ற வரிசை
uk: Випадковий порядок

source: No download available.
cs: Není dostupná žádná verze ke stažení.
de: Kein Download verfügbar.
fr: Aucun téléchargement disponible.
id: Tidak ada unduhan yang tersedia.
it: Impossibile scaricare.
ms: Tiada muat turun tersedia.
pl: Pobieranie niedostępne.
ru: Загрузка недоступна.
sk: Stiahnutie nie je k dispozícii.
sv: Ingen nerladdning tillgänglig.
ta: பதிவிறக்கம் இல்லை.
uk: Завантаження недоступне.
vi: Không có sẵn bản tải xuống nào.

source: Title (Human-readable)
cs: Nadpis (srozumitelný pro člověka)
de: Titel (Für Menschen lesbar)
fr: Titre (Lisible)
id: Judul (Dapat Dibaca Manusia)
it: Titolo (Leggibile da umani)
ms: Tajuk (Bacaan manusia)
pl: Tytuł (Czytelny dla człowieka)
ru: Название (Читаемое)
sk: Názov (Ľudsky zrozumiteľné)
sv: Titel (Människoläsbar)
ta: தலைப்பு (மனிதனால் படிக்கக்கூடியது)
uk: Заголовок (Читабельний)
vi: Tiêu đề (Người-đọc được)

source: Name (Technical)
cs: Název (technický)
de: Name (Technisch)
fr: Nom (Technique)
id: Nama (Teknis)
it: Nome (Tecnico)
ms: Nama (Teknikal)
pl: Nazwa (techniczna)
ru: Имя (Техническое)
sk: Meno (Technicky)
sv: Namn (Tekniskt)
ta: பெயர் (தொழில்நுட்பம்)
uk: Назва (Технічна)
vi: Tên (Kỹ thuật)
