Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: You must keep the secret safe. If you are unable, set the app type to 'client-side'.
cs: Je třeba zachovat zabezpečeně utajené. Pokud toho nejsi schopen, nastav si to "client-side" aplikací.
de: Sie müssen das Geheimnis sicher bewahren. Falls Sie das nicht können, setzen Sie den App-Typ auf „clientseitig“.
fr: Vous devez conserver le secret en sûreté. Si vous n'en êtes pas capable, définissez le type d'app en « client-side ».
id: Anda harus menjaga rahasianya tetap aman. Jika Anda tidak dapat melakukannya, setel jenis aplikasi ke 'client-side'.
it: Devi mantenere il segreto al sicuro. Se non riesci, imposta il tipo di app su 'client-side' (lato client).
ms: Anda mesti simpan rahsia dengan selamat. Jika anda tidak mampu, tetapkan jenis aplikasi sebagai 'pihak-klien'.
pl: Musisz strzec tajemnicy. Jeśli nie jesteś w stanie, ustaw typ aplikacji na 'po stronie klienta' ('client-side').
ru: Вы должны хранить секрет в безопасности. Если у вас не получается, установите тип приложения на "client-side".
sv: Du måste hålla hemligheten säker. Om du inte kan, ange apptyp till "klientsidig".
ta: நீங்கள் ரகசியத்தை பாதுகாப்பாக வைத்திருக்க வேண்டும். உங்களால் முடியவில்லை என்றால், பயன்பாட்டு வகையை 'கிளையன்ட்-சைட்' என அமைக்கவும்.
uk: Ви маєте тримати секретний ключ у безпеці. Якщо ви не здатні, змініть тип застосунку на 'клієнтський'.

source: Example Authorize URL
cs: Příklad aurotizační URL adresy
de: Beispiel-Autorisierungs-URL
id: Contoh Otorisasi URL
it: Esempio di URL di autorizzazione
ms: Contoh URL Pengizinan
pl: Przykładowy URL autoryzacji
ru: Пример URL-адреса Авторизации
sv: Exempel auktoriserings-URL
ta: எடுத்துக்காட்டு முகவரி ஐ அங்கீகரிக்கவும்
uk: Приклад Посилання Авторизації

source: Titles must be globally unique. For example, what's the name of your application?
cs: Názvy musí být globálně jedinečné. Pro příklad, jak se nazývá tvá aplikace?
id: Judul harus unik secara global. Misalnya, apa nama aplikasi Anda?
ta: தலைப்புகள் உலகளவில் தனித்துவமாக இருக்க வேண்டும். எடுத்துக்காட்டாக, உங்கள் பயன்பாட்டின் பெயர் என்ன?
uk: Заголовки мають бути глобально унікальними. Наприклад, як називається ваша програма?

source: Shown to users when you request access to their account. For example, what does your application do?
cs: Ukazuje uživatelům, když požádáš o přístup k jejich účtu. Například, jak se tvá áplikace chová a co umí?
id: Ditampilkan kepada pengguna saat Anda meminta akses akunnya. Misalnya, apa yang aplikasi Anda lakukan?
ta: பயனர்கள் அவர்களின் கணக்கிற்கு அணுகலைக் கோரும்போது காண்பிக்கப்படுகிறது. எடுத்துக்காட்டாக, உங்கள் பயன்பாடு என்ன செய்கிறது?
uk: Показується користувачам, коли ви запитуєте доступ до їх облікового запису. Наприклад, що робить ваш додаток?

source: Where will you store your client_secret?
cs: Kde si uložíš své client_secret?
de: Wo werden Sie Ihren client_secret aufbewahren?
fr: Où allez-vous stocker votre client_secret ?
id: Di mana Anda akan menyimpan client_secret Anda?
it: Dove memorizzerai il tuo client_secret (segreto client)?
ms: Di manakah anda akan simpan rahsia_klien (client_secret) anda?
pl: Gdzie będziesz przechowywać swój client_secret?
ru: Где вы будете хранить свой client_secret?
sv: Var lagrar du din client_secret?
ta: உங்கள் கிளையன்ட்_செக்ரெட்டை எங்கே சேமிப்பீர்கள்?
uk: Де ви збережете ваш client_secret?

source: OAuth2 Applications | %(username)s
cs: OAuth2 aplikace | %(username)s
de: OAuth2-Anwendungen | %(username)s
fr: Applications OAuth2 | %(username)s
id: Aplikasi OAuth2 | %(username)s
it: Applicazioni OAuth2 | %(username)s
ms: Aplikasi OAuth2 | %(username)s
pl: Aplikacje OAuth2 | %(username)s
ru: Приложения OAuth2 | %(username)s
sv: OAuth2-applikationer | %(username)s
ta: OAuth2 பயன்பாடுகள் | %(username)s
uk: Застосунки OAuth2 | %(username)s

source: OAuth2 Documentation
cs: OAuth2 dokumentace
de: OAuth2-Dokumentation
fr: Documentation d'OAuth2
id: Dokumentasi OAuth2
it: Documentazione OAuth2
ms: Pendokumenan OAuth2
pl: Dokumentacja OAuth2
ru: Документация по OAuth2
sv: OAuth2-dokumentation
ta: OAuth2 ஆவணங்கள்
uk: Документація OAuth2

source: Unpublished
cs: Nezveřejněno
de: Nicht publiziert
fr: Non publié
id: Tidak diterbitkan
it: Non pubblico
ms: Belum diterbitkan
pl: Nieopublikowany
ru: Неопубликованное
sv: Opublicerad
ta: வெளியிடப்படாதது
uk: Знято з публікації

source: No applications created
cs: Žádná vytvořená aplikace
de: Keine Anwendungen erstellt
fr: Aucune application créée
id: Tidak ada aplikasi yang dibuat
it: Nessuna applicazione creata
ms: Tiada aplikasi dicipta
pl: Żadne aplikacje nie stworzone
ru: Приложения не созданы
sv: Inga applikationer skapade
ta: பயன்பாடுகள் எதுவும் உருவாக்கப்படவில்லை
uk: Не створено жодних застосунків

source: Use shift to select multiple. Leave selection empty to match any type.
cs: Podrž shift pro výběr vícero. Ponech výběr prázdný pro nalezení všech druhů.
de: Benutzen Sie Umschalt für Mehrfachauswahl. Auswahl leer lassen für beliebige Typen.
id: Gunakan Shift untuk memilih banyak. Biarkan pilihan kosong untuk mencocokkan jenis apa pun.
it: Usa shift per selezionarne di più. Lascia la selezione in bianco per cercare fra tutti i tipi.
ru: Используйте shift, чтобы выбрать несколько. Оставьте поле выбора пустым, чтобы оно соответствовало любому типу.
ta: பல தேர்ந்தெடுக்க சிப்டைப் பயன்படுத்தவும். எந்த வகையிலும் பொருந்தக்கூடிய தேர்வை காலியாக விடுங்கள்.
uk: Використовуйте Shift, щоб вибрати кілька. Залиште вибір пустим, щоб відповідати будь-якому типу.

source: Use shift to select multiple.
cs: Podržením klávesy Shift vybereš více.
de: Benutzen Sie Umschalt für Mehrfachauswahl.
id: Gunakan Shift untuk memilih banyak.
it: Usa shift per selezionarne di più.
ru: Используйте shift, чтобы выбрать несколько.
ta: பல தேர்ந்தெடுக்க சிப்டைப் பயன்படுத்தவும்.
uk: Використовуйте Shift, щоб вибрати кілька.

source: Tags and Content Warnings
cs: Upozornění tagů a obsahu
de: Tags und Inhaltswarnungen
id: Label dan Peringatan Konten
it: Etichette e Avvertenze sul Contenuto
ru: Теги и Предупреждения Контента
ta: குறிச்சொற்கள் மற்றும் உள்ளடக்க எச்சரிக்கைகள்
uk: Теги та попередження щодо вмісту

source: Compatibility
cs: Kompatibilita
de: Kompabilität
id: Kompatibilitas
it: Compatibilità
ru: Совместимость
ta: பொருந்தக்கூடிய தன்மை
uk: Сумісність

source: Sorting
cs: Řazení
de: Sortierung
id: Mengurutkan
it: Ordina
ru: Сортировка
ta: வரிசைப்படுத்துதல்
uk: Сортування

source: Alias
cs: Přezdívka
ru: Псевдоним
ta: மாற்றுப்பெயர்
uk: Псевдонім
vi: Bí danh

source: Back to Aliases
cs: Zpět k přezdívkám
de: Zurück zu Aliasen
fr: Retour aux raccourcis
id: Kembali ke Alias
it: Torna alle Alias
ms: Kembali ke Alias
pl: Powrót do aliasów
ru: Назад к псевдонимам
sk: Späť k aliasom
sv: Tillbaka till alias
ta: மாற்றுப்பெயர்களுக்குத் திரும்பு
uk: Назад до псевдонімів
vi: Trở lại với bí danh

source: Aliases
cs: Přezdívky
de: Aliase
fr: Alias
id: Alias
it: Alias
ms: Alias
pl: Aliasy
ru: Псевдонимы
sk: Aliasy
sv: Alias
ta: மாற்றுப்பெயர்கள்
uk: Псевдоніми
vi: Bí danh

source: Aliases for %(title)s by %(author)s
cs: Aliasy pro %(title)s od %(author)s
de: Aliase für %(title)s von %(author)s
fr: Alias pour %(title)s par %(author)s
id: Alias untuk %(title)s oleh %(author)s
it: Alias per %(title)s di %(author)s
ms: Alias untuk %(title)s oleh %(author)s
pl: Aliasy dla %(title)s autorstwa %(author)s
ru: Псевдонимы для %(title)s от %(author)s
sk: Aliasy pre %(title)s od %(author)s
sv: Alias för %(title)s av %(author)s
ta: %(title)sுக்கான மாற்றுப்பெயர்கள் %(author)s
uk: Псевдоніми для %(title)s по %(author)s
vi: Bí danh cho %(title)s bởi %(author)s

source: No aliases
cs: Žádné přezdívky
de: Keine Aliase
fr: Pas d'alias
id: Tanpa alias
it: Nessuna alias
ms: Tiada alias
pl: Brak aliasów
ru: Нет псевдонимов
sk: Bez aliasov
sv: Inga alias
ta: மாற்றுப்பெயர்கள் இல்லை
uk: Без псевдонімів
vi: Không có bí danh

source: Git Update Detection for %(username)s
cs: Nalezena aktualizace Git uživatele %(username)s
de: Git-Aktualisierungs-Erkennung für %(username)s
fr: Détection de mises à jour Git pour %(username)s
id: Deteksi Pembaruan Git untuk %(username)s
it: Controllo degli Aggiornamenti Git per %(username)s
ms: Pengesan Kemas Kini Git untuk %(username)s
pl: Wykrywanie aktualizacji repozytorium Git dla %(username)s
ru: Git обнаружение обновлений для %(username)s
sk: Detekcia aktualizácie Git pre %(username)s
sv: Git-uppdateringsupptäckning för %(username)s
ta: %(username)s git புதுப்பிப்பு கண்டறிதல்
uk: Виявлення оновлень Git для %(username)s
vi: Phát hiện cập nhật Git cho %(username)s

source: Packages with Update Settings
cs: Balíčky s vylepšením nastavení
de: Pakete mit Aktualisierungseinstellungen
fr: Paquets avec paramètres de mise à jour
id: Paket dengan Pengaturan Pembaruan
it: Contenuti con Impostazioni di Aggiornamento
ms: Pakej dengan Tetapan Kemas Kini
pl: Paczki ze zmianą ustawień
ru: Дополнения с настройками обновления
sk: Balíky s aktualizovanými nastaveniami
sv: Paket med uppdateringsinställningar
ta: புதுப்பிப்பு அமைப்புகளுடன் தொகுப்புகள்
uk: Пакунки з параметрами оновлення
vi: Các gói có cài đặt cập nhật

source: Bulk Set Update Settings
cs: Hromadné vylepšení nastavení
de: Massenweise Aktualisierungseinstellungen setzen
fr: Paramètres de mise à jour groupées
id: Atur Banyak Pengaturan Pembaruan Sekaligus
it: Definite le Impostazioni di Aggiornamento Raggruppandole
ms: Tetapkan Tetapan Kemas Kini secara Pukal
pl: Zbiorcze ustawienia aktualizacji
ru: Массовая установка настроек обновления
sk: Hromadne nastaviť aktualizácie nastavení
sv: Masssätt uppdateringinställningar
ta: புதுப்பிப்பு அமைப்புகளை மொத்தமாக அமைத்தல்
uk: Масовий набір налаштувань оновлення
vi: Thiết Lập Cập Nhật Cài Đặt Số Lượng Lớn

source: This will set the update settings for all packages with a Git repo.
cs: Nastaví vylepšení nastavení pro všechny balíčky s Git repozitářem.
de: Hierbei werden die Aktualisierungseinstellungen für alle Pakete mit einem Git-Repository festgelegt.
fr: Ceci va définir les paramètres de mise à jour de tous vos paquets qui ont un dépôt Git.
id: Ini akan mengatur pengaturan pembaruan untuk semua paket dalam sebuah repo Git.
it: Questo definirà le impostazioni di aggiornamento per tutti i contenuti con un deposito Git.
ms: Ini akan menetapkan tetapan kemas kini untuk kesemua pakej dengan repositori Git.
pl: To zmieni ustawienia aktualizacji dla wszystkich paczek z repozytorium Git.
ru: Это установит параметры обновления для всех дополнений с Git репозиторием.
sk: Toto nastaví aktualizácie nastavení pre všetky balíky s Git úložikom.
sv: Detta kommer sätta uppdateringsinställningar för alla paket med en Git-repo.
ta: இது ஒரு அறிவிலி ரெப்போவுடன் அனைத்து தொகுப்புகளுக்கும் புதுப்பிப்பு அமைப்புகளை அமைக்கும்.
uk: Це встановить параметри оновлення для всіх пакунків із репозиторієм Git.
vi: Thao tác này sẽ đặt cài đặt cập nhật cho tất cả các gói có kho Git.

source: Leave blank to use default branch
cs: Chcete-li použít výchozí větev, ponechte prázdné
de: Leer lassen, um den Standard-Branch zu verwenden
fr: Laissez vide pour utiliser la branche par défaut
id: Kosongkan untuk menggunakan branch bawaan
it: Lasciate vuoto per far uso del branch predefinito
ms: Tinggal kosong untuk gunakan cabang lalai
pl: Pozostaw puste aby użyć domyślnej gałęzi
ru: Оставьте пустым, чтобы использовать ветку по умолчанию
sk: Zanechaj prázdne ak chceš použiť východziu vetvu
sv: Lämna blankt för att använda standard-branchen
ta: இயல்புநிலை கிளையைப் பயன்படுத்த காலியாக விடவும்
uk: Залиште поле порожнім, щоб використовувати гілку за замовчуванням
vi: Để trống để sử dụng nhánh mặc định

source: Currently, the branch name field is only used by the New Commit trigger.
cs: V současné době je pole pro název větve používáno pouze spouštěčem New Commit.
de: Derzeit wird das Feld für den Branch nur für den New-Commit-Trigger verwendet.
fr: Actuellement, le champ du nom de la branche n'est utilisé que pour l'événement « Nouveau Commit ».
id: Saat ini, kolom nama branch hanya digunakan oleh pemicu Commit Baru.
it: Attualmente, il campo nome del ramo viene utilizzato solo dall'innesco Nuovo Commit.
ms: Ketika ini, medan nama cabang hanya digunakan oleh picu Serahan Baharu.
pl: Na razie pole z nazwą gałęzi jest tylko używane przez wyzwalacz Nowy Commit.
ru: В настоящее время поле имени ветки используется только триггером нового коммита.
sk: Pole s názvom vetvy sa práve používa spúšťačom nových návrhov.
sv: Just nu är branchnamn endast använd av Ny Commit-triggern.
ta: தற்போது, கிளை பெயர் புலம் புதிய கமிட் தூண்டுதலால் மட்டுமே பயன்படுத்தப்படுகிறது.
uk: Наразі поле імені гілки використовується лише тригером New Commit.
vi: Hiện tại, trường tên nhánh chỉ được sử dụng bởi trình kích hoạt Cam kết mới.

source: Edit - %(title)s
cs: Upravit - %(title)s
de: Bearbeiten – %(title)s
fr: Edition - %(title)s
id: Sunting - %(title)s
it: Modifica - %(title)s
ms: Sunting - %(title)s
pl: Edytuj - %(title)s
ru: Редактировать - %(title)s
sk: Upraviť - %(title)s
sv: Redigera - %(title)s
ta: திருத்து - %(title)s
uk: Редагувати - %(title)s
vi: Chỉnh sửa - %(title)s

source: Create Package
cs: Vytvořit balíček
de: Paket erstellen
fr: Créer un paquet
id: Buat Paket
it: Crea un Contenuto
ms: Cipta Pakej
pl: Utwórz paczkę
ru: Создать дополнение
sk: Vytvoriť balík
sv: Skapa paket
ta: தொகுப்பை உருவாக்கவும்
uk: Створити пакунок
vi: Tạo Gói

source: Have you read the Package Inclusion Policy and Guidance yet?
cs: Přečetli jste si už Zásady a pokyny pro sdílení balíčku?
de: Haben Sie die Richtlinien und Anleitungen zum Einschließen von Paketen schon gelesen?
fr: Avez-vous déjà lu la politique d'inclusion des paquets ?
id: Apakah Anda telah membaca Kebijakan dan Panduan Penambahan Paket?
it: Hai già letto la Politica di Inclusione dei Contenuti e le Linee guida?
ms: Sudahkah anda baca Panduan dan Polisi Penyertaan Pakej?
pl: Czy przeczytałeś Politykę i wytyczne dotyczące uwzględniania paczek?
ru: Вы уже ознакомились с политикой и руководством по дополнениям?
sk: Prečítal si už Inklúznu politiku a Návod pre balíky?
sv: Har du läst policyn och riktlinjer för publisering av paket?
ta: தொகுப்பு சேர்க்கை கொள்கை மற்றும் வழிகாட்டுதலைப் படித்தீர்களா?
uk: Ви вже ознайомилися з Політикою та інструкцією щодо включення пакунків?
vi: Bạn đã đọc Hướng dẫn và Chính sách Gói Bao gồm chưa?

source: Read more
cs: Přečtěte si více
de: Weiterlesen
fr: Lire plus
id: Baca lebih lanjut
it: Leggi di più
ms: Baca lanjut
pl: Czytaj więcej
ru: Читать далее
sk: Čítať viac
sv: Läs mer
ta: மேலும் வாசிக்க
uk: Читати далі
vi: Đọc nữa

source: You can include a .cdb.json file in your package to update these details automatically.
cs: Chcete-li tyto podrobnosti automaticky aktualizovat, můžete do balíčku zahrnout soubor .cdb.json.
de: Sie können eine .cdb.json-Datei in Ihrem Paket einbinden, um diese Details automatisch zu aktualisieren.
id: Anda dapat menyertakan file .cdb.json dalam paket Anda untuk memperbarui detail ini secara otomatis.
it: Puoi includere un file .cdb.json nel tuo contenuto per automatizzare l'aggiornamento di questi dettagli.
pl: Możesz załączyć plik .cdb.json w swoim pakiecie, żeby zaktualizować te szczegóły automatycznie.
ru: Вы можете включить файл .cdb.json в свой пакет, чтобы автоматически обновлять эти данные.
ta: இந்த விவரங்களை தானாகவே புதுப்பிக்க உங்கள் தொகுப்பில் .cdb.json கோப்பை சேர்க்கலாம்.
uk: Ви можете включити файл .cdb.json у свій пакунок, аби автоматично оновлювати ці дані.

source: JavaScript is needed to improve the user interface, and is needed for features such as finding metadata from git, and autocompletion.
cs: JavaScript je potřebný pro vylepšení uživatelského rozhraní a je potřebný pro funkce , jako je hledání metadat z git a automatické dokončování.
de: JavaScript wird benötigt, um die Benutzeroberfläche zu verbessern und wird für Funktionen wie das Auffinden von Metadaten aus Git und die automatische Vervollständigung benötigt.
fr: JavaScript est nécessaire pour améliorer l'interface utilisateur, pour les fonctionnalités telles que la recherche de métadonnées dans Git, ainsi que l'autocomplétion.
id: JavaScript diperlukan untuk meningkatkan antarmuka pengguna dan diperlukan untuk fitur seperti mencari metadata dari git dan isi otomatis.
it: JavaScript è necessario per migliorare l'interfaccia utente e per funzionalità quali la ricerca dei metadati da Git e l'auto-completamento.
ms: JavaScript diperlukan untuk menambah baik antara muka pengguna, dan diperlukan untuk sifat seperti mencari metadata dari git, dan autopelengkapan.
pl: JavaScript jest wymagana aby poprawić interfejs użytkownika oraz jest potrzebna do funkcjonalności takich jak pobieranie metadanych z repozytorium git oraz autouzupełnianie.
ru: JavaScript нужен для улучшения пользовательского интерфейса, а также необходим для таких функций как поиск метаданных из git и автозаполнение.
sk: JavaScript je potrebný pre vylepšenie užívateľského rozhrania, pre funkcie, ako napríklad vyhľadávanie metadát z Git, a automatické dokočovanie.
sv: JavaScript krävs för att förbättra gränsnittet och behövs för funktionalites såsom att hitta metadata från git, och automatiska förslag.
ta: பயனர் இடைமுகத்தை மேம்படுத்த சாவாச்கிரிப்ட் தேவை, மேலும் அம்சங்களுக்கு இது தேவைப்படுகிறது GIT இலிருந்து மெட்டாடேட்டாவைக் கண்டுபிடிப்பது, மற்றும் தன்னியக்கவியல் போன்றவை.
uk: JavaScript потрібен для покращення інтерфейсу користувача та для функцій наприклад пошук метаданих з git і автозавершення.
vi: JavaScript là cần thiết để cải thiện giao diện người dùng và cần cho các tính năng chẳng hạn như tìm siêu dữ liệu từ git và tự động hoàn thành.

source: You need to unpublish the package to change the name.
cs: Chcete-li změnit název, musíte zrušit publikování balíčku.
de: Sie müssen das Paket depublizieren, um den Namen ändern zu können.
fr: Vous devez rendre ce paquet privé pour changer son nom.
id: Anda perlu membatalkan publikasi paket untuk mengganti namanya.
it: È necessario annullare la pubblicazione del contenuto per modificarne il nome.
ms: Anda perlu nyahterbit pakej untuk menukar namanya.
pl: Musisz wycofać pakiet, żeby zmienić jego nazwę.
ru: Вам нужно отменить публикацию пакета, чтобы изменить название.
sv: Du behöver avpublicera paketet för att ändra namnet.
ta: பெயரை மாற்ற நீங்கள் தொகுப்பை வெளியிட வேண்டும்.
uk: Ви маєте зняти пакунок з публікації, щоб змінити його ім'я.

source: Tip: Don't include <i>Minetest</i>, <i>mod</i>, or <i>modpack</i> anywhere in the short description. It is unnecessary and wastes characters.
cs: Tip: Nezahrnuj <i>Minetest</i>, <i>mod</i>, or <i>modpack</i> kdekoli v krátkém popisu. Není to třeba a zabírá to znaky do limitu.
fr: Conseil : N'incluez nulle part <i>Minetest</i>, <i>mod</i>, ou <i>modpack</i> dans la description courte. Ce n'est pas nécessaire et cela gâche des caractères.
ru: Подсказка: Не включайте <i>Minetest</i>, <i>mod</i> или <i>modpack</i> в краткое описание. В этом нет необходимости — это просто впустую тратит символы.
sv: Tips: Inkludera inte <i>Minetest</i>, <i>mod</i> eller <i>modpack</i> någonstans i den korta beskrivningen, detta är onödigt.
ta: உதவிக்குறிப்பு: <i> மின்டெச்ட் </i>, <i> மோட் </i>, அல்லது <i> மோட்பேக் </i> குறுகிய விளக்கத்தில் எங்கும் சேர்க்க வேண்டாம். இது தேவையற்றது மற்றும் கதாபாத்திரங்களை வீணாக்குகிறது.
uk: Порада: не використовуйте <i>Minetest</i>, <i>mod</i> або <i>modpack</i> в короткому описі. Вони непотрібні і витрачають символи.

source: Please choose 'Work in Progress' if your package is unstable, and shouldn't be recommended to all players
cs: Pokud je váš balíček nestabilní, a neměl by tudíž být doporučován všem hráčům, zvolte prosím 'Work in Progress'
de: Bitte wählen Sie „In Arbeit“, wenn Ihr Paket instabil ist und nicht für alle Spieler empfohlen werden sollte
fr: Veuillez choisir "Travail en cours" si votre paquet est instable et ne devrait pas être recommandé à tous les joueurs
id: Harap pilih 'Dalam Pengerjaan' jika paket Anda belum stabil dan tidak disarankan untuk semua pemain
it: Scegliere "Lavori in Corso" se il contenuto è instabile e non dovrebbe essere raccomandato a tuttз lз giocanti
ms: Sila pilih 'Kerja Dalam Proses' jika pakej anda tidak stabil, dan tidak patut disyorkan kepada semua pemain
pl: Wybierz opcję 'W trakcie prac' jeżeli twoja paczka jest niestabilna i jeżeli nie powinna być polecana wszystkim graczom
ru: Пожалуйста, выберите «незавершённая работа», если ваше дополнение нестабильно и не может быть советуемым для всех игроков
sk: Prosím zvoľ 'Prebiehajúca práca' ak je tvoj balík nestály a neodporúča sa všetkým hráčom
sv: Var snäll och välj "Under arbete" om ditt paket är ostabilt och borde inte rekommenderas för alla spelare
ta: உங்கள் தொகுப்பு நிலையற்றதாக இருந்தால், எல்லா வீரர்களுக்கும் பரிந்துரைக்கப்படக்கூடாது என்றால் தயவுசெய்து 'வேலை முன்னேற்றத்தில் உள்ளது' என்பதைத் தேர்வுசெய்க
uk: Будь ласка, виберіть «В розробці», якщо ваш пакунок нестабільний і не може бути рекомендований усім гравцям
vi: Vui lòng chọn 'Đang tiến hành' nếu gói của bạn không ổn định và không nên được khuyến nghị cho tất cả người chơi

source: If there is no media, set the Media License to the same as the License.
cs: Pokud není k dispozici žádné médium, nastavte licenci médií na hodnotu stejnou, jako licence.
de: Setzen Sie die Medienlizenz auf die gleiche Lizenz wie die normale Lizenz, sofern keine Medien vorhanden sind.
fr: S'il n'y a pas de ressources, définissez la licence des ressources comme étant la même que la licence.
id: Jika tidak ada media, atur Lisensi Media menjadi sama dengan Lisensi-nya.
it: Se non c'è alcun media, impostate le stesse Licenza Multimediale e Licenza.
ms: Jika tiada media, tetapkan Lesen Media menjadi sama dengan Lesen.
pl: Jeżeli paczka nie posiada multimediów ustaw Licencję multimediów na taką samą jak Licencję kodu źródłowego.
ru: Если медиа нет, установите лицензию медиа на то же самое, что и лицензию.
sk: Ak neobsahuje médium, zvoľ Licencia média na rovnakú úroveň ako Licencia.
sv: Om det inte finns någon media ska du sätta medialicensen till samma som licensen.
ta: மீடியா இல்லை என்றால், ஊடக உரிமத்தை உரிமத்தைப் போலவே அமைக்கவும்.
uk: Якщо медіафайлів немає, установіть для медіа-ліцензії те саме значення, що й для Ліцензії.
vi: Nếu không có phương tiện truyền thông, hãy đặt Giấy phép Phương tiện truyền thông giống như giấy Phép.

source: There's no need to link to the package on ContentDB in the long description, the user is already here!
cs: V dlouhém popisu není třeba odkazovat na balíček na ContentDB, uživatel je již zde!
de: Es gibt keinen Grund, in der langen Beschreibung auf die ContentDB zu verweisen, der Benutzer ist bereits da!
fr: Il n'est pas nécessaire de mettre un lien vers le paquet sur ContentDB dans la description longue, l'utilisateur étant déjà là !
id: Tidak perlu menautkan ke paket di ContentDB dalam deskripsi panjang, penggunanya sudah ada di sini!
it: Non c'è bisogno di puntare al contenuto su ContentDB nella descrizione lunga: l'utente è già lì!
pl: Nie potrzeba zamieszczać łącza do pakietu na Bazie Zawartości (ContentDB) w długim opisie, użytkownik już tu jest!
ru: Нет необходимости в длинном описании ссылаться на пакет на ContentDB, пользователь уже здесь!
sv: Du behöver inte länka till paketet på ContentDB i den långa beskrivningen, användaren är redan här!
ta: ContentDB இல் உள்ள தொகுப்புடன் இணைக்க வேண்டிய அவசியமில்லை, நீண்ட விளக்கத்தில், பயனர் ஏற்கனவே இங்கே இருக்கிறார்!
uk: Немає необхідності посилатися на пакунок ContentDB у довгому описі, користувач уже тут!
