Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Lower case letters (a-z), digits (0-9), and underscores (_) only
cs: Pouze malá písmena (a-z), číslice (0-9) a podtržítka (_)
de: Nur Kleinbuchstaben (a-z), Ziffern (0-9) und Unterstriche (_)
fr: Lettres minuscules (a-z), chiffres (0-9) et caractères de soulignement (_) uniquement
id: Huruf kecil (a-z), angka (0-9), dan garis bawah (_) saja
it: Solo lettere minuscole (a-z), numeri (0-9), e trattino basso (_)
ms: Huruf kecil (a-z), digit (0-9), dan garis bawah (_) sahaja
pl: Tylko małe litery (a-z), cyfry (0-9) oraz podłogi (_)
ru: Только маленькие латинские буквы (a-z), цифры (0-9) и нижние подчёркивания (_)
sk: Iba malé písmená (a-z), čísla (0-9) a podtržníky (_)
sv: Endast gemena bokstäver (a-z), siffror (0-9) och understreck (_)
ta: கீழ் வழக்கு கடிதங்கள் (A-Z), இலக்கங்கள் (0-9), மற்றும் அடிக்கோடிட்டுக் காட்டுகின்றன (_)
uk: Лише малі літери (a-z), цифри (0-9) та підкреслення (_)
vi: Chỉ chữ thường (az), chữ số (0-9) và dấu gạch dưới (_)

source: Short Description (Plaintext)
cs: Krátký popis (prostý text)
de: Kurzbeschreibung (Fließtext)
fr: Description Courte (Texte)
id: Deskripsi Singkat (Teks Mentah)
it: Descrizione Corta (Testo Non Formattato)
ms: Perihal Pendek (Teks biasa)
pl: Krótki opis (zwykły tekst)
ru: Краткое описание (обычный текст)
sk: Krátky popis (Plaintext)
sv: Kort beskrivning (vanlig text)
ta: குறுகிய விளக்கம் (எளிய உரை)
uk: Короткий опис (Простий текст)
vi: Mô tả ngắn gọn (Văn bản thô)

source: Maintenance State
cs: Stav údržby
de: Entwicklungsstadium
fr: État de maintenance
id: Status Perawatan
it: Stato di Manutenzione
ms: Keadaan Penyenggaraan
pl: Stan konserwacji
ru: Состояние разработки
sk: Stav údržby
sv: Underhållsstatus
ta: பராமரிப்பு நிலை
uk: Стан підтримки
vi: Trạng thái Bảo trì

source: Media License
cs: Licence pro média
de: Medienlizenz
fr: Licence des ressources
id: Lisensi Media
it: Licenza Multimediale
ms: Lesen Media
pl: Licencja multimediów
ru: Лицензия Медиа
sk: Licencia média
sv: Medialicens
ta: ஊடக உரிமம்
uk: Ліцензія для медіа

source: Long Description (Markdown)
cs: Dlouhý popis (Markdown)
de: Längere Beschreibung (Markdown)
fr: Description Longue (Markdown)
id: Deskripsi Panjang (Markdown)
it: Descrizione Lunga (Markdown)
ms: Perihal Panjang (Markdown)
pl: Długi opis (Markdown)
ru: Длинное описание (Markdown)
sk: Dlhý popis (Poznámka)
sv: Lång beskrivning (Markdown)
ta: நீண்ட விளக்கம் (மார்க் டவுன்)
uk: Довгий опис (Markdown)
vi: Mô tả dài (Cho phép đánh dấu)

source: VCS Repository URL
cs: URL repozitáře VCS
de: URL des VCS-Repositorys
fr: URL du dépôt VCS
id: URL Repositori VCS
it: URL del Deposito VCS
ms: URL Repositori VCS
pl: URL repozytorium VCS
ru: URL-адрес сетевого хранилища VCS
sk: URL pre VCS úložisko
sv: URL för VCS-Repository
ta: வி.சி.எச் களஞ்சிய முகவரி
uk: URL репозиторію VCS
vi: URL kho lưu trữ VCS

source: Website URL
cs: URL webu
de: Webseiten-URL
fr: URL du site web
id: URL Situs Web
it: URL del Sito Web
ms: URL Laman Sesawang
pl: URL strony internetowej
ru: URL-адрес Вебсайта
sk: URL webstránky
sv: URL för hemsida
ta: வலைத்தள முகவரி
uk: URL вебсайту
vi: URL trang web

source: Issue Tracker URL
cs: URL sledovače problémů
fr: URL du suivi des problèmes
id: URL Pelacak Masalah
it: URL delle Segnalazioni
ms: URL Penjejak Isu
pl: URL listy problemów
ru: URL-адрес Трекера Проблем
sk: URL pre sledovanie chýb
sv: URL för felspårare
ta: டிராக்கர் முகவரி ஐ வழங்கவும்
uk: URL трекера проблем
vi: URL của Trình theo dõi Sự cố

source: Forum Topic ID
cs: ID tématu na fóru
de: Forumthema-ID
fr: ID du sujet de forum
id: ID Topik Forum
it: ID della Discussione sul Forum
ms: ID Topik Forum
pl: ID tematu na forum
ru: Идентификатор темы на форуме
sk: ID témy fóra
sv: Forumtråd-ID
ta: மன்ற தலைப்பு ஐடி
uk: ID теми на форумі
vi: ID chủ đề diễn đàn

source: Video URL
cs: URL videa
fr: URL de la vidéo
id: URL Video
it: URL del Video
ms: URL Video
pl: URL filmiku
ru: URL-адрес Видео
sk: URL videa
sv: URL för video
ta: வீடியோ முகவரி
uk: URL відео
vi: URL video

source: Donate URL
cs: Darujte URL
de: Spenden-URL
fr: URL de don
id: URL Donasi
it: URL Donazioni
ms: URL Derma
pl: Adres URL darowizny
ru: URL-адрес на Пожертвование
sk: URL pre darovanie
sv: Donations-URL
ta: முகவரி ஐ தானம் செய்யுங்கள்
uk: URL для донату

source: Translation URL
cs: Adresa překladu
de: Übersetzungs-URL
fr: URL de la traduction
id: URL Terjemahan
it: URL Traduzioni
ms: URL Terjemahan
pl: URL tłumaczenia
ru: URL-адрес на Перевод
sv: Översättnings-URL
ta: மொழிபெயர்ப்பு முகவரி
uk: URL для перекладу

source: _game is not an allowed name
cs: _game není povolený název
de: _game ist kein erlaubter Name
fr: _game n'est pas un nom valide
id: _game bukan nama yang dibolehkan
it: _game non è un nome consentito
ms: _game bukanlah nama yang dibenarkan
pl: fraza _game nie jest dozwolona w nazwie
ru: _game не является допустимым именем
sk: _game nie je povolený názov
sv: _game är inte ett tillåtet namn
ta: _கேம் அனுமதிக்கப்பட்ட பெயர் அல்ல
uk: _game не є дозволеною назвою

source: Package already exists, but is removed. Please contact ContentDB staff to restore the package
cs: Tento balíček již v databázi existuje, ale byl odstraněn. Prosím kontaktujte správce ContentDB, aby balíček obnovil
de: Paket existiert bereits, wurde aber entfernt. Bitte die ContentDB-Mitarbeiter kontaktieren, um das Paket wiederherzustellen
fr: Le package existe déjà, mais a été supprimé. Merci de contacter l'équipe ContentDB pour restaurer ce package
id: Paket telah ada, tetapi dihapus. Harap hubungi staf ContentDB untuk mengembalikan paketnya
it: Il contenuto esiste già, ma è stato rimosso. Contatta lo staff di ContentDB perché venga ripristinato
ms: Pakej sudah wujud, tetapi telah dibuang. Sila hubungi kakitangan ContentDB untuk memulihkan pakej
pl: Paczka już istnieje ale jest usunięta. Skontaktuj się z personelem ContentDB aby ją przywrócić
ru: Дополнение уже существует, но удалено. Пожалуйста, свяжитесь с персоналом ContentDB, чтобы восстановить дополнение
sk: Balíček už existuje, ale je odstránený. Prosím kontaktuj administrátorov ContentDB aby obnovili balíček
sv: Paketet existerar redan, men har blivit borttaget. Var snäll kontakta ContentDB-personal för att återställa paketet
ta: தொகுப்பு ஏற்கனவே உள்ளது, ஆனால் அகற்றப்பட்டது. தொகுப்பை மீட்டெடுக்க ContentDB ஊழியர்களைத் தொடர்பு கொள்ளவும்
uk: Пакунок вже існує, але був видалений. Будь ласка, зверніться до персоналу ContentDB для відновлення пакунку

source: Package already exists
cs: Balíček již existuje
de: Paket existiert bereits
fr: Le paquet existe déjà
id: Paket telah ada
it: Il contenuto esiste già
ms: Pakej sudah wujud
pl: Paczka już istnieje
ru: Дополнение уже существует
sk: Balíček už existuje
sv: Paket finns redan
ta: தொகுப்பு ஏற்கனவே உள்ளது
uk: Пакунок вже існує
vi: Gói đã tồn tại rồi

source: A collection with a similar name already exists
cs: Již existuje kolekce se stejným názvem
de: Es existiert bereits eine Sammlung mit einem ähnlichen Namen
fr: Une collection avec un nom similaire existe déjà
id: Sebuah koleksi dengan nama yang mirip sudah ada
it: Esiste già una raccolta con un nome simile
ms: Himpunan dengan nama yang serupa sudah wujud
pl: Kolekcja o podobnej nazwie już istnieje
ru: Коллекция с таким же именем уже существует
sv: En samling med liknande namn finns redan
ta: இதேபோன்ற பெயரைக் கொண்ட தொகுப்பு ஏற்கனவே உள்ளது
uk: Колекція з подібною назвою вже існує

source: You must add an email address to your account and confirm it before you can manage packages
cs: Musíš přidat svou emailovou adresu ke svému uživatelskému účtu a potvrdit ji, než budeš moci spravovat balíčky
de: Sie müssen eine E-Mail-Adresse zu ihrem Konto hinzufügen und sie bestätigen, bevor Sie Pakete verwalten können
fr: Vous devez ajouter une adresse électronique à votre compte et la certifier avant de pouvoir organiser des paquets
id: Anda harus menambahkan alamat surel ke akun Anda dan mengonfirmasinya sebelum Anda dapat mengelola paket
it: Devi aggiungere un indirizzo e-mail alla tua utenza e confermarlo, prima di poter gestire i contenuti
pl: Musisz dodać adres e-mail do swojego konta i go potwierdzić zanim będziesz mógł zarządzać pakietami
ru: Вы должны добавить адрес электронной почты в свою учетную запись и подтвердить его, прежде чем сможете управлять пакетами
sv: Du måste lägga till en mejladdress till ditt konto och bekräfta det innan du kan hantera paket
ta: உங்கள் கணக்கில் ஒரு மின்னஞ்சல் முகவரியைச் சேர்த்து, தொகுப்புகளை நிர்வகிப்பதற்கு முன்பு அதை உறுதிப்படுத்த வேண்டும்
uk: Ви повинні додати електронну адресу до свого облікового запису та підтвердити її, перш ніж ви зможете керувати пакунками

source: Save draft
cs: Uložit rozpracované
de: Entwurf speichern
fr: Conserver le brouillon
id: Simpan draf
it: Salva bozza
pl: Zapisz szkic
ru: Сохранить черновик
sv: Spara utkast
ta: வரைவை சேமிக்கவும்
uk: Зберегти чернетку

source: Unable to find that user
cs: Nepodařilo se nalézt daného uživatele
de: Dieser Benutzer kann nicht gefunden werden
fr: Impossible de trouver cet utilisateur
id: Tidak dapat mencari pengguna tersebut
it: Impossibile trovare l'utente
ms: Tidak jumpa pengguna tersebut
pl: Nie można znaleźć tego użytkownika
ru: Не получилось найти данного пользователя
sk: Užívateľ nebol nájdený
sv: Kunde inte hitta den användaren
ta: அந்த பயனரைக் கண்டுபிடிக்க முடியவில்லை
uk: Не вдалося знайти цього користувача
vi: Không thể tìm thấy người dùng đó

source: Permission denied
cs: Přístup odepřen
de: Erlaubnis verweigert
fr: Permission refusée
id: Izin ditolak
it: Permesso negato
ms: Kebenaran ditolak
pl: Brak dostępu
ru: Доступ запрещён
sk: Práva boli odopreté
sv: Åtkomst nekad
ta: இசைவு மறுக்கப்பட்டது
uk: Доступ заборонено
vi: Quyền bị từ chối

source: You don't have permission to do that
cs: K tomuto nemáte oprávnění
de: Sie haben nicht die Erlaubnis, das zu tun
fr: Vous n'avez pas la permission de faire cela
id: Anda tidak memiliki izin untuk melakukannya
it: Non hai il permesso di farlo
ms: Anda tiada kebenaran untuk berbuat sedemikian
pl: Nie masz uprawnień aby to zrobić
ru: У вас нету разрешения это делать
sk: Na tento úkon nemáš povolenie
sv: Du har inte tillåtelse att göra detta
ta: அதைச் செய்ய உங்களுக்கு இசைவு இல்லை
uk: У вас немає дозволу на це
vi: Bạn không có quyền làm điều đó

source: Please comment what changes are needed in the approval thread
cs: Ve schvalovacím vlákně prosím uveďte, jaké změny jsou potřeba
de: Bitte kommentieren Sie im Genehmigungsthema, welche Änderungen erforderlich sind
fr: Veuillez spécifier les changements nécessaires dans le fil de discussion
id: Harap tuliskan perubahan yang diperlukan dalam utas persetujuan
it: Rispondi quali cambiamenti sono necessari nella discussione di approvazione, per favore
ms: Sila tulis komen mengenai perubahan apa yang diperlukan dalam bebenang kelulusan
pl: Proszę zostawić komentarz ze zmianami, które są wymagane w wątku zatwierdzenia
ru: Пожалуйста, напишите, какие изменения необходимы в теме проверки
sk: Prosím, do schvaľovacieho vlákna napíš, aké zmeny je potrebné vykonať
sv: Var snäll och kommentera vilka ändringar som behövs i godkänningstråden
ta: ஒப்புதல் நூலில் என்ன மாற்றங்கள் தேவை என்று கருத்து தெரிவிக்கவும்
uk: Будь ласка, прокоментуйте, які зміни потрібно внести в ланцюжку схвалення
vi: Vui lòng nhận xét những thay đổi gì là cần thiết trong chuỗi phê duyệt

source: Please comment in the approval thread so editors know what you have changed
cs: Prosím, komentujte ve vláknu pro schválení, aby redaktoři věděli, co jste změnili
de: Bitte kommentieren Sie im Genehmigungsthema, damit Bearbeiter wissen, was Sie geändert haben
fr: Veuillez commenter dans le fil d'approbation afin que les éditeurs sachent ce que vous avez modifié
id: Silakan berkomentar dalam utas persetujuan supaya para penyunting tahu apa yang telah diubah
it: Commenta nella discussione di approvazione in modo che lɜ curanti sappiano cos'hai cambiato
ms: Sila tulis komen dalam bebenang kelulusan supaya para penyunting tahu apa yang telah diubah
pl: Proszę skomentuj w wątku zatwierdzenia, żeby redaktorzy wiedzieli, co zmieniasz
ru: Пожалуйста, прокомментируйте в теме одобрения, чтобы редакторы знали, что вы изменили
sv: Var snäll kommentera i godkännandetråden så redigerare vet vad du har ändrat
ta: தயவுசெய்து ஒப்புதல் நூலில் கருத்துத் தெரிவிக்கவும், எனவே நீங்கள் மாற்றியதை ஆசிரியர்களுக்குத் தெரியும்
uk: Будь ласка, прокоментуйте в ланцюжку схвалення, аби редактори знали, що ви змінили

source: Set state to %(state)s
cs: Nastavit stav na %(state)s
de: Zustand auf %(state)s setzen
id: Setel status ke %(state)s
it: Imposta lo stato a %(state)s
pl: Ustaw stan na %(state)s
ru: Установить состояние в %(state)s
sv: Ställ in tillstånd till %(state)s
ta: %(state)s என அமைக்கவும்
uk: Встановити стан на %(state)s

source: Deleted package
cs: Odstraněný balíček
de: Gelöschte Pakete
fr: Paquet supprimé
id: Paket yang dihapus
it: Contenuto rimosso
ms: Pakej dipadam
pl: Usunięto paczkę
ru: Дополнение удалено
sk: Vymazaný balíček
sv: Borttaget paket
ta: நீக்கப்பட்ட தொகுப்பு
uk: Пакунок видалено
vi: Gói đã xóa

source: Unapproved package
cs: Neschválený balíček
de: Ungenehmigte Pakete
fr: Paquets non approuvés
id: Paket yang tidak disetujui
it: Contenuto non accettato
ms: Pakej tidak diluluskan
pl: Niezatwierdzona paczka
ru: Дополнение теперь неодобренное
sk: Neschválený balíček
sv: Ej godkänt paket
ta: அங்கீகரிக்கப்படாத தொகுப்பு
uk: Пакунок не схвалено

source: Maintainers (Comma-separated)
cs: Správci (oddělit čárkou)
de: Betreuer (Komma-getrennt)
fr: Responsables (séparés par des virgules)
id: Pengelola (Dipisahkan Koma)
it: Mantenenti (Separatз da virgole)
ms: Penyenggara (Dipisahkan dengan koma)
pl: Opiekunowie (po przecinku)
ru: Разработчики (через запятую)
sk: Členovia údržby (oddeľuj čiarkou)
sv: Underhållare (Komma-separerat)
ta: பராமரிப்பாளர்கள் (கமாவால் பிரிக்கப்பட்ட)
uk: Керівники проекту (Через кому)
vi: Những người bảo trì (được phân tách-bằng dấu phẩy)

source: You don't have permission to edit maintainers
cs: Nemáte oprávnění upravovat správce
de: Sie haben nicht die Erlaubnis, Betreuer zu bearbeiten
fr: Vous n'avez pas l'autorisation de modifier les mainteneurs
id: Anda tidak memiliki izin untuk menyunting pengelola
it: Non hai il permesso di modificare lз mantenenti
ms: Anda tiada kebenaran untuk menyunting penyenggara
pl: Nie masz uprawnień aby edytować listę opiekunów
ru: У вас нет разрешения для изменения сопровождающих
sk: Nemáte právo na upravovanie členov údržby
sv: Du har inte behörighet att redigera underhållare
ta: பராமரிப்பாளர்களைத் திருத்த உங்களுக்கு இசைவு இல்லை
uk: У вас немає дозволу редагувати керівників проєкту
vi: Bạn không có quyền chỉnh sửa người bảo trì

source: You are not a maintainer
cs: Nejste správce
de: Sie sind kein Betreuer
fr: Vous n'êtes pas un des responsable
id: Anda bukan pengelola
it: Non sei unə mantenente
ms: Anda bukan seorang penyenggara
pl: Nie jesteś opiekunem
ru: Вы не разработчик
sk: Nie si členom údržby
sv: Du är inte en underhållare
ta: நீங்கள் ஒரு பராமரிப்பாளர் அல்ல
uk: Ви не є керівником проекту
vi: Bạn không phải người bảo trì

source: Package owners cannot remove themselves as maintainers
cs: Vlastníci balíčků se nemohou odstranit jako správci
de: Paketbesitzer können sich nicht selbst als Betreuer entfernen
fr: Les propriétaires de paquets ne peuvent pas se retirer en tant que mainteneurs
id: Pemilik paket tidak dapat menghapus dirinya dari daftar pengelola
it: Lз proprietariз del contenuto non possono rimuoversi il ruolo di mantenente
ms: Pemilik pakej tidak boleh mengeluarkan diri sendiri sebagai penyenggara
pl: Właściciele paczek nie mogą usunąć siebie jako opiekunów
ru: Владельцы дополнения не могут удалить самих себя как разработчиков
sk: Majitelia balíčka sa nemôžu vylúčiť z tímu údržby
sv: Paketägare kan inte ta bort sig själva som underhållare
ta: தொகுப்பு உரிமையாளர்கள் தங்களை பராமரிப்பாளர்களாக அகற்ற முடியாது
uk: Власники пакунку не можуть видалити себе з керівників проекту
vi: Chủ sở hữu gói không thể tự xóa mình khỏi tư cách là người bảo trì

source: Author Name
cs: Jméno autora
de: Autorenname
fr: Nom de l'auteur
id: Nama Pembuat
it: Nome dell'Autorə
ms: Nama Pencipta
pl: Nazwa autora
ru: Имя Автора
sk: Meno autora
sv: Ägarnamn
ta: ஆசிரியரின் பெயர்
uk: Імʼя автора
vi: Tên Tác giả

source: Enable support detection based on dependencies (recommended)
cs: Povolte podporu detekce na základě závislostí (doporučeno)
de: Unterstützungserkennung basierend auf Abhängigkeiten aktivieren (empfohlen)
fr: Activer la détection de la compatibilité basée sur les dépendances ( recommandé )
id: Nyalakan deteksi dukungan berdasarkan dependensi (disarankan)
it: Abilita il rilevamento del supporto in base alle dipendenze (consigliato)
ms: Membolehkan pengesan sokongan berdasarkan pada kebergantungan (disyorkan)
pl: Włącz wykrywanie wsparcia w oparciu na zależnościach (zalecane)
ru: Включить обнаружение поддержки на основе зависимостей (желательно)
sk: Povoľ podporu zisťovania na základe závislostí (odporúčané)
sv: Aktivera stöddetektering baserad på beroenden (rekommenderat)
ta: சார்புகளின் அடிப்படையில் உதவி கண்டறிதலை இயக்கவும் (பரிந்துரைக்கப்படுகிறது)
uk: Увімкнути виявлення підтримки на основі залежностей (рекомендується)

source: Supported games
cs: Podporované hry
de: Unterstützte Spiele
fr: Jeux compatibles
id: Permainan yang didukung
it: Giochi supportati
ms: Permainan yang disokong
pl: Wspierane gry
ru: Поддерживаемые игры
sv: Spel som stöds
ta: ஆதரிக்கப்பட்ட விளையாட்டுகள்
uk: Підтримувані ігри

source: Unsupported games
cs: Nepodporované hry
de: Nicht unterstützte Spiele
fr: Jeux incompatibles
id: Permainan yang tidak didukung
it: Giochi non supportati
ms: Permainan yang tidak disokong
pl: Niewspierane gry
ru: Неподдерживаемые игры
sv: Spel som ej stöds
ta: ஆதரிக்கப்படாத விளையாட்டுகள்
uk: Непідтримувані ігри

source: Supports all games (unless stated) / is game independent
cs: Podporuje všechny hry (pokud není uvedeno jinak) / je nezávislý na hře
de: Unterstützt alle Spiele (wenn nicht anders angegeben) / ist spielunabhängig
fr: Compatible avec tous les jeux (sauf mention contraire) / indépendant
id: Mendukung semua permainan (kecuali dinyatakan)/tidak bergantung pada permainan
it: Supporta tutti i giochi (se non diversamente specificato) / è indipendente dal gioco
ms: Menyokong semua permainan (melainkan dinyatakan) / tak bersandar permainan
pl: Wspiera wszystkie gry (chyba, że zaznaczono inaczej) / jest niezależna od gry
ru: Поддерживает все игры (если не указано обратное) / не зависит от игр
sv: Stödjer alla spel (om inget annat anges) / är speloberoende
ta: அனைத்து விளையாட்டுகளையும் ஆதரிக்கிறது (கூறப்படாவிட்டால்) / விளையாட்டு சுயாதீனமாக உள்ளது
uk: Підтримує всі ігри (якщо не вказано інше) / незалежний від гри

source: You need at least one release before you can edit game support
cs: Je potřeba alespoň jedno vydání, abys mohl hru poskytovat
de: Sie brauchen mindestens ein Release, bevor Sie die Spielunterstüzung bearbeiten können
fr: Vous devez avoir au moins une version avant de pouvoir préciser les jeux compatibles
id: Anda perlu setidaknya satu rilisan sebelum dapat menyunting dukungan permainan
it: È necessario almeno un rilascio prima di poter modificare i giochi supportati
ms: Anda perlukan sekurang-kurangnya satu terbitan sebelum anda boleh sunting sokongan permainan
pl: Potrzebujesz przynajmniej jednego wydania, żeby móc edytować wsparcie gry
ru: Вам нужен хотя бы один релиз, прежде чем вы сможете редактировать поддержку игры
sv: Du behöver åtminstonde en utgivning innan du kan redigera spelstöd
ta: விளையாட்டு ஆதரவைத் திருத்துவதற்கு முன்பு உங்களுக்கு குறைந்தது ஒரு வெளியீடு தேவை
uk: Вам потрібно мати хоча б один випуск, перш ніж ви зможете редагувати підтримку ігор

source: Mod(pack) needs to contain at least one mod. Please create a new release
cs: Mod (balíček modů) musí obsahovat alespoň jeden mod. Prosím, vytvoř alespoň jedno vydání
de: Mod(-paket) braucht mindestens eine Mod. Bitte erstellen Sie ein neues Release
fr: Le mod(pack) doit contenir au moins un mod. Merci de créer une nouvelle version
id: (Paket) mod perlu berisi setidaknya satu mod. Harap buat rilisan baru
it: I Mod(pack) devono contenere almeno una mod. Per favore crea un nuovo rilascio
ms: (Pek) mods perlu mengandungi sekurang-kurangnya satu mods. Sila cipta terbitan baharu
pl: Mod (lub ich paczka) musi zawierać przynajmniej jeden mod. Proszę stworzyć nowe wydanie
ru: Мод(пакет) должен содержать хотя бы один мод. Пожалуйста, создайте новый релиз
sv: Modd(paket) behöver innehålla minst en modd. Vänligen skapa en ny utgivning
ta: மோட் (பேக்) குறைந்தது ஒரு மோட் இருக்க வேண்டும். புதிய வெளியீட்டை உருவாக்கவும்
uk: Мод(пак) має містити хоча б один мод. Будь ласка, створіть новий випуск

source: Release Notes
cs: Poznámky k vydání
de: Release-Anmerkungen
id: Catatan Perilisan
it: Note di Rilascio
ru: Примечания к Релизу
sv: Utgivningsanteckningar
ta: வெளியீட்டு குறிப்புகள்
uk: Опис випуску

source: Method
cs: Metoda
de: Methode
fr: Méthode
id: Metode
it: Metodo
ms: Kaedah
pl: Metoda
ru: Метод
sk: Spôsob
sv: Metod
ta: முறை
uk: Метод
vi: Phương thức

source: File Upload
cs: Nahrát soubor
de: Dateien hochladen
fr: Chargement de fichiers
id: Unggah Berkas
it: Caricamento di File
ms: Muat Naik Fail
pl: Wysyłanie pliku
ru: Загрузка файлов
sk: Nahrať súbor
sv: Filuppladdning
ta: கோப்பு பதிவேற்றம்
uk: Завантаження файлу

source: Git reference (ie: commit hash, branch, or tag)
cs: Git reference (např.: commit hash, branch, nebo tag)
de: Git-Referenz (d.h.: Commit-Hash, Branch oder Tag)
fr: Référence Git (c'est-à-dire : hash du commit, branche, ou étiquette)
id: Referensi Git (misal hash commit, branch, atau label)
it: Riferimenti Git (es: hash del contributo, branch o etichetta)
ms: Rujukan git (cth: cincang serahan, cabang, atau tag)
pl: Odniesienie do repozytorium Git (tj: hash commitu, gałąź lub tag)
ru: Git метка (хэш коммита, ветвь или метка)
sk: Odkaz na Git ( t.j. commit hash, vetva alebo tag)
sv: Git-referens (t.ex. commithash, branch eller tag)
ta: அறிவிலி குறிப்பு (அதாவது: ஆச், கிளை அல்லது குறிச்சொல்லை செய்யுங்கள்)
uk: Посилання на Git (наприклад: хеш коміту, гілка або теґ)
vi: Tham chiếu Git (ví dụ: cam kết băm, nhánh hoặc thẻ)

source: Minimum Luanti Version
cs: Minimální verze Luantiu
de: Minimale Luanti-Version
id: Versi Luanti Minimum
it: Versione Minima di Luanti
pl: Minimalna wersja Luanti
sv: Minsta Luantiversion
ta: குறைந்தபட்ச லுவாண்டி பதிப்பு
uk: Мінімальна версія Luanti

source: Maximum Luanti Version
cs: Maximální verze Luantiu
de: Maximale Luanti-Version
id: Versi Luanti Maksimum
it: Versione Massima di Luanti
pl: Maksymalna wersja Luanti
sv: Högsta Luantiversion
ta: அதிகபட்ச லுவாண்டி பதிப்பு
uk: Максимальна версія Luanti

source: URL
ru: URL-адрес
ta: முகவரி
uk: URL-адреса

source: Task ID
cs: ID úkolu
de: Aufgaben-ID
fr: ID de tâche
id: ID Tugas
it: ID del Compito
ms: ID Tugas
pl: ID zadania
ru: Идентификатор задания
sk: ID úlohy
sv: Uppgifts-ID
ta: பணி ஐடி
uk: ID завдання
vi: ID tác vụ

source: Is Approved
cs: Je schváleno
de: Ist genehmigt
fr: Est approuvé
id: Disetujui
it: E' Approvato
ms: Telah Diluluskan
pl: Jest zatwierdzone
ru: Одобрен
sk: Povolené
sv: Är godkänd
ta: அங்கீகரிக்கப்பட்டுள்ளது
uk: Схвалено
vi: Được Chấp thuận

source: Import from Git
cs: Importovat z Gitu
de: Von Git importieren
fr: Importation depuis Git
id: Impor dari Git
it: Importa da Git
ms: Import dari Git
pl: Zaimportuj z repozytorium Git
ru: Импортировать из Git
sk: Pridaj z Git-u
sv: Importera från Git
ta: Git இலிருந்து இறக்குமதி
uk: Імпортувати з Git
vi: Nhập từ Git

source: Upload .zip file
cs: Nahrát .zip soubor
de: .zip-Datei hochladen
fr: Charger le fichier .zip
id: Unggah berkas .zip
it: Carica un file .zip
ms: Muat naik fail .zip
pl: Wyślij plik .zip
ru: Загрузить .zip файл
sk: Nahraj .zip súbor
sv: Ladda upp .zip-fil
ta: .Zip கோப்பைப் பதிவேற்றவும்
uk: Завантажити файл .zip
vi: Tải lên tệp .zip
