Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Unable to create an account as the username was used in the past.
cs: Nelze vytvořit účet s uživatelským jménem použitým již v minulosti.
de: Es konnte kein Konto erstellt werden, weil der Benutzername in der Vergangenheit benutzt wurde.
id: Tidak dapat membuat akun karena nama pengguna telah digunakan sebelumnya.
it: Impossibile creare un'utenza in quanto il nome è già stato usato in precedenza.
pl: Nie udało się stworzyć konta, bo ta nazwa użytkownika była używana w przeszłości.
ru: Не удалось создать учетную запись, так как это имя пользователя использовалось ранее.
sv: Det går inte att skapa ett konto eftersom användarnamnet har använts tidigare.
ta: பயனர்பெயர் கடந்த காலத்தில் பயன்படுத்தப்பட்டதால் ஒரு கணக்கை உருவாக்க முடியவில்லை.
uk: Неможливо створити обліковий запис, оскільки це ім'я користувача використовувалося в минулому.

source: Mod
it: Modulo
ms: Mods
pl: Modyfikacja
ru: Мод
sk: Mód
sv: Modd
ta: மோட்
uk: Мод

source: Game
cs: Hra
de: Spiel
fr: Jeu
id: Permainan
it: Gioco
ms: Permainan
pl: Gra
ru: Игра
sk: Hra
sv: Spel
ta: விளையாட்டு
uk: Гра
vi: Trò chơi

source: Texture Pack
cs: Balíček textur
de: Texturenpaket
fr: Pack de texture
id: Paket Tekstur
it: Pacchetto Texture
ms: Pek Tekstur
pl: Paczka tekstur
ru: Набор Текстур
sk: Balíček textúr
sv: Texturpaket
ta: அமைப்பு பேக்
uk: Текстурний пакунок
vi: Gói kết cấu

source: Mods
cs: Mody
id: Mod
it: Moduli
pl: Modyfikacje
ru: Моды
sk: Rozšírenia
sv: Moddar
ta: மோட்ச்
uk: Модифікації

source: Games
cs: Hry
de: Spiele
fr: Jeux
id: Permainan
it: Giochi
ms: Permainan
pl: Gry
ru: Игры
sk: Hry
sv: Spel
ta: விளையாட்டுகள்
uk: Ігри
vi: Trò chơi

source: Texture Packs
cs: Balíčky textur
de: Texturenpakete
fr: Packs de textures
id: Paket Tekstur
it: Pacchetti Texture
ms: Pek Tekstur
pl: Paczki tekstur
ru: Наборы текстур
sk: Balíčky textúr
sv: Texturpaket
ta: அமைப்பு பொதிகள்
uk: Текстури
vi: Gói Kết cấu

source: Top mod
cs: Nejlepší mod
id: Mod Teratas
it: Mod d'eccellenza
pl: Najlepszy mod
ru: Лучшее дополнение
sv: Topp-modd
ta: சிறந்த துணிவு
uk: Найкращий мод

source: Top game
cs: Nejlepší hra
de: Top-Spiel
id: Permainan Teratas
it: Gioco d'eccellenza
pl: Najlepsza gra
ru: Лучшая игра
sv: Topp-spel
ta: சிறந்த விளையாட்டு
uk: Найкраща гра

source: Top texture pack
cs: Nejlepší balíček textur
de: Top-Texturenpaket
id: Paket Tekstur Teratas
it: Pacchetto texture d'eccellenza
pl: Najlepsza paczka tekstur
ru: Лучший пакет текстур
sv: Topp-texturpaket
ta: மேல் அமைப்பு பேக்
uk: Найкращі текстури

source: Top %(place)d mod
cs: Mod v top %(place)d
id: %(place)d Mod Teratas
it: Mod tra le migliori %(place)d
ru: Лучшее дополнение %(place)d
sv: Topp-%(place)d modd
ta: மேல் %(place)d மோட்
uk: Найкращий мод %(place)d

source: Top %(place)d game
cs: Hra v top %(place)d
de: Top-%(place)d-Spiel
id: %(place)d Permainan Teratas
it: Gioco tra i migliori %(place)d
ru: Лучшая игра %(place)d
sv: Topp-%(place)d spel
ta: சிறந்த %(place)d விளையாட்டு
uk: Найкраща гра %(place)d

source: Top %(place)d texture pack
cs: Balíček textur v top %(place)d
de: Top-%(place)d-Texturenpaket
id: %(place)d Paket Tekstur Teratas
it: Pacchetto texture tra i migliori %(place)d
ru: Лучший пакет текстур %(place)d
sv: Topp-%(place)d texturpaket
ta: மேல் %(place)d அமைப்பு பேக்
uk: Найкращий текстурний пак %(place)d

source: %(display_name)s has a mod placed at #%(place)d.
cs: %(display_name)s je autorem modu, umístěného na %(place)d. místě.
de: %(display_name)s hat eine Mod auf dem %(place)d. Platz.
id: %(display_name)s memiliki mod yang ditempatkan di #%(place)d.
it: %(display_name)s ha una mod piazzata al %(place)d° posto.
pl: %(display_name)s ma mod na miejscu #%(place)d.
ru: %(display_name)s имеет дополнение на #%(place)d месте.
sv: %(display_name)s har en modd placerad på #%(place)d.
ta: %(display_name)s #%(place)d.
uk: %(display_name)s має мод на місці #%(place)d.

source: %(display_name)s has a game placed at #%(place)d.
cs: %(display_name)s je autorem hry, umístěné na %(place)d. místě.
de: %(display_name)s hat ein Spiel auf dem %(place)d. Platz.
id: %(display_name)s mempunyai permainan yang ditempatkan di #%(place)d.
it: %(display_name)s ha un gioco piazzato al %(place)d° posto.
pl: %(display_name)s ma grę na miejscu #%(place)d.
ru: %(display_name)s имеет игру на #%(place)d месте.
sv: %(display_name)s har ett spel placerad på #%(place)d.
ta: %(display_name)s #%(place)d இல் வைக்கப்படுகின்றன.
uk: Гра від %(display_name)s розташована на №%(place)d місці.

source: %(display_name)s has a texture pack placed at #%(place)d.
cs: %(display_name)s je autorem balíčku textur, umístěného na %(place)d. místě.
de: %(display_name)s hat ein Texturenpaket auf dem %(place)d. Platz.
id: %(display_name)s memiliki paket tekstur yang ditempatkan di #%(place)d.
it: %(display_name)s ha un pacchetto texture piazzato al %(place)d° posto.
pl: %(display_name)s ma paczkę tekstur na miejscu #%(place)d.
ru: %(display_name)s имеет пакет текстур на #%(place)d месте.
sv: %(display_name)s har ett texturpaket placerad på #%(place)d.
ta: %(display_name)s #%(place)d இல் வைக்கப்பட்ட ஒரு அமைப்பு பேக் உள்ளது.
uk: %(display_name)s має текстурний пак на позиції #%(place)d.

source: Do you recommend this mod?
cs: Doporučuješ tento mod?
de: Empfehlen Sie diese Mod?
id: Apakah Anda menyarankan mod ini?
it: Consiglieresti questa mod?
ru: Вы рекомендуете это дополнение?
sv: Rekommenderar du denna modd?
ta: இந்த மோட் பரிந்துரைக்கிறீர்களா?
uk: Чи рекомендуєте ви цей мод?

source: Do you recommend this game?
cs: Doporučuješ tuto hru?
de: Empfehlen Sie dieses Spiel?
id: Apakah Anda menyarankan permainan ini?
it: Consiglieresti questo gioco?
ru: Вы рекомендуете эту игру?
sv: Rekommenderar du det här spelet?
ta: இந்த விளையாட்டை பரிந்துரைக்கிறீர்களா?
uk: Чи рекомендуєте ви цю гру?

source: Do you recommend this texture pack?
cs: Doporučuješ tento balíček textur?
de: Empfehlen Sie dieses Texturenpaket?
id: Apakah Anda menyarankan paket tekstur ini?
it: Consiglieresti questo pacchetto texture?
ru: Вы рекомендуете этот пакет текстур?
sv: Rekommenderar du det här texturpaketet?
ta: இந்த அமைப்பு பேக்கை பரிந்துரைக்கிறீர்களா?
uk: Чи рекомендуєте ви цей текстур-пак?

source: Looking for Maintainer
cs: Pohled pro údržbáře
de: Suche nach Betreuer
id: Mencari Pengelola
it: Cercasi Mantenente
pl: Szuka Opiekuna
ru: Ищем Сопровождающего
sv: Söker underhållare
ta: பராமரிப்பாளரைத் தேடுகிறது
uk: Шукаю утримувача

source: Beta
cs: Beta verze
ru: БЕТА
ta: பீட்டா
uk: Бета

source: Actively Developed
cs: Současně vyvíjený
de: Aktiv entwickelt
id: Dikembangkan Secara Aktif
it: Sviluppato attivamente
pl: Aktywnie rozwijany
ru: Активно Разрабатывается
sv: Aktivt utvecklad
ta: சுறுசுறுப்பாக உருவாக்கப்பட்டது
uk: Активно розвивається

source: Maintenance Only
cs: Pouze údržba
de: Nur Wartung
id: Hanya Pemelihara
it: Solo Manutenzione
pl: Tylko konserwacja
ru: Только Техническое Обслуживание
sv: Endast underhåll
ta: பராமரிப்பு மட்டுமே
uk: Тільки підтримка

source: As-is
cs: Tak, jak je
de: So, wie es ist
id: Apa Adanya
it: Così com'è
pl: Tak jak jest
ru: Как-и-Есть
ta: அச்-ஐ.எச்
uk: Як є

source: Under active development, and may break worlds/things without warning
cs: Probíhá vývoj, může vést k poškození světů a věcí bez dalšího upozornění
de: Unter aktiver Entwicklung und könnte Welten/Dinge ohne Vorwarnung kaputt machen
id: Sedang dalam pengembangan aktif, dan dapat menghancurkan dunia/benda tanpa peringatan
it: Sviluppato attivamente, potrebbe rompere mondi/cose senza preavviso
pl: Aktywnie rozwijany i może zepsuć świat czy coś beż ostrzeżenia
ru: Находится в стадии активной разработки и может сломать миры/штуки без предупреждения
sv: Under aktiv utveckling och kan förstöra världar/saker utan varning
ta: செயலில் வளர்ச்சியின் கீழ், மற்றும் எச்சரிக்கையின்றி உலகங்கள்/விசயங்களை உடைக்கலாம்
uk: Активно розробляється і може зламати світи/об'єкти без попередження

source: Fully playable, but with some breakages/changes expected
cs: Plně hratelné, ale lze očekávat výskyt chyb či změn
de: Vollständig spielbar, aber es ist mit einigen Defekten/Änderungen zu rechnen
id: Sepenuhnya dapat dimainkan, tetapi diperkirakan ada beberapa kerusakan/perubahan
it: Giocabile al 100%, ma potrebbe rompersi con alcune modifiche
pl: W pełni grywalny, ale pewne przełomy/zmiany są spodziewane
ru: Полностью играбельно, но с некоторыми ожидаемыми поломками/изменениями
sv: Fullt spelbar, men vissa brytningar/förändringar förväntas
ta: முழுமையாக விளையாடக்கூடியது, ஆனால் சில முறிவுகள்/மாற்றங்களுடன் எதிர்பார்க்கப்படுகிறது
uk: Повністю іграбельна, але можливі деякі збої/зміни

source: Finished, with bug fixes being made as needed
cs: Dokončeno, mohou být v budoucnu opravovány chyby, bude-li třeba
de: Fertig; Fehlerkorrekturen werden nach Bedarf gemacht
id: Selesai, dengan perbaikan bug dilakukan sesuai kebutuhan
it: Finito, con manutenzione quando necessaria
pl: Ukończony, naprawy bugów wykonywane w razie potrzeby
ru: Закончено, при необходимости будут исправлены ошибки
sv: Färdig, med buggfixar som görs efter behov
ta: முடிந்தது, பிழைத் திருத்தங்கள் தேவைக்கேற்ப செய்யப்படுகின்றன
uk: Завершено, з виправленням помилок за необхідності

source: Finished, the maintainer doesn't intend to continue working on it or provide support
cs: Dokončeno, údržbář již nepokračuje ve vývoji a ani již neposkytuje podporu
de: Fertig; der Betreuer plant nicht, daran weiter zu arbeiten oder Support anzubieten
id: Selesai, pengelola tidak bermaksud untuk terus mengerjakannya atau memberikan dukungan
it: Finito, lə mantenente non ha intenzione di continuare a lavorarci né di fornire supporto
pl: Ukończony, opiekun nie zamierza kontynuować pracy nad tym ani oferować wsparcia
ru: Закончено, сопровождающий не намерен продолжать работу над ней или оказывать поддержку
sv: Färdig, underhållaren tänker inte fortsätta arbeta på den eller ge support
ta: முடிந்தது, பராமரிப்பாளர் தொடர்ந்து பணியாற்றவோ அல்லது ஆதரவை வழங்கவோ விரும்பவில்லை
uk: Завершено, розробник не планує продовжувати роботу над проєктом або надавати підтримку

source: The maintainer doesn't recommend this package. See the description for more info
cs: Údržbář nedoporučuje tento balíček. Koukni se do popisku níže pro více inforamcí
de: Der Betreuer empfiehlt dieses Paket nicht. Siehe die Beschreibung für mehr Infos
id: Pengelola tidak menyarankan paket ini. Lihat deskripsi untuk info lebih lanjut
it: Lə mantenente non consiglia questo contenuto. Vedi la descrizione per più informazioni
pl: Opiekun nie poleca tego pakietu. Sprawdź szczegóły w opisie
ru: Разработчик не рекомендует использовать этот пакет. Дополнительную информацию смотрите в описании
sv: Underhållaren rekommenderar inte detta paket. Se beskrivningen för mer info
ta: பராமரிப்பாளர் இந்த தொகுப்பை பரிந்துரைக்கவில்லை. மேலும் தகவலுக்கு விளக்கத்தைப் பார்க்கவும்
uk: Розробник не рекомендує цей пакунок. Дивіться опис для додаткової інформації

source: Submit for Approval
cs: Odeslat ke schválení
de: Für Genehmigung absenden
fr: Soumettre pour vérification
id: Ajukan untuk Disetujui
it: Invia per l'Approvazione
ms: Hantar untuk Proses Kelulusan
pl: Wyślij do zatwierdzenia
ru: Отправить на проверку
sk: Navrhni na schválenie
sv: Skicka in för godkännande
ta: ஒப்புதலுக்காக சமர்ப்பிக்கவும்
uk: Надіслати на затвердження
vi: Nộp để được Chấp nhận

source: Approve
cs: Schválit
de: Genehmigen
fr: Approuver
id: Setujui
it: Permetti
ms: Luluskan
pl: Zatwierdź
ru: Утвердить
sk: Schváliť
sv: Godkänn
ta: ஒப்புதல்
uk: Затвердити
vi: Chấp thuận

source: Delete
cs: Vymazat
de: Löschen
fr: Supprimer
id: Hapus
it: Rimuovi
ms: Padam
pl: Usuń
ru: Удалить
sk: Vymazať
sv: Ta bort
ta: நீக்கு
uk: Видалити
vi: Xóa

source: New commit %(hash)s found on the Git repo.
cs: Byl nalezen nový %(hash)s v v Git úložišti.
de: Neuer Commit %(hash)s im Git-Repo gefunden.
id: Commit baru %(hash)s ditemukan di repo Git.
it: Nuovo commit %(hash)s trovato sul repo Git.
pl: Nowy commit %(hash)s znaleziony na repozytorium Gita.
ru: Новая фиксация %(hash)s найден в Git репозитории.
sv: Ny commit %(hash)s finns på Git-repo:t.
ta: அறிவிலி ரெப்போவில் காணப்படும் புதிய கமிட் %(hash)s.
uk: Знайдено новий коміт %(hash)s у Git-репозиторії.

source: The last release was commit %(hash)s
cs: Poslední vydání bylo svázáno %(hash)s
de: Der letzte Release war Commit %(hash)s
id: Rilisan terakhir pada commit %(hash)s
it: L'ultimo rilascio equivale al commit %(hash)s
pl: Ostatnie wydanie było z commita %(hash)s
ru: Последним выпуском была фиксация %(hash)s
sv: Den sista utgivningen var commit %(hash)s
ta: கடைசி வெளியீடு கமிட் %(hash)s
uk: Останній випуск був за комітом %(hash)s

source: New tag %(tag_name)s found on the Git repo.
cs: Nový tag %(tag_name)s byl nalezen v Git repozitáři.
de: Neuer Tag %(tag_name)s gefunden im Git-Repo.
id: Tag baru %(tag_name)s ditemukan di repo Git.
it: Nuova etichetta %(tag_name)s trovata sul repo Git.
pl: Nowy tag %(tag_name)s znaleziony na repozytorium Gita.
ru: Новый тег %(tag_name)s найден в Git репозитории.
sv: Ny tagg %(tag_name)s finns på Git-repo:t.
ta: அறிவிலி ரெப்போவில் புதிய குறிச்சொல் %(tag_name)s காணப்படுகின்றன.
uk: Знайдений новий теґ %(tag_name)s на репозиторії Git.

source: Banned
cs: Zakázán
de: Verbannt
id: Diblokir
it: Banditə
ru: Заблокирован
sv: Bannlyst
ta: தடைசெய்யப்பட்டது
uk: Заблоковано

source: Not Joined
cs: Nepřipojen
de: Nicht beigetreten
id: Tidak Bergabung
it: Non facente parte
ru: Не Присоединился
sv: Inte registrerad
ta: சேரவில்லை
uk: Не приєднано

source: New Member
cs: Nový uživatel
de: Neues Mitglied
id: Anggota Baru
it: Nuovo Membro
ru: Новый Участник
sv: Ny medlem
ta: புதிய உறுப்பினர்
uk: Новий учасник

source: Member
cs: Uživatel
de: Mitglied
id: Anggota
it: Membro
ru: Участник
sv: Medlem
ta: உறுப்பினர்
uk: Учасник

source: Trusted Member
cs: Důvěryhodný uživatel
de: Vertrautes Mitglied
id: Anggota Terpercaya
it: Membro Fidato
ru: Доверенный Участник
sv: Betrodd medlem
ta: நம்பகமான உறுப்பினர்
uk: Довірений учасник

source: Approver
cs: Schvalovatel
de: Genehmiger
id: Penyetuju
it: Revidente
ru: Проверяющий
sv: Godkännare
ta: ஒப்புதல்
uk: Затверджувач

source: Editor
de: Bearbeiter
id: Penyunting
it: Curante
ru: Редактор
sv: Redaktör
ta: திருத்தி
uk: Редактор

source: Bot
ru: Бот
sv: Bott
ta: போட்
uk: Бот

source: Moderator
cs: Moderátor
it: Moderante
ru: Модератор
ta: மதிப்பீட்டாளர்
uk: Модератор

source: Admin
cs: Administrátor
it: Amministratorə
ms: Pentadbir
pl: Administrator
ru: Администратор
sk: Správca
sv: Administration
ta: நிர்வாகி
uk: Адмін
vi: Quản trị

source: Package Edit
cs: Úprava balíčku
de: Paketbearbeitung
id: Penyuntingan Paket
it: Modifica Contenuto
pl: Edycja Pakietu
ru: Редактирующий Пакеты
sv: Paketredigering
ta: தொகுப்பு திருத்து
uk: Редагування пакунку

source: Package Approval
cs: Schválení balíčku
de: Paketgenehmigung
id: Persetujuan Paket
it: Approvazione Contenuto
pl: Zatwierdzenie Pakietu
ru: Одобряющий Пакеты
sv: Paketgodkänannde
ta: தொகுப்பு ஒப்புதல்
uk: Затвердження пакунку

source: New Thread
cs: Nové vlákno
de: Neues Thema
fr: Nouveau fil
id: Utas Baru
it: Nuova Discussione
ms: Bebenang Baharu
pl: Nowy wątek
ru: Новая тема
sk: Nové vlákno
sv: Ny tråd
ta: புதிய நூல்
uk: Новий Ланцюжок
vi: Chủ đề(Thread) Mới

source: New Review
cs: Nová hodnocení
de: Neue Rezension
id: Ulasan Baru
it: Nuova Recensione
pl: Nowa Opinia
ru: Новый Обзор
sv: Ny recension
ta: புதிய ஆய்வு
uk: Новий відгук

source: Thread Reply
cs: Odpovědět na vlákno
de: Themenantwort
id: Balasan Utas
it: Risposta alla Discussione
pl: Odpowiedź w wątku
ru: Ответить Ветке
sv: Trådsvar
ta: நூல் பதில்
uk: Відповідь на ланцюжок

source: Maintainer
cs: Správce
de: Betreuer
fr: Responsable
id: Pengelola
it: Mantenente
ms: Penyenggara
pl: Opiekun
ru: Разработчик
sk: Údržba
sv: Underhållare
ta: பராமரிப்பாளர்
uk: Керівник
vi: Người bảo trì

source: Editor Alert
cs: Upozornění editora
de: Bearbeiter: Benachrichtigung
id: Penyunting: Peringatan
it: Avvertenza Curante
pl: Ostrzeżenie Redaktora
ru: Предупреждение Редактора
sv: Redaktörnotis
ta: ஆசிரியர் எச்சரிக்கை
uk: Попередження редактора

source: Editor Misc
cs: Editor ostatního
de: Bearbeiter: Sonstiges
id: Penyunting: Lainnya
it: Miscellanea Curante
pl: Różne Redaktora
ru: Разное Редактора
sv: Redaktör misc.
ta: தலைமை ஆசிரியர்
uk: Різне редактора

source: Other
cs: Ostatní
de: Anderes
id: Lainnya
it: Altro
pl: Inne
ru: Другое
sv: Annat
ta: மற்றொன்று
uk: Інше

source: This is a Package Edit notification.
cs: Oznámení o upravení balíčku.
de: Dies ist eine Paketbearbeitungsbenachrichtigung.
id: Ini adalah pemberitahuan Penyuntingan Paket.
it: Questa è una notifica di Modifica Contenuto.
pl: To jest powiadomienie o Edycji Pakietu.
ru: Это уведомление от Редактирующего Пакеты.
sv: Detta är ett paketredigeringsmeddelande.
ta: இது ஒரு தொகுப்பு திருத்து அறிவிப்பு.
uk: Це сповіщення про редагування пакунку.

source: This is a Package Approval notification.
cs: Oznámení o schválení balíčku.
de: Dies ist eine Paketgenehmigungsbenachrichtigung.
id: Ini adalah pemberitahuan Persetujuan Paket.
it: Questa è una notifica di Approvazione Contenuto.
pl: To jest powiadomienie o Zatwierdzeniu Pakietu.
ru: Это уведомление от Одобряющего Пакеты.
ta: இது ஒரு தொகுப்பு ஒப்புதல் அறிவிப்பு.
uk: Це сповіщення про схвалення пакунку.

source: This is a New Thread notification.
cs: Toto je upozornění na nové vlákno.
de: Dies ist eine Benachrichtigung für ein neues Thema.
id: Ini adalah pemberitahuan Utas Baru.
it: Questa è una notifica di Nuova Discussione.
pl: To jest powiadomienie o Nowym Wątku.
ru: Это уведомление о Новой Ветке.
ta: இது ஒரு புதிய நூல் அறிவிப்பு.
uk: Це сповіщення про новий ланцюжок.

source: This is a New Review notification.
cs: Toto je upozornění na recenzi.
de: Dies ist eine Benachrichtigung für eine neue Rezension.
id: Ini adalah pemberitahuan Ulasan Baru.
it: Questa è una notifica di Nuova Recensione.
pl: To jest powiadomienie o Nowej Opinii.
ru: Это уведомление о новом обзоре.
ta: இது ஒரு புதிய மறுஆய்வு அறிவிப்பு.
uk: Це сповіщення про новий відгук.

source: This is a Thread Reply notification.
cs: Toto je upozornění na odpověď ve vlákně.
de: Dies ist eine Themenantwortbenachrichtigung.
id: Ini adalah pemberitahuan Balasan Utas.
it: Questa è una notifica di Risposta alla Discussione.
pl: To jest powiadomienie o Odpowiedzi w Wątku.
ru: Это уведомление об Ответе в Ветке.
ta: இது ஒரு நூல் பதில் அறிவிப்பு.
uk: Це сповіщення про відповідь на ланцюжок.

source: This is a Bot notification.
cs: Toto je upozornění bota.
de: Dies ist eine Botbenachrichtigung.
id: Ini adalah notifikasi Bot.
it: Questa è una notifica Bot.
pl: To jest powiadomienie Bota.
ru: Это уведомление Бота.
ta: இது ஒரு போட் அறிவிப்பு.
uk: Це сповіщення від бота.

source: This is a Maintainer change notification.
cs: Toto je oznámení o správcovské změně.
de: Dies ist eine Benachrichtigung für die Änderung des Betreuers.
id: Ini adalah pemberitahuan perubahan Pengelola.
it: Questa è una notifica di cambio Mantenente.
pl: To jest powiadomienie o zmianie Opiekuna.
ru: Это уведомление об Изменении Сопровождающего.
ta: இது ஒரு பராமரிப்பு மாற்ற அறிவிப்பு.
uk: Це сповіщення про зміну відповідального.

source: This is an Editor Alert notification.
cs: Zde je správcovské upozornění.
de: Dies ist eine Benachrichtigung vom Typ „Bearbeiter: Benachrichtigung“.
id: Ini adalah pemberitahuan Penyunting: Peringatan.
it: Questa è una notifica di Avvertenza Curante.
pl: To jest powiadomienie o Ostrzeżeniu Redaktora.
ru: Это уведомление об Предупреждении Редактора.
ta: இது ஒரு ஆசிரியர் எச்சரிக்கை அறிவிப்பு.
uk: Це сповіщення про попередження редактора.

source: This is an Editor Misc notification.
cs: Zde je smíšené správcovské upozornění.
de: Dies ist eine Benachrichtigung vom Typ „Bearbeiter: Sonstiges“.
id: Ini adalah pemberitahuan Penyunting: Lainnya.
it: Questa è una notifica di Miscellanea Curante.
pl: To jest powiadomienie o Różnych Redaktora.
ru: Это уведомление об Редактора Разном.
ta: இது ஒரு ஆசிரியர் அறிவிப்பு.
uk: Це сповіщення про різні питання редактора.

source: This is an Other notification.
cs: Toto je ostatní upozornění.
de: Dies ist eine Benachrichtigung für anderes.
id: Ini adalah pemberitahuan Lainnya.
it: Questa è una notifica Altro.
pl: To jest Inne powiadomienie.
ru: Это уведомление Другого.
ta: இது வேறு அறிவிப்பு.
uk: Це сповіщення іншого типу.

source: When another user edits your packages, releases, etc.
cs: Pokud jiný uživatel upraví tvůj balíček, vydání apod.
de: Wenn ein anderer Benutzer Ihre Pakete, Releases, usw. bearbeitet.
id: Saat pengguna lain mengedit paket, rilisan, dll. Anda.
it: Quando un*altrə utente modifica i tuoi contenuti, rilasci ecc.
pl: Kiedy inny użytkownik zmienia twoje pakiety, wydania, itd.
ru: Когда другой пользователь редактирует ваши пакеты, релизы, и так далее.
ta: மற்றொரு பயனர் உங்கள் தொகுப்புகள், வெளியீடுகள் போன்றவற்றைத் திருத்தும்போது.
uk: Коли інший користувач редагує ваші пакунки, випуски тощо.

source: Notifications from editors related to the package approval process.
cs: Oznámení od správců, vztahující se k procesu schvalování balíčku.
de: Benachrichtigungen, die sich auf den Paketgenehmigungsprozess beziehen, von Bearbeitern.
id: Pemberitahuan dari penyunting terkait proses persetujuan paket.
it: Notifiche dallɜ curanti relative al processo di approvazione del contenuto.
pl: Powiadomienia od redaktorów związane z procesem zatwierdzania pakietu.
ru: Уведомления от редакторов, связанные с процессом одобрения пакета.
ta: தொகுப்பு ஒப்புதல் செயல்முறை தொடர்பான ஆசிரியர்களிடமிருந்து அறிவிப்புகள்.
uk: Повідомлення від редакторів, що стосуються процесу затвердження пакунку.

source: When a thread is created on your package.
cs: Když je pro tvůj balíček vytvořeno vlákno.
de: Wenn für Ihr Paket ein Thema erstellt wird.
id: Saat utas dibuat pada paket Anda.
it: Quando una discussione viene creata su un tuo contenuto.
pl: Kiedy wątek zostaję utworzony pod twoim pakietem.
ru: Когда в вашем пакете создается ветка.
ta: உங்கள் தொகுப்பில் ஒரு நூல் உருவாக்கப்படும் போது.
uk: Коли створено ланцюжок до вашого пакунку.

source: When a user posts a review on your package.
cs: Když uživatel pošle zpětnou vazbu k tvému balíčku.
de: Wenn ein Benutzer eine Rezension für Ihr Paket geschrieben hat.
id: Saat pengguna mengirim ulasan tentang paket Anda.
it: Quando un*utente pubblica una recensione su un tuo contenuto.
pl: Kiedy użytkownik wyśle opinię o twoim pakiecie.
ru: Когда пользователь оставляет обзор об вашем пакете.
ta: ஒரு பயனர் உங்கள் தொகுப்பில் மதிப்பாய்வை இடுகையிடும்போது.
uk: Коли користувач залишає відгук про ваш пакунок.

source: When someone replies to a thread you're watching.
cs: Když někdo odpoví na vlákno, které sleduješ.
de: Wenn jemand auf ein Thema, das Sie beobachten, antwortet.
id: Saat seseorang membalas utas yang Anda tonton.
it: Quando qualcunə risponde a una discussione che stai seguendo.
pl: Kiedy ktoś odpowie w wątku, który obserwujesz.
ru: Когда кто-то отвечает на ветку, которой вы следите.
ta: நீங்கள் பார்க்கும் ஒரு நூலுக்கு யாராவது பதிலளிக்கும்போது.
uk: Коли хтось відповідає на ланцюжок, за яким ви стежите.

source: From a bot - for example, update notifications.
cs: Od bota - pro příklad, aktualizace upozornění.
de: Von einem Bot – zum Beispiel für Aktualisierungsbenachrichtigungen.
id: Dari bot - misalnya, pemberitahuan pembaruan.
it: Da parte di un bot - per esempio, notifiche per gli aggiornamenti.
pl: Od bota - np. powiadomienie o aktualizacji.
ru: От бота - например, уведомления об обновлениях.
ta: ஒரு போட் - எடுத்துக்காட்டாக, அறிவிப்புகளைப் புதுப்பிக்கவும்.
uk: Від бота — наприклад, сповіщення про оновлення.
