Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: These packages have screenshots that are too small, and should be replaced.
cs: Tyto balíčky mají snímky obrazovky, které jsou příliš malé a měly by být nahrazeny.
de: Diese Pakete haben Screenshots, die zu klein sind und ersetzt werden sollten.
fr: Ces paquets ont des captures d'écran trop petites, elles devraient être remplacées.
id: Paket-paket ini memiliki tangkapan layar yang terlalu kecil dan perlu diganti.
it: Questi contenuti presentano degli screenshot troppo piccoli, sarebbe necessario rimpiazzarli.
ms: Pakej-pakej ini mempunyai tangkap layar yang terlalu kecil, dan patut digantikan.
pl: Te paczki posiadają zrzuty ekranu, które są za małe i powinny być zamienione.
ru: В этих дополнениях скриншоты слишком маленькие, и их следует заменить.
sk: Tieto balíky obsahujú príliš malé snímky a mali by byť nahradené.
sv: Dessa paket har skärmdumpar som är för små, och som borde ersättas.
ta: இந்த தொகுப்புகளில் திரை சாட்கள் மிகச் சிறியவை, அவை மாற்றப்பட வேண்டும்.
uk: Скріншоти цих пакунків мають занадто малі розміри, і їх слід замінити.
vi: Những gói này có ảnh chụp màn hình nhưng chúng quá nhỏ, và cần được thay thế.

source: Red and orange are screenshots below the limit, and grey screenshots are below the recommended resolution.
cs: Červená a oranžová jsou snímky obrazovky menší, než dolní limit, zatímco šedé snímky obrazovky nedosahují doporučeného rozlišení.
de: Rot und orange sind Screenshots, die unter dem Grenzwert liegen, und graue Screenshots liegen unter der empfohlenen Auflösung.
fr: Les zones rouge et orange correspondent aux tailles en dessous du minimum, et la zone grise en dessous de la taille recommandée.
id: Merah dan jingga adalah tangkapan layar yang di bawah batas. Abu-abu adalah tangkapan layar yang di bawah saran.
it: Gli screenshot in rosso e arancione rappresentano quelli sotto il limite minimo, mentre quelli in grigio sono al di sotto della risoluzione consigliata.
ms: Yang warna merah dan jingga itu tangkap layar di bawah had minimum, manakala yang kelabu itu tangkap layar di bawah leraian yang disyorkan.
pl: Czerwone i pomarańczowe to zrzuty ekranu poniżej limitu oraz szare zrzuty ekranu są poniżej zalecanej rozdzielczości.
ru: Красный и оранжевый цвета - это скриншоты ниже предельного ограничения, а серые скриншоты - ниже рекомендуемого разрешения.
sk: Červené a oranžové snímky nespĺňajú limit a šedé snímky nespĺňajú odporúčané rozlíšenie.
sv: Röd och orange är skärmdumpar över gränsen, och gråa skärmdumpar är under den rekommenderade upplösningen.
ta: சிவப்பு மற்றும் ஆரஞ்சு ஆகியவை வரம்பிற்கு கீழே உள்ள திரை சாட்கள், மற்றும் சாம்பல் திரை சாட்கள் பரிந்துரைக்கப்பட்ட தெளிவுத்திறனுக்குக் கீழே உள்ளன.
uk: Червоним і помаранчевим позначені скріншоти з роздільною здатністю, нижчою за граничну, а сірим - нижчою за рекомендовану.
vi: Màu đỏ và màu cam là ảnh chụp màn hình dưới giới hạn và ảnh chụp màn hình màu xám ở dưới độ phân giải được đề xuất.

source: See All
cs: Zobrazit vše
de: Alle sehen
fr: Voir tout
id: Lihat Semua
it: Mostra Tutto
ms: Lihat Semua
pl: Zobacz wszystko
ru: Смотреть все
sk: Pozri všetko
sv: Se alla
ta: அனைத்தையும் காண்க
uk: Переглянути всі
vi: Thấy Tất cả

source: Packages Without Tags
cs: Balíčky bez štítků
de: Pakete ohne Tags
fr: Paquets sans étiquette
id: Paket Tanpa Label
it: Contenuti Senza Etichette
ms: Pakej Tanpa Tag
pl: Paczki bez tagów
ru: Дополнения без тегов
sk: Balíky bez tagov
sv: Paket utan taggar
ta: குறிச்சொற்கள் இல்லாமல் தொகுப்புகள்
uk: Пакунки без теґів
vi: Gói không có thẻ

source: Labelling your packages with tags helps users find them.
cs: Označení vašich balíčků štítky pomáhá uživatelům je najít.
de: Die Kennzeichnung Ihrer Pakete mit Tags hilft den Nutzern, sie zu finden.
fr: Mettre des étiquettes sur vos paquets aide les utilisateurs à les trouver.
id: Melabeli paket Anda memudahkan pengguna mencarinya.
it: Inserire delle etichette sui tuoi contenuti aiuta lɜ utenti a trovarli.
ms: Menandai pakej anda menggunakan tag memudahkan pengguna mencarinya.
pl: Oznaczanie paczek za pomocą tagów pomaga użytkownikom je odnaleźć.
ru: Маркировка ваших дополнений тегами помогает пользователям найти их.
sk: Označenie tvojich balíkov tagmi pomáha užívateľom v ich vyhľadávaní.
sv: Att beskriva ditt paket med taggar hjälper användare hitta dem.
ta: குறிச்சொற்களுடன் உங்கள் தொகுப்புகளை லேபிளிடுவது பயனர்களைக் கண்டுபிடிக்க உதவுகிறது.
uk: Позначення пакунків теґами допомагає користувачам їх знаходити.
vi: Gắn nhãn các gói của bạn bằng các thẻ sẽ giúp người dùng tìm thấy chúng.

source: Unadded Topics
cs: Nepřidaná témata
de: Nicht hinzugefügte Themen
fr: Sujets non ajoutés
id: Topik yang Belum Ditambahkan
it: Discussioni Non Inserite
ms: Topik Belum Ditambah
pl: Niedodane tematy
ru: Не добавленные темы
sk: Nepridané témy
sv: Ej tillagda trådar
ta: சேர்க்கப்படாத தலைப்புகள்
uk: Не додані теми
vi: Chủ đề chưa được cập nhật

source: List of your forum topics which do not have a matching package.
cs: Seznam témat vašeho fóra, která nemají odpovídající balíček.
de: Liste Ihrer Forenthemen , die kein dazugehöriges Paket haben.
fr: Liste de vos discussion du forum qui n'ont pas de paquet associé.
id: Daftar topik forum Anda yang tidak memiliki paket yang cocok.
it: Elenco delle tue discussioni sul forum alle quali non corrisponde un contenuto.
ms: Senarai topik forum anda yang masih belum ada pakej yang sepadan.
pl: Lista twoich tematów na forum, które nie mają odpowiadającej paczki.
ru: Список тем вашего форума, для которых нет соответствующего дополнения.
sk: Zoznam tvojich tém na fóre, ktoré sa nezhodujú so žiadnym balíkom.
sv: Lista med forumtrådar som inte har ett respektivt paket.
ta: பொருந்தக்கூடிய தொகுப்பு இல்லாத உங்கள் மன்ற தலைப்புகளின் பட்டியல்.
uk: Список тем вашого форуму, які не мають відповідного пакунку.
vi: Danh sách các chủ đề diễn đàn của bạn không có gói phù hợp.

source: Congrats! You don't have any topics which aren't on CDB.
cs: Blahopřejeme! Nemáte žádné téma, jež není na ContentDB.
de: Herzlichen Glückwunsch! Sie haben keine Themen, die nicht auf CDB sind.
fr: Félicitation ! Aucun de vos sujets de forum ne manque sur CDB.
id: Selamat! Anda tidak memiliki topik yang tidak ada di CDB.
it: Congratulazioni! Non possiedi discussioni che non siano su CDB.
ms: Tahniah! Anda tiada sebarang topik yang belum ada di CDB.
pl: Gratulacje! Nie masz żadnych tematów, które nie są na CDB.
ru: Поздравляем! У вас нет ни одной темы, которой бы не было на CDB.
sk: Gratulujem! Nemáš žiadne témy, ktoré by neboli na CDB.
sv: Gratulerar! Du har inte några trådar som inte finns på CDB.
ta: வாழ்த்துக்கள்! சிடிபியில் இல்லாத தலைப்புகள் உங்களிடம் இல்லை.
uk: Вітаю! У вас немає тем, яких немає на CDB.
vi: Chúc mừng! Bạn không có bất kỳ chủ đề nào không có trên CDB.

source: Find packages to translate
cs: Najde balíčky k překladu
de: Pakete zum Übersetzen finden
fr: Rechercher des paquets à traduire
id: Cari paket untuk diterjemahkan
it: Trova contenuti da tradurre
ms: Cari pakej untuk diterjemah
pl: Znajdź pakiety do przetłumaczenia
ru: Найти пакеты чтобы перевести
sv: Hitta paket att översätta
ta: மொழிபெயர்க்க தொகுப்புகளைக் கண்டறியவும்
uk: Знайти пакунки для перекладу

source: Help make Luanti more accessible by translating packages into other languages.
cs: Pomozte učinit Luanti přístupnějším díky překladu balíčků do jiných jazyků.
de: Helfen Sie dabei, Luanti noch allgemeinzugänglicher zu machen, indem Sie Pakete in andere Sprachen übersetzen.
id: Bantu membuat Luanti lebih mudah diakses dengan menerjemahkan paket-paket ke dalam bahasa lain.
it: Aiuta a rendere Luanti più accessibile traducendo contenuti in altre lingue.
pl: Pomóż uczynić Luanti bardziej dostępnym tłumacząc pakiety na inne języki.
sv: Hjälp Luanti att bli mer tillgänglig genom att översätta paket till andra språk.
ta: தொகுப்புகளை பிற மொழிகளில் மொழிபெயர்ப்பதன் மூலம் லுவாண்டியை மேலும் அணுக உதவுகிறது.
uk: Допоможіть Luanti бути доступнішим, перекладаючи пакунки на інші мови.

source: How to translate a mod / game
cs: Jak přeložit mód / hru
de: Wie man ein Mod/Spiel übersetzt
fr: Comment traduire un mod / un jeu
id: Cara menerjemahkan mod/permainan
it: Comee tradurre una mod / gioco
pl: Jak przetłumaczyć mod / grę
ru: Как перевести мод / игру
sv: Hur man översätter en modd / ett spel
ta: ஒரு மோட் / விளையாட்டை எவ்வாறு மொழிபெயர்ப்பது
uk: Як перекласти мод / гру

source: Packages that support translation
cs: Balíčky podporující překlad
de: Pakete, die Übersetzung unterstützen
fr: Paquets compatibles avec la traduction
id: Paket-paket yang mendukung terjemahan
it: Contenuti che supportano le traduzioni
ms: Pakej yang menyokong terjemahan
pl: Pakiety, które wspierają tłumaczenia
ru: Пакеты, поддерживающие перевод
sv: Paket som stöder översättning
ta: மொழிபெயர்ப்பை ஆதரிக்கும் தொகுப்புகள்
uk: Пакунки, що підтримують переклад

source: Only show packages with %(lang)s translation
cs: Zobrazit pouze balíčky přeložené do %(lang)s
de: Nur Pakete mit Übersetzung für %(lang)s anzeigen
fr: N'afficher que les paquets disposant d'une traduction en %(lang)s
id: Hanya tampilkan paket dengan terjemahan %(lang)s
it: Mostra solo i contenuti tradotti in %(lang)s
ms: Hanya tunjukkan pakej dengan terjemahan bahasa %(lang)s
pl: Pokazuj tylko pakiety z tłumaczeniem na %(lang)s
ru: Показывать только пакеты с языком %(lang)s
sv: Visa bara paket med %(lang)s-översättning
ta: %(lang)s மொழிபெயர்ப்புடன் மட்டுமே தொகுப்புகளைக் காட்டு
uk: Показати лише пакунки з перекладом %(lang)s

source: Hide packages with %(lang)s translation
cs: Skrýt balíčky přeložené do %(lang)s
de: Pakete mit Übersetzung für %(lang)s verbergen
fr: Ne pas afficher les paquets traduits en %(lang)s
id: Sembuyikan paket dengan terjemahan %(lang)s
it: Nascondi i contenuti tradotti in %(lang)s
ms: Sembunyikan pakej dengan terjemahan bahasa %(lang)s
pl: Ukryj pakiety z tłumaczeniem na %(lang)s
ru: Скрыть пакеты с языком %(lang)s
sv: Göm paket med %(lang)s-översättning
ta: %(lang)s மொழிபெயர்ப்புடன் தொகுப்புகளை மறைக்கவும்
uk: Сховати пакунки із перекладом %(lang)s

source: Account and Security - %(username)s
cs: Účet a zabezpečení - %(username)s
de: Konto und Sicherheit – %(username)s
fr: Compte et sécurité | %(username)s
id: Akun dan Keamanan - %(username)s
it: Account e Sicurezza - %(username)s
ms: Akaun dan Keselamatan - %(username)s
pl: Konto i bezpieczeństwo - %(username)s
ru: Аккаунт и безопасность - %(username)s
sk: Účet a bezpečnosť - %(username)s
sv: Konto och säkerhet - %(username)s
ta: கணக்கு மற்றும் பாதுகாப்பு - %(username)s
uk: Обліковий запис та безпека - %(username)s
vi: Tài khoản và Bảo mật - %(username)s

source: Change Password
cs: Změnit heslo
de: Passwort ändern
fr: Changer le mot de passe
id: Ganti Kata Sandi
it: Cambia la Password
ms: Tukar Kata Laluan
pl: Zmień hasło
ru: Изменить пароль
sk: Zmeniť heslo
sv: Ändra lösenord
ta: கடவுச்சொல்லை மாற்றவும்
uk: Змінити пароль
vi: Đổi mật khẩu

source: Set Password
cs: Nastavit heslo
de: Passwort festlegen
fr: Définir un mot de passe
id: Atur Kata Sandi
it: Imposta una Password
ms: Tetapkan Kata Laluan
pl: Ustaw hasło
ru: Установить пароль
sk: Nastaviť heslo
sv: Sätt lösenord
ta: கடவுச்சொல்லை அமைக்கவும்
uk: Вказати пароль
vi: Đặt Mật Khẩu

source: Has password
cs: Má heslo
de: Hat Passwort
fr: A un mot de passe
id: Memiliki kata sandi
it: Ha una password
ms: Mempunyai kata laluan
pl: Posiada hasło
ru: Имеет пароль
sk: Má heslo
sv: Har lösenord
ta: கடவுச்சொல் உள்ளது
uk: Має пароль
vi: Có mật khẩu

source: Doesn't have password
cs: Nemá heslo
de: Hat kein Passwort
fr: N'a pas de mot de passe
id: Tidak memiliki kata sandi
it: Non ha una password
ms: Tidak mempunyai kata laluan
pl: Nie posiada hasła
ru: Не имеет пароля
sk: Nemá heslo
sv: Har inte lösenord
ta: கடவுச்சொல் இல்லை
uk: Не має пароля
vi: Không có mật khẩu

source: Linked Accounts
cs: Připojené účty
de: Verknüpfte Konten
fr: Comptes liés
id: Akun Tertaut
it: Account Collegati
ms: Akaun Terpaut
pl: Połączone konta
ru: Связанные аккаунты
sk: Pripojené účty
sv: Länkade konton
ta: இணைக்கப்பட்ட கணக்குகள்
uk: Пов’язані облікові записи
vi: Tài khoản được Liên kết

source: Please PM %(rubenwardy)s on the forums to link your account.
cs: Prosím, napište (anglicky) soukromou zprávu %(rubenwardy)s na foru pro odkaz na účet.
de: Bitte schreiben sie auf dem Forum eine PN an %(rubenwardy)s, um ihren Account zu verknüpfen.
fr: Contactez %(rubenwardy)s via MP sur le forum pour lier votre compte.
id: Harap japri %(rubenwardy)s di forum untuk menautkan akun Anda.
it: MP %(rubenwardy)s sul forum per collegare il tuo account, per favore.
ms: Sila hantar mesej kepada %(rubenwardy)s di forum untuk memautkan akaun anda.
pl: Wyślij wiadomość prywatną do użytkownika %(rubenwardy)s na forum aby połączyć swoje konto.
ru: Пожалуйста, напишите в ЛС %(rubenwardy)s на форуме, чтобы привязать свой аккаунт.
sk: Pre pripojenie účtu, prosím napíš súkromnú správu (PM) %(rubenwardy)s na fóre.
sv: Var snäll och PM:a %(rubenwardy)s på forumen för att länka ditt konto.
ta: உங்கள் கணக்கை இணைக்க மன்றங்களில் PM %(rubenwardy)s.
uk: Будь ласка, напишіть на форумі %(rubenwardy)s, щоб прив'язати свій обліковий запис.
vi: Xin “PM %(rubenwardy)s ” trên diễn đàn để liên kết tài khoản của bạn.

source: View ContentDB's GitHub Permissions
cs: Prohlédnout pravomoce ContentDB na GitHub
de: ContentDBs GitHub-Berechtigungen anzeigen
fr: Voir les permissions GitHub de ContentDB
id: Lihat Izin ContentDB di GitHub
it: Mostra i Permessi GitHub di ContentDB
ms: Lihat Kebenaran GitHub Milik ContentDB
pl: Zobacz uprawnienia GitHub serwisu ContentDB
ru: Просмотр разрешений ContentDB на GitHub
sk: Pozri ContentDB povolenia pre GitHub
sv: Visa ContentDB:s GitHub-behörigheter
ta: ContentDB இன் GITHUB அனுமதிகளைக் காண்க
uk: Перегляд дозволів ContentDB на GitHub
vi: Xem quyền GitHub của ContentDB

source: Disconnect
cs: Odpojit (se)
de: Trennen
id: Terputus
it: Disconnetti
pl: Rozłącz
ru: Отключить
sv: Koppla loss
ta: துண்டிக்கவும்
uk: Від'єднатися

source: Link Github
cs: Připojit Github
de: Github verlinken
fr: Lien GitHub
id: Tautkan GitHub
it: Collega GitHub
ms: Pautkan Github
pl: Połącz konto GitHub
ru: Привязать Github
sk: Pripoj GitHub
sv: Länka GitHub
ta: இணைப்பு அறிவிலிமையம்
uk: Посилання на Github
vi: Liên kết Github

source: None
cs: Žádný
de: Keine
fr: Aucun
id: Tidak Ada
it: Nessuno
ms: Tiada
pl: Brak
ru: Ничего
sk: Žiadne
sv: Inget
ta: எதுவுமில்லை
uk: Нічого
vi: Không có

source: Account Deletion and Deactivation
cs: Odstranění a deaktivace účtu
de: Löschung und Deaktivierung des Kontos
fr: Suppression et désactivation du compte
id: Penghapusan dan Penonaktifan Akun
it: Cancellazione e Disattivazione dell'Account
ms: Pemadaman dan Nyahaktif Akaun
pl: Usuwanie konta oraz dezaktywacja
ru: Удаление и деактивация аккаунта
sk: Vymazanie a deaktivácia účtu
sv: Kontoborttagning och deaktivering
ta: கணக்கு நீக்குதல் மற்றும் செயலிழக்கச் செய்தல்
uk: Видалення та деактивація облікового запису
vi: Xóa tài khoản và vô hiệu hóa

source: Delete or Deactivate
cs: Odstranit či deaktivovat
de: Löschen oder deaktivieren
fr: Supprimer ou désactiver
id: Hapus atau Nonaktifkan
it: Cancella o Disattiva
ms: Padam atau Nyahaktif
pl: Usuń lub dezaktywuj
ru: Удалить или деактивировать
sk: Vymayať alebo Deaktivovať
sv: Ta bort eller deaktivera
ta: நீக்கு அல்லது செயலிழக்கச் செய்யுங்கள்
uk: Видалити або деактивувати
vi: Xóa hay Tắt

source: Account Deletion and Deactivation isn't available to users yet.
cs: Smazání a deaktivace účtu zatím není uživatelům k dispozici.
de: Kontolöschung und -deaktivierung ist für Benutzer noch nicht verfügbar.
fr: La suppression et la désactivation de compte n'est pas encore disponibles pour les utilisateurs.
id: Penghapusan dan Penonaktifan Akun belum tersedia untuk pengguna.
it: La Cancellazione e la Disattivazione dell'Utenza non sono ancora disponibili per lɜ utenti.
ms: Pemadaman dan Nyahaktif Akaun belum tersedia untuk pengguna.
pl: Usuwanie konta oraz dezaktywacja nie jest jeszcze dostępna dla użytkowników.
ru: Удаление и деактивация аккаунта пока недоступны пользователям.
sk: Vymazanie alebo deaktivácia účtu ešte nie je užívateľom prístupné.
sv: Kontoborttagning och deaktivering är inte tillgängliga för användare än.
ta: கணக்கு நீக்குதல் மற்றும் செயலிழக்கச் செய்தல் இன்னும் பயனர்களுக்கு கிடைக்கவில்லை.
uk: Видалення та деактивація облікового запису ще не доступні користувачам.
vi: Người dùng chưa thể xóa và hủy kích hoạt tài khoản.

source: Please raise a report to request account deletion.
cs: Chcete-li požádat o smazání účtu, zahajte prosím žádost.
de: Bitte reichen Sie eine Meldung ein, um eine Kontolöschung zu erbeten.
id: Harap kirim laporan untuk memohon penghapusan akun.
it: Fai una richiesta per la cancellazione dell'utenza.
sv: Vänligen gör en anmälan för att be om kontoborttagning (på engelska).
ta: கணக்கு நீக்குதலைக் கோர ஒரு அறிக்கையை எழுப்பவும்.
uk: Будь ласка, надішліть звіт, аби подати запит на видалення облікового запису.

source: Recent Account Actions
cs: Nedávné akce účtu
de: Kürzliche Kontoaktionen
fr: Actions récentes sur les comptes
id: Tindakan Akun Terakhir
it: Azioni Recenti dell'Account
ms: Perbuatan Akaun Terbaru
pl: Ostatnie akcje na koncie
ru: Последние действия аккаунта
sk: Posledné úpravy účtu
sv: Nyliga kontoåtgärder
ta: அண்மைக் கால கணக்கு நடவடிக்கைகள்
uk: Нещодавні операції з рахунком
vi: Các Hành động Tài khoản Gần đây

source: Your email is needed to recover your account if you forget your password and to send (configurable) notifications.
cs: Váš e-mail je nutný k obnovení vašeho účtu, pokud zapomenete heslo, a k zasílání (nastavitelných) upozornění.
de: Ihre E-Mail-Adresse wird benötigt, um Ihr Konto wiederherzustellen, wenn Sie Ihr Passwort vergessen haben, und um (konfigurierbare) Benachrichtigungen zu senden.
fr: Votre adresse électronique est nécessaire pour récupérer votre compte si vous oubliez votre mot de passe et pour envoyer des notifications (configurables).
id: Surel Anda diperlukan untuk memulihkan akun Anda ketika Anda lupa kata sandi Anda dan untuk mengirim pemberitahuan (dapat diatur).
it: L'e-mail è necessaria per recuperare l'account se si dimentica la password e per inviare notifiche (configurabili).
ms: E-mel anda diperlukan untuk memulihkan akaun anda jika anda terlupa kata laluan dan untuk menghantar pemberitahuan (boleh diubah).
pl: Twój email jest wymagany do odzyskania konta jeżeli zapomnisz hasła oraz do wysyłania powiadomień.
ru: Ваш адрес электронной почты необходим для восстановления аккаунта, если вы забыли пароль, и для отправки (настраиваемых) уведомлений.
sk: Tvoj email je potrebný pre obnovenie účtu v prípade ak zabudneš svoje heslo a na posielanie (nastaviteľných) upozornení.
sv: Din mejladress behövs för att rädda ditt konto om du glömmer lösenordet och för att skicka (konfiguerbara) notiser.
ta: உங்கள் கடவுச்சொல்லை மறந்துவிட்டால் மற்றும் (உள்ளமைக்கக்கூடிய) அறிவிப்புகளை அனுப்ப உங்கள் கணக்கை மீட்டெடுக்க உங்கள் மின்னஞ்சல் தேவை.
uk: Ваша електронна пошта потрібна для відновлення облікового запису, якщо ви забудете пароль, а також для надсилання сповіщень (які можна налаштувати).
vi: Email của bạn là cần thiết để phục hồi tài khoản của bạn nếu bạn quên mật khẩu và để gửi thông báo (theo cấu hình).

source: Your email will never be shared with a third-party.
cs: Váš email nikdy nebude sdílen s třetí stranou.
de: Ihre E-Mail-Adresse wird niemals an Dritte weitergegeben.
fr: Votre adresse électronique ne sera jamais partagée avec un tiers.
id: Surel Anda tidak akan pernah dibagikan kepada pihak ketiga.
it: La tua email non verrà mai condivisa con terzi.
ms: E-mel anda tidak akan dikongsikan dengan pihak ketiga.
pl: Twój email nigdy nie będzie udostępniony osobom trzecim.
ru: Ваша электронная почта никогда не будет передана третьим лицам.
sk: Tvoj email nie je zdieľaný s tretími stranami.
sv: Din mejladress kommer aldrig delas med tredje part.
ta: உங்கள் மின்னஞ்சல் ஒருபோதும் மூன்றாம் தரப்பினருடன் பகிரப்படாது.
uk: Ваша електронна пошта ніколи не буде передана третім особам.
vi: Email của bạn sẽ không bao giờ được chia sẻ với một bên thứ ba.

source: Note: protonmail is unsupported by ContentDB. <a href='https://forum.luanti.org/viewtopic.php?t=30709'>More info</a>.
cs: Upozornění: protonmail není podporován ContentDB. <a href="https://forum.luanti.org/viewtopic.php?t=30709">Více informací</a>.
id: Catatan: protonmail tidak didukung oleh ContentDB. <a href="https://forum.luanti.org/viewtopic.php?t=30709">Informasi lebih lanjut</a>.
sv: Notera: Protonmail stöds inte av ContentDB. <a href="https://forum.luanti.org/viewtopic.php?t=30709">Mer info</a>.
ta: குறிப்பு: புரோட்டான்மெயில் ContentDB ஆல் ஆதரிக்கப்படவில்லை. <a href="https://forum.luanti.org/viewtopic.php?t=30709"> மேலும் செய்தி </a>.
uk: Примітка: protonmail не підтримується ContentDB. <a href="https://forum.luanti.org/viewtopic.php?t=30709">Більше інформації</a>.

source: Must be at least 12 characters long.
cs: Musí být alespoň 12 znaků dlouhé.
de: Muss mindestens 12 Zeichen lang sein.
fr: Doit-être composé d'au moins 12 caractères.
id: Setidaknya harus 12 karakter.
it: Deve essere lungo al massimo 12 caratteri.
ms: Panjang mestilah sekurang-kurangnya 12 aksara.
pl: Musi mieć przynajmniej 12 znaków.
ru: Длина должна быть не менее 12 символов.
sv: Behöver vara minst 12 tecken långt.
ta: குறைந்தது 12 எழுத்துக்கள் நீளமாக இருக்க வேண்டும்.
uk: Має бути як мінімум 12 символів довжиною.

source: Create Account
cs: Vytvořit účet
de: Konto erstellen
fr: Créer un compte
id: Buat Akun
it: Crea un Account
ms: Cipta Akaun
pl: Utwórz konto
ru: Создать аккаунт
sk: Vytvoriť účet
sv: Skapa konto
ta: கணக்கை உருவாக்கவும்
uk: Створити обліківку
vi: Tạo Tài Khoản

source: Do you have an account on the Luanti Forums?
cs: Máte účet na Luanti forech?
de: Haben Sie ein Konto in den Luanti-Foren?
id: Apakah Anda memiliki akun di Forum Luanti?
it: Sei già in possesso di un account sul Forum?
pl: Czy posiadasz konto na Forum Luanti?
sv: Har du ett konto på Luanti-forumet?
ta: லுவாண்டி மன்றங்களில் உங்களிடம் கணக்கு இருக்கிறதா?
uk: У вас є обліковий запис на форумах Luanti?

source: ContentDB will link your account to your forum account if you have one, but you don't need one.
cs: ContentDB propojí váš účet s vaším účtem na fóru, pokud jej již máte. Není to však nutné.
de: ContentDB wird Ihren Account mit Ihren Forenaccount verknüpfen, wenn Sie einen haben, aber Sie brauchen keinen.
fr: Le ContentDB reliera votre compte à votre compte de forum si vous en avez un, mais vous n'en avez pas besoin.
id: ContentDB akan menautkan akun Anda dengan akun forum Anda jika Anda memilikinya, tetapi Anda tidak memerlukannya.
it: ContentDB assocerà il tuo account a quello del forum, se ne hai uno, ma non è obbligatorio.
ms: ContentDB akan memautkan akaun anda ke akaun forum anda jika anda mempunyainya, tetapi anda tidak memerlukannya.
pl: ContentDB połączy twoje konto z twoim kontem na forum jeżeli takie posiadasz jednak nie jest ono wymagane.
ru: ContentDB свяжет вашу учётную запись с вашей учётной записью на форуме, если она у вас есть, но она вам не нужна.
sk: ContentDB prepojí tvoj účet k tvojmu účtu na fóre ak už nejaký máš, avšak žiadny nepotrubuješ.
sv: ContentDB kommer länka ditt konto till ditt forumkonto om du har ett, men du behöver inte det.
ta: உங்களிடம் ஒன்று இருந்தால் ContentDB உங்கள் கணக்கை உங்கள் மன்றக் கணக்கில் இணைக்கும், ஆனால் உங்களுக்கு ஒன்று தேவையில்லை.
uk: ContentDB зв'яже ваш обліковий запис з вашим обліковим записом на форумі, якщо він у вас є, але він вам не потрібен.
