Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Edit release
cs: Upravit vydání
de: Release bearbeiten
fr: Modifier la version
id: Sunting rilisan
it: Modifica il rilascio
ms: Sunting terbitan
pl: Edytuj wydanie
ru: Редактировать релиз
sk: Upraviť vydanie
sv: Redigera utgivning
ta: வெளியீட்டைத் திருத்து
uk: Змінити випуск
vi: Chỉnh sửa phát hành

source: Release short name. Eg: 1.0.0 or 2018-05-28
cs: Zkrácený název vydání. Např.: 1.0.0 nebo 2018-05-28
de: Kurzname des Releases, z.B.: 1.0.0 oder 2018-05-28
id: Nama pendek rilisan. Misalnya 1.0.0 atau 28-05-2018
it: Nome breve del Rilascio. Es. 1.0.0 o 2018-05-28
ru: Краткое название релиза. Например: 1.0.0 или 2018-05-28
ta: குறுகிய பெயரை விடுவிக்கவும். எ.கா: 1.0.0 அல்லது 2018-05-28
uk: Коротка назва випуску. Наприклад: 1:0.0 або 2018-05-28

source: Human-readable name. Eg: 1.0.0 - The Trains Update
cs: Plný název, např. 1.0.0 - Vylepšení železnice
de: Name für Menschen, z.B.: 1.0.0 – Das Züge-Update
id: Nama yang dapat dibaca manusia. Misalnya 1.0.0 - Pembaruan Kereta
it: Nome per lɜ esseri umanɜ. Es. 1.0.0 - Arrivano i Treni
ru: Удобочитаемое название. Например: 1.0.0 - Обновление Поездов
ta: மனிதனால் படிக்கக்கூடிய பெயர். எ.கா: 1.0.0 - ரயில்கள் புதுப்பிப்பு
uk: Зрозуміла назва. Наприклад: 1.0.0 - Оновлення потягів

source: Commit Hash
cs: Předat Hash
fr: Hachage de commit
id: Hash Commit
it: Hash del Contributo
ms: Cincang Serahan
pl: Hash commitu
ru: Хэш коммита
sk: Odovzdať Hash
ta: கமிட் ஆச்
uk: Геш коміту
vi: Cam Kết Băm

source: view task
cs: zobrazit úkol
de: Aufgabe ansehen
fr: afficher la tâche
id: lihat tugas
it: mostra il compito
ms: lihat tugasan
pl: zobacz zadanie
ru: посмотреть задачу
sk: Pozri úlohu
sv: visa uppgift
ta: பணியைக் காண்க
uk: переглянути завдання
vi: xem nhiệm vụ

source: Approved
cs: Schváleno
de: Genehmigt
fr: Approuvé
id: Disetujui
it: Approvato
ms: Diluluskan
pl: Zatwierdzone
ru: Проверено
sk: Schválené
sv: Godkänd
ta: அங்கீகரிக்கப்பட்டது
uk: Затверджено
vi: Đã được phê duyệt

source: Supported Luanti versions
cs: Podporované verze Luanti
de: Unterstützte Luanti-Versionen
id: Versi Luanti yang didukung
it: Versioni di Luanti supportate
pl: Wspierane wersje Luanti
sv: Luantiversioner som stöds
ta: ஆதரிக்கப்பட்ட லுவாண்டி பதிப்புகள்
uk: Підтримувані Luanti версії

source: Are you sure your package doesn't work on versions after %(version)s?
cs: Jsi si jist, že tvůj balíček nebude fungovat na verzích novějších, než %(version)s?
de: Sind Sie sich sicher, dass Ihre Anwendung in Versionen nach %(version)s nicht funktioniert?
fr: Êtes-vous certain(e) que votre paquet ne fonctionne pas avec les versions postérieures à la version %(version)s ?
id: Apakah Anda yakin paket Anda tidak berfungsi pada versi setelah %(version)s?
it: Sei sicurə che i tuoi contenuti non funzionano su versioni successive a %(version)s?
ms: Adakah anda pasti pakej anda tidak berfungsi pada versi selepas %(version)s?
pl: Czy jesteś pewien, że twój pakiet nie działa na wersjach po %(version)s?
ru: Вы уверены, что ваш пакет не работает на версиях после %(version)s?
sv: Är du säker på att ditt paket inte fungerar på versioner efter %(version)s?
ta: %(version)sுக்குப் பிறகு உங்கள் தொகுப்பு பதிப்புகளில் வேலை செய்யாது என்பதில் உறுதியாக இருக்கிறீர்களா?
uk: Ви впевнені, що ваш пакунок не працює на версіях після %(version)s?

source: Only set the maximum version if you know that it doesn't work on newer Luanti versions.
cs: Nastav nejnovější verzi Luanti jen pokud víš, že na novějších verzích nebude tvůj balíček fungovat.
de: Setzen Sie nur die maximale Version, wenn Sie wissen, dass es nicht in neueren Luanti-Versionen funktioniert.
id: Hanya tetapkan versi maksimum jika Anda tahu bahwa ia tidak berfungsi pada versi Luanti yang lebih baru.
it: Inserisci la versione massima solo se sai che non funziona su versioni di Luanti più recenti.
pl: Ustaw maksymalną wersję tylko jeśli jesteś pewien, że nie będzie działać na nowszych wersjach Luanti.
sv: Ange bara den maximala versionen om du vet att den inte fungerar på nyare Luanti-versioner.
ta: புதிய லுவாண்டி பதிப்புகளில் இது வேலை செய்யாது என்று உங்களுக்குத் தெரிந்தால் மட்டுமே அதிகபட்ச பதிப்பை அமைக்கவும்.
uk: Встановлюйте максимальну версію, лише якщо знаєте, що вона не працює на новіших версіях Luanti.

source: Don't set the maximum version just because you haven't tested it on newer versions.
cs: Nenastavuj maximální verzi Luanti, pokud jsi netestoval, zda balíček nebude fungovat na novějších verzích.
de: Setzen Sie nicht die maximale Version, nur wenn Sie es nicht in neueren Versionen getestet haben.
fr: Ne définissez pas la version maximale seulement parce que vous ne l'avez pas testé avec les versions les plus récentes.
id: Jangan setel versi maksimum hanya karena Anda belum mengujinya pada versi yang lebih baru.
it: Non inserire una versione massima solo perché non lo hai testato su versioni di Luanti più recenti.
ms: Jangan tetapkan versi maksimum hanya sebab anda belum mencubanya pada versi yang lebih baru.
pl: Nie ustawiaj maksymalnej wersji tylko dlatego, że nie przetestowałeś na nowszych wersjach.
ru: Не устанавливайте максимальную версию только потому, что вы не тестировали ее на более новых версиях.
sv: Ställ inte in den maximala versionen bara för att du inte har testat den på nyare versioner.
ta: புதிய பதிப்புகளில் நீங்கள் அதை சோதிக்கவில்லை என்பதால் அதிகபட்ச பதிப்பை அமைக்க வேண்டாம்.
uk: Не встановлюйте максимальну версію лише тому, що ви не тестували її на новіших версіях.

source: Set the minimum and maximum Luanti versions supported. This release will be hidden to clients outside of that range.
cs: Nastaví nejnižší a nejvyšší podporovanou verzi Luanti. Vydání bude skryto uživatelům mimo stanovení rozsah.
de: Legen Sie die minimal und maximal unterstützten Luanti-Versionen fest. Dieser Release wird für Clients, die außerhalb dieses Bereichs liegen, nicht angezeigt.
id: Atur versi Luanti minimum dan maksimum yang didukung. Rilisan ini akan disembunyikan dari klien yang tidak didukung.
it: Imposta la versione minima e massima di Luanti supportata. Questo rilascio sarà nascosto ai client al di fuori di tale intervallo.
pl: Ustaw minimalną i maksymalną wspieraną wersję Luanti. To wydanie będzie ukryte dla klientów poza tym zakresem.
sv: Ställ in den minsta och högsta Luantiversionen som stöds. Denna utgivning kommer gömmas för klienter utanför spannet.
ta: ஆதரிக்கப்படும் குறைந்தபட்ச மற்றும் அதிகபட்ச லுவாண்டி பதிப்புகளை அமைக்கவும். இந்த வெளியீடு அந்த வரம்பிற்கு வெளியே வாடிக்கையாளர்களுக்கு மறைக்கப்படும்.
uk: Встановлення мінімальної та максимальної підтримуваних версій Luanti. Цей випуск буде приховано для клієнтів за межами цього діапазону.

source: You can <a href='/help/package_config/'>set this automatically</a> in the .conf of your package.
cs: Můžeš <a href="/help/package_config/">nastavit automaticky</a> v souboru .conf tvého balíčku.
de: Sie können <a href="/help/package_config/">dies automatisch</a> in der .conf Ihres Pakets einstellen.
fr: Vous pouvez <a href='/help/package_config/'>configurer cela automatiquement</a> dans le .conf de votre paquet.
id: Anda dapat <a href="/help/package_config/">mengaturnya secara otomatis</a> dalam berkas .conf paket Anda.
it: È possibile <a href="/help/package_config/">impostare automaticamente questo parametro</a> nel .conf del pacchetto.
ms: Anda boleh <a href='/help/package_config/'>tetapkan ini secara automatiknya</a> dalam .conf bagi pakej anda.
pl: Możesz <a href="/help/package_config/">ustawić to automatycznie</a> w pliku .conf twojej paczki.
ru: Вы можете <a href="/help/package_config/"> установить это автоматически</a> в .conf вашего дополнения.
sk: Môžeš <a href="/help/package_config/"> nastaviť automaticky </a> v .conf svojho balíka.
sv: Du kan <a href="/help/package_config/">ställa in detta automatiskt</a> i din .conf i paketet.
ta: உங்கள் தொகுப்பின் .conf இல் <a href="/help/packaction_config/">அமைக்க இதைத் தானாக</a> அமைக்கலாம்.
uk: Ви можете <a href="/help/package_config/">встановити це автоматично</a> у файлі .conf вашого пакунка.
vi: Bạn có thể <a href="/help/package_config/">đặt cái này tự động</a> trong .conf của gói của bạn.

source: Delete Release
cs: Smazat vydání
de: Release löschen
fr: Supprimer la version
id: Hapus Rilisan
it: Elimina il Rilascio
ms: Padam Terbitan
pl: Usuń wydanie
ru: Удалить релиз
sk: Vymazať Vydanie
sv: Ta bort utgivning
ta: வெளியீட்டை நீக்கு
uk: Видалити випуск
vi: Xóa bản phát hành

source: This is permanent.
cs: Toto je trvalé.
de: Dies ist dauerhaft.
fr: Ceci est permanent.
id: Hal ini bersifat permanen.
it: Ciò è permanente.
ms: Ini bersifat kekal.
pl: To jest trwałe.
ru: Это необратимо.
sk: Je to nartvalo.
sv: Detta är permanent.
ta: இது நிரந்தரமானது.
uk: Це назавжди.
vi: Đây là vĩnh viễn.

source: Any associated uploads will not be deleted immediately, but the release will no longer be listed.
cs: Všechna přidružená nahraná vydání nebudou okamžitě smazána, ale vydání již nebude uvedeno v seznamu vydání.
de: Alle damit verbundenen Uploads werden nicht sofort gelöscht, aber der Release wird nicht mehr aufgelistet.
fr: Les imports associés ne seront pas supprimé immédiatement, mais la version ne sera plus référencée.
id: Semua unggahan yang terkait tidak akan dihapus segera. Namun, rilisan ini tidak akan terdaftar.
it: Qualsiasi caricamento associato non verrà rimosso immediatamente, ma il rilascio non sarà più elencato.
ms: Sebarang muat naik yang berkaitan tidak dipadam serta-merta, tetapi terbitan tidak akan disenaraikan lagi.
pl: Jakiekolwiek powiązane przesyłanie nie będzie usunięte od razu ale wydanie nie będzie się więcej pojawiać.
ru: Все связанные с ним загрузки не будут удалены немедленно, но релиз больше не будет фигурировать в списке.
sk: Akékoľvek pridružené nahrané dokumenty nebudú vymazané natrvalo, ale vydanie už viac nebude obsiahnué.
sv: Alla associerade uppladdningar kommer inte tas bort med en gång, men utgivningar kommer inte längre listas.
ta: தொடர்புடைய எந்த பதிவேற்றங்களும் உடனடியாக நீக்கப்படாது, ஆனால் வெளியீடு இனி பட்டியலிடப்படாது.
uk: Будь-які пов'язані з ним завантаження не будуть видалені негайно, але випуск більше не буде відображатися у списку.
vi: Mọi nội dung tải lên được liên kết sẽ không bị xóa ngay lập tức, nhưng bản phát hành sẽ không còn được liệt kê.

source: You cannot delete the latest release; please create a newer one first.
cs: Nelze smazat nejnovější vydání; prosím, nejdříve vydej novější.
de: Sie können den neuesten Release nicht löschen, bitte erstellen Sie zuerst ein neueres.
fr: Vous ne pouvez pas supprimer la dernière version ; veuillez en créer une nouvelle d'abords.
id: Anda tidak dapat menghapus rilisan terbaru. Harap buat rilisan baru terlebih dahulu.
it: Non puoi rimuovere il rilascio più recente; creane prima uno nuovo per favore.
ms: Anda tidak boleh padam terbitan terbaru; sila cipta terbitan yang lebih baharu dahulu.
pl: Nie możesz usunąć najnowszego wydania; najpierw utwórz kolejne.
ru: Вы не можете удалить последний релиз; пожалуйста, сначала создайте более новый.
sk: Nemôžeš vymazať posledné vydanie; najprv vytvor novšie.
sv: Du kan inte ta bort det senaste utgivningar, var snäll och skapa en nyare först.
ta: அண்மைக் கால வெளியீட்டை நீங்கள் நீக்க முடியாது; முதலில் புதிய ஒன்றை உருவாக்கவும்.
uk: Ви не можете видалити останній випуск; будь ласка, спочатку створіть новіший.
vi: Bạn không thể xóa bản phát hành mới nhất; vui lòng tạo một cái mới hơn trước.

source: Create a release
cs: Vytvoření vydání
de: Release erstellen
fr: Publier une version
id: Buat sebuah rilisan
it: Crea un rilascio
ms: Cipta terbitan
pl: Utwórz wydanie
ru: Создать релиз
sk: Vytvoriť vydanie
sv: Skapa en utgivning
ta: ஒரு வெளியீட்டை உருவாக்கவும்
uk: Створити випуск
vi: Tạo một bản phát hành

source: You have automatic releases enabled.
cs: Zapnul jsi automatická vydání.
de: Sie haben automatische Releases aktiviert.
fr: Vous avez activé la publication de versions automatique.
id: Anda menyalakan rilisan otomatis.
it: Hai abilitato i rilasci automatici.
ms: Anda membolehkan terbitan automatik.
pl: Automatyczne wydania są włączone.
ru: У вас включены автоматические релизы.
sk: Automatické vydávanie je povolené.
sv: Du har automatiska utgivningar aktiverade.
ta: உங்களிடம் தானியங்கி வெளியீடுகள் இயக்கப்பட்டுள்ளன.
uk: У вас увімкнено автоматичні випуски.
vi: Bạn đã bật bản phát hành tự động.

source: You have Git update notifications enabled.
cs: Zapnul jsi oznámení o Git aktualizacích.
de: Sie haben die Git-Update-Benachrichtigungen aktiviert.
fr: Vos notifications de mise à jour Git sont activées.
id: Anda menyalakan pemberitahuan pembaruan Git.
it: Hai abilitato le notifiche di aggiornamento Git.
ms: Anda membolehkan pemberitahuan kemas kini Git.
pl: Powiadomienia o aktualizacji repozytorium Git są włączone.
ru: У вас включены уведомления об Git обновлениях.
sk: Upozornenia pre Git aktualizácie sú povolené.
sv: Du har Git-uppdateringsnotiser aktiverade.
ta: உங்களிடம் அறிவிலி புதுப்பிப்பு அறிவிப்புகள் இயக்கப்பட்டுள்ளன.
uk: У вас увімкнено сповіщення про оновлення Git.
vi: Bạn đã kích hoạt thông báo cập nhật Git.

source: You can enable automatic updates in the update settings.
cs: Můžeš zapnout automatické aktualizace v nastavení aktualizací.
de: Sie können automatische Aktualisierungen in den Aktualisierungseinstellungen aktivieren.
fr: Vous pouvez activer les mise à jour automatiques dans les paramètres de mise à jour.
id: Anda dapat menyalakan pembaruan otomatis di pengaturan pembaruan.
it: Puoi abilitare gli aggiornamenti automatici nelle impostazioni di aggiornamento.
ms: Anda boleh membolehkan kemas kini automatik menerusi tetapan kemas kini.
pl: Możesz włączyć automatyczne aktualizacje w ustawieniach aktualizacji.
ru: Вы можете включить автоматическое обновление в настройках обновления.
sk: Automatické aktualizácie môžeš povoliť v nastaniach aktualizácií.
sv: Du kan aktivera automatiska uppdateringar i uppdateringsinställningarna.
ta: புதுப்பிப்பு அமைப்புகளில் தானியங்கி புதுப்பிப்புகளை இயக்கலாம்.
uk: Ви можете увімкнути автоматичне оновлення в налаштуваннях оновлення.
vi: Bạn có thể bật cập nhật tự động trong cài đặt cập nhật.

source: Set up
cs: Nastavit
de: Einrichten
fr: Configurer
id: Siapkan
it: Configura
ms: Tetapkan
pl: Ustaw
ru: Установить
sk: Nastaviť
sv: Ställ in
ta: அமைக்கவும்
uk: Налаштування
vi: Thiết lập

source: You can create releases automatically when you push commits or tags to your repository.
cs: Můžeš vytvářet vydání automaticky, jakmile přiřadíš značky či tagy do svého adresáře.
de: Sie können Releases automatisch erstellen, wenn Sie Commits oder Tags in Ihrem Repository pushen.
fr: Vous pouvez créer des versions automatiquement lorsque vous envoyez des commits ou des étiquettes à votre référentiel.
id: Anda dapat membuat rilisan secara otomatis ketika Anda push commit atau tag ke repositori Anda.
it: Puoi creare dei rilasci automaticamente quando crei commit o etichette sul tuo deposito.
ms: Anda boleh cipta terbitan secara automatiknya apabila anda menghantar serahan atau tag ke repositori anda.
pl: Możesz tworzyć wydania automatycznie kiedy wypychasz zmiany lub tagi do twojego repozytorium.
ru: Вы можете создавать релизы автоматически при отправки коммитов или тегов в репозиторий.
sk: Automatické vydávanie môžeš vytvoriť ak pošleš schválenia a tagy do tvojho úložiska.
sv: Du kan skapa utgivningar automatiskt när du trycker ut commits eller taggar till din repository.
ta: உங்கள் களஞ்சியத்திற்கு கமிட் அல்லது குறிச்சொற்களைத் தள்ளும்போது தானாகவே வெளியீடுகளை உருவாக்கலாம்.
uk: Ви можете створювати випуски автоматично, коли ви надсилаєте коміти або теґи до вашого сховища.
vi: Bạn có thể tạo bản phát hành tự động khi bạn đẩy các cam kết hoặc thẻ vào kho lưu trữ của mình.

source: Add Git repo
cs: Přidat úložiště Git
de: Git-Repository hinzufügen
fr: Ajouter un dépôt Git
id: Tambahkan repo Git
it: Aggiungi un deposito Git
ms: Tambah repositori Git
pl: Dodaj repozytorium Git
ru: Добавить Git репозиторий
sk: Pridať úložisko Git
sv: Lägg till Git-repo
ta: அறிவிலி ரெப்போ சேர்க்கவும்
uk: Додати репозиторій Git
vi: Thêm kho Git

source: Using Git would allow you to create releases automatically when you push code or tags.
cs: Použití Git by vám umožnilo vytvářet vydání automaticky, když vložíte kód nebo značky.
de: Mit Git können Sie Releases automatisch erstellen, wenn Sie Code oder Tags pushen.
fr: L'utilisation de Git vous permettrait de créer automatiquement des versions lorsque vous diffusez du code ou des étiquettes.
id: Dengan Git, Anda dapat membuat rilisan secara otomatis ketika Anda push kode atau tag.
it: L'uso di Git ti permette di creare automaticamente dei rilasci quando invii codice o crei etichette.
ms: Penggunaan Git membolehkan anda mencipta terbitan secara automatiknya apabila anda menghantar kod atau tag.
pl: Używanie narzędzia Git pozwoli ci na tworzenie wydań automatycznie kiedy wypychasz kod lub tagi.
ru: Использование Git позволит вам автоматически создавать релизы при отправке кода или тегов.
sk: Používanie Git-u ti umožňuje vytvárať vydania automaticky keď posielaš kód alebo tagy.
sv: Med Git skulle du kunna skapa utgivningar automatiskt när du släpper ut kod eller taggar.
ta: நீங்கள் குறியீடு அல்லது குறிச்சொற்களைத் தள்ளும்போது தானாகவே வெளியீடுகளை உருவாக்க GIT ஐப் பயன்படுத்துவது உங்களை அனுமதிக்கும்.
uk: Використання Git дозволить вам створювати випуски автоматично, коли ви завантажуєте код або теґи.
vi: Sử dụng Git sẽ cho phép bạn tạo bản phát hành tự động khi bạn đẩy mã hoặc thẻ.

source: 1. Name release
cs: 1. Jméno vydání
de: 1. Release benennen
fr: 1. Nommer la version
id: 1. Nama rilisan
it: 1. Nomina il rilascio
ms: 1. Namakan terbitan
pl: 1. Nazwij wydanie
ru: 1. Имя релиза
sk: 1. Nazvi vydanie
sv: 1. Namnge utgivningar
ta: 1. பெயர் வெளியீடு
uk: 1. Назва випуску
vi: 1. Tên phát hành

source: Same as name
cs: Totéž jako jméno
de: Identisch zum Namen
id: Sama seperti nama
it: Lo stesso del nome
ru: То же, что и имя
ta: பெயர் அதே
uk: Теж саме, що і назва

source: 2. Set the content
cs: 2. Nstavení obsahu
de: 2. Den Inhalt festlegen
fr: 2. Définir le contenu
id: 2. Atur konten
it: 2. Imposta il contenuto
ms: 2. Tetapkan kandungan
pl: 2. Ustaw zawartość
ru: 2. Установите контент
sk: 2. Nastav obsah
sv: 2. Ställ in innehållet
ta: 2. உள்ளடக்கத்தை அமைக்கவும்
uk: 2. Встановіть вміст
vi: 2. Thiết lập các nội dung

source: Take a look at the <a href='/help/package_config/'>Package Configuration and Releases Guide</a> for tips on customising releases.
de: Werfen Sie einen Blick in das <a href='/help/package_config/'>Handbuch zur Paketkonfiguration und Releases</a> für Tipps zum Anpassen von Releases.
fr: Regardez le <a href='/help/package_config/'>Guide de configuration de paquet et de version </a> pour des conseils sur la customisation de version.
id: Lihat <a href="/help/package_config/">Konfigurasi Paket dan Panduan Rilis</a> untuk tip dalam menyesuaikan rilisan.
it: Controlla la <a href="/help/package_config/">Guida alla Configurazione dei Contenuti e ai Rilasci</a> per dei consigli sulla personalizzazione dei rilasci.
ms: Cuba lihat <a href='/help/package_config/'>Panduan Terbitan dan Konfigurasi Pakej</a>untuk petua dalam menyesuaikan terbitan.
pl: Zobacz stronę <a href="/help/package_config/">Wytyczne dotyczące konfiguracji i wydań paczek</a> po wskazówki dotyczące dostosowywania wersji.
ru: Просмотрите <a href="/help/package_config/"> Руководство по конфигурации дополнений и релизам</a>, чтобы ознакомиться с советами по настройке релизов.
sk: Pozri aj <a href="/help/package_config/"> Nastavenie balíka a Sprievodca vydaniami</a> alebo pre návrhy pre prispôsobenie vydaní.
sv: Titta på <a href="/help/package_config/">Paketkonfigurering- och utgivningsguiden</a> för tips om hur man kan anpassa utgivningar.
ta: <a href="/help/package_config/"> தொகுப்பு உள்ளமைவு மற்றும் வெளியீட்டு வழிகாட்டி </a> ஐப் பாருங்கள் வெளியீடுகளைத் தனிப்பயனாக்குவதற்கான உதவிக்குறிப்புகள்.
uk: Погляньте на <a href="/help/package_config/">Настанову з налаштування пакунків та випусків</a> для отримання настанови щодо налаштування випусків.
vi: Hãy nhìn vào <a href="/help/package_config/">Hướng dẫn cấu hình và phát hành gói</a> cho mẹo tùy chỉnh các bản phát hành.

source: 3. Supported Luanti versions
cs: 3. Podporované verrze Luanti
de: 3. Unterstützte Luanti-Versionen
id: 3. Versi Luanti yang didukung
it: 3. Versioni di Luanti supportate
pl: 3. Wspierane wersje Luanti
sv: 3. Luantiversioner som stöds
ta: 3. ஆதரிக்கப்பட்ட லுவாண்டி பதிப்புகள்
uk: Підтримувані Luanti версії

source: The .conf of your package can <a href='/help/package_config/'>set this automatically</a>, which will override your selection.
de: Die .conf Ihres Pakets kann <a href='/help/package_config/'>dies automatisch einstellen</a>, was Ihre Auswahl außer Kraft setzen wird.
fr: Le .conf dans votre paquet peux <a href="/help/package_config/">définir cela automatiquement</a>, ce qui ignorera votre sélection.
id: Berkas .conf dari paket Anda dapat <a href="/help/package_config/">mengaturnya secara otomatis</a>, yang akan menimpa pilihan Anda.
it: Il .conf del tuo contenuto può <a href="/help/package_config/">impostarlo automaticamente</a>, cosa che sovrascriverà la tua selezione.
ms: Maklumat .conf bagi pakej anda boleh <a href='/help/package_config/'>menetapkan maklumat ini secara automatiknya</a>, yang mana ia akan mengatasi pilihan anda.
pl: Plik .conf twojej paczki może <a href="/help/package_config/">ustawić to automatycznie</a> co spowoduje nadpisanie twojego wyboru.
ru: Файл .conf вашего дополнения может <a href="/help/package_config/">установить это автоматически</a>, он переопределит ваш выбор.
sk: Súbor .conf tvojho balíka môže <a href="/help/package_config/">nastaviť automaticky</a>, čo prepíše tvoj výber.
sv: .conf-filen för ditt paket kan <a href="/help/package_config/">ställas in automatiskt</a>. vilket kommer överskrida ditt val.
ta: . இது உங்கள் தேர்வை மேலெழுதும்.
uk: Файл .conf вашого пакунка може <a href="/help/package_config/">встановити це автоматично</a>, що замінить ваш вибір.
vi: .conf của gói của bạn có thể <a href="/help/package_config/">đặt thành tự động</a>, mà sẽ ghi đè lựa chọn của bạn.

source: How do you want to create releases?
cs: Jak chceš vytvářet vydání?
de: Wie wollen Sie die Releases erstellen?
fr: Comment voulez-vous publier les versions ?
id: Bagaimana Anda ingin membuat rilisan?
it: Come desideri creare i rilasci?
ms: Apakah cara yang anda ingin guna untuk cipta terbitan?
pl: W jaki sposób chcesz tworzyć wydania?
ru: Как вы хотите создавать релизы?
sk: Ako chceš vytvoriť vydania?
sv: Hur vill du skapa utgivningar?
ta: வெளியீடுகளை எவ்வாறு உருவாக்க விரும்புகிறீர்கள்?
uk: Як ви хочете створювати випуски?
vi: Bạn muốn tạo bản phát hành như thế nào?

source: Later
cs: Později
de: Später
fr: Plus tard
id: Nanti
it: Più tardi
ms: Kemudian
pl: Później
ru: Позже
sk: Neskôr
sv: Senare
ta: பின்னர்
uk: Пізніше
vi: Để sau

source: A release is a single downloadable version of your %(title)s.
cs: Vydání je jednou konkrétní stažitelnou verzí tvého %(title)s.
de: Eine Release ist eine einzelne herunterladbare Version Ihres %(title)s.
fr: Une version est un des téléchargements de %(title)s.
id: Sebuah rilisan adalah versi tunggal %(title)s Anda yang dapat diunduh.
it: Un rilascio è una singola versione scaricabile del tuo %(title)s.
ms: Terbitan itu suatu versi boleh muat turun bagi %(title)s anda.
pl: Wydanie to pojedyncza wersja do pobrania twojej %(title)s.
ru: Релиз - это одна загружаемая версия вашего %(title)s.
sk: Vydanie je jedna stiahnuteľná verzia tvojho %(title)s.
sv: En utgivning är en enskild nerladdningsbar version av din %(title)s.
ta: ஒரு வெளியீடு என்பது உங்கள் %(title)s தரவிறக்கம் செய்யக்கூடிய ஒரு பதிப்பாகும்.
uk: Випуск — це одна версія вашого %(title)s, яку можна завантажити.
vi: Bản phát hành là một phiên bản có thể tải xuống duy nhất của %(title)s, mà của bạn.
