Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: You need to manually define at least one supported game before you can turn this off.
cs: Před ukončením musíte ručně definovat alespoň jednu podporovanou hru.
de: Sie müssen manuell mindestens ein unterstütztes Spiel festlegen, bevor Sie dies abschalten können.
fr: Vous devez définir manuellement au moins un jeu pris en charge avant de pouvoir désactiver cette fonction.
id: Anda perlu mendefinisikan secara manual setidaknya satu permainan yang didukung sebelum Anda dapat mematikannya.
it: È necessario definire manualmente almeno un gioco supportato prima di poterlo disattivare.
ms: Anda perlu mentakrifkan secara manual sekurang-kurangnya satu permainan yang disokong sebelum anda boleh mematikan ini.
pl: Musisz ręcznie zdefiniować przynajmniej jedną wspieraną grę zanim to wyłączysz.
ru: Вам нужно вручную определить хотя бы одну поддерживаемую игру, прежде чем вы сможете отключить это.
sk: Musíš ručne stanoviť aspoň jednu podporovanú hru predtým, než toto vypneš.
sv: Du behöver manuellt definera minst ett kompatibelt spel innan du kan stänga av detta.
ta: இதை முடக்குவதற்கு முன்பு குறைந்தது ஒரு உதவி விளையாட்டையாவது கைமுறையாக வரையறுக்க வேண்டும்.
uk: Щоб вимкнути цю функцію, вам потрібно вручну визначити принаймні одну підтримувану гру.

source: When checked, this indicates that this package should support all games, unless excluded by unsupported_games.
cs: Když je zaškrtnuto, znamená to, že tento balíček by měl podporovat všechny hry, pokud nejsou vyloučeny pomocí unsupported_games jako nepodporované hry.
de: Wenn angekreuzt, wird dies angeben, dass dieses Paket alle Spiele unterstüten sollte, außer die, die von unsupported_games ausgeschlossen wurden.
fr: Si coché, cela indique que ce paquet devrait supporter tout les jeux, sauf si exclu par unsupported_games.
id: Ketika dicentang, ini menandakan bahwa paket ini seharusnya mendukung semua permainan, kecuali yang termasuk dalam unsupported_games.
it: Se selezionato, indica che questo contenuto dovrebbe supportare tutti i giochi, a meno che non venga escluso da unsupported_games.
ms: Apabila ditanda, ia menunjukkan bahawa pakej ini patut menyokong semua permainan, melainkan dikecualikan oleh nilai unsupported_games.
pl: Kiedy zaznaczone, oznacza, że ta paczka powinna wspierać wszystkie gry chyba że wykluczono w unsupported_games.
ru: Если этот флажок установлен, это означает, что это дополнение должно поддерживать все игры, если они не исключены в unsupported_games.
sv: När ikryssad indikerar detta att paketet borde stödja alla spel, om inget är exkluderad av unsupported_games.
ta: சரிபார்க்கும்போது, ஆதரிக்கப்படாத_கேம்களால் விலக்கப்படாவிட்டால், இந்த தொகுப்பு அனைத்து விளையாட்டுகளையும் ஆதரிக்க வேண்டும் என்பதை இது குறிக்கிறது.
uk: Якщо позначено, це вказує на те, що цей пакунок має підтримувати всі ігри, якщо їх не виключено в unsupported_games.

source: You can check this and still specify games in supported_games that you've tested.
cs: Můžete to zkontrolovat a přesto určit hry v podporovaných hrách "supported_games", které jste testovali.
de: Sie können dies ankreuzen und immer noch Spiele in supported_games angeben, die Sie getestet haben.
fr: Vous pouvez cocher ceci et tout de même spécifier les jeux que vous avez testés dans supported_games.
id: Anda dapat mencentang ini dan tetap menyebutkan permainan yang telah Anda coba dalam supported_games.
it: Lo puoi selezionare e specificare comunque i giochi che hai testato in supported_games.
ms: Anda boleh menanda ini dan masih menetapkan permainan yang anda sudah uji bagi nilai supported_games.
pl: Możesz to zaznaczyć i mimo to sprecyzować gry w supported_games, które przetestowałeś.
ru: Вы можете проверить это и по-прежнему указывать игры в списке supported_games, которые вы тестировали.
sv: Du kan kryssa i detta och fortfarande markera spel i supported_games som du har testat.
ta: இதை நீங்கள் சரிபார்க்கலாம் மற்றும் நீங்கள் சோதித்த ஆதரவு_கேம்களில் விளையாட்டுகளைக் குறிப்பிடலாம்.
uk: Ви можете перевірити це та все одно вказати ігри в supported_games, які ви протестували.

source: It's not possible for texture packs to support all games.
cs: Není možné, aby balíčky textur podporovaly všechny hry.
de: Es ist nicht möglich, dass Texturenpakete alle Spiele unterstützen.
fr: Les packs de textures ne peuvent pas être compatible avec tout les jeux.
id: Tidak mungkin paket tekstur mendukung semua permainan.
it: I pacchetti texture non possono supportare tutti i giochi.
ms: Mustahil bagi pek tekstur untuk menyokong kesemua permainan.
pl: Paczki tekstur nie mogą wspierać wszystkich gier.
ru: Пакеты текстур не могут поддерживать все игры.
sv: Det är inte möjligt för ett texturpaket att stödja alla spel.
ta: அனைத்து விளையாட்டுகளையும் ஆதரிக்க டெக்ச்டைர் பேக்குகள் சாத்தியமில்லை.
uk: Текстури не можуть підтримувати усі ігри.

source: The package depends on a game-specific mod, and so cannot support all games.
cs: Balíček závisí na modu specifickém pro hru, a proto nemůže podporovat všechny hry.
de: Das Paket hängt von einer spielspezifischen Mod ab und kann daher nicht alle Spiele unterstützen.
fr: Le paquet dépend d'un mod spécifique à un jeu, et ne peut donc pas être compatible avec tout les jeux.
id: Paket ini bergantung pada mod khusus permainan sehingga tidak dapat mendukung semua permainan.
it: Il contenuto dipende da una mod specifica di un gioco, e non può supportare tutti i giochi.
ms: Pakej bergantung kepada mods khusus-permainan, dan oleh itu tidak boleh menyokong kesemua permainan.
pl: Paczka używa modyfikacji zależnej od jednej gry i nie może wspierać wszystkich gier.
ru: Дополнение зависит от мода, специфичного для игры, и поэтому не может поддерживать все игры.
sv: Detta paket beror på en spelspecifik modd, och kan därför inte stöda alla spel.
ta: தொகுப்பு ஒரு விளையாட்டு-குறிப்பிட்ட மோடைப் பொறுத்தது, எனவே எல்லா விளையாட்டுகளையும் ஆதரிக்க முடியாது.
uk: Пакунок залежить від модифікації конкретної гри, тому не підтримує всі ігри.

source: Overrides
cs: Převzetí
de: Überschreibungen
id: Penimpaan
it: Sovrascrive
ms: Pengatasan
pl: Nadpisuje
ru: Переопределения
sv: Överskridningar
ta: மீறுகிறது
uk: Перевизначає

source: It's best to add supported/unsupported games to %(conf)s, but in the meantime you can add them here.
cs: Nejlepší je přidat podporované/nepodporované hry do %(conf)s, ale mezitím je můžete přidat sem.
de: Es ist am Besten, unterstützte / nicht unterstützte Spiele zu %(conf)s hinzuzufügen, aber in der Zwischenzeit können Sie sie hier angeben.
fr: Il est préférable d'ajouter les jeux compatibles/incompatibles dans %(conf)s, mais vous pouvez les ajouter ici en attendant.
id: Sebaiknya permainan yang didukung/tidak didukung ditambahkan ke %(conf)s, tetapi untuk saat ini Anda dapat menambahkannya di sini.
it: È opportuno aggiungere i giochi supportati/non supportati a %(conf)s, ma intanto li puoi aggiungere qui.
ms: Sebaiknya permainan yang disokong/tidak disokong ditambahkan ke %(conf)s, tetapi buat masa ini anda boleh menambahnya di sini.
pl: Najlepiej jest dodać wspierane/niewspierane gry do %(conf)s ale w międzyczasie możesz dodać je tutaj.
ru: Поддерживаемые/неподдерживаемые игры лучше всего добавлять в %(conf)s, а пока вы можете добавить их сюда.
sv: Det är bäst att lägga till spelstöd till %(conf)s, men just nu kan du lägga till dem här.
ta: ஆதரவு/ஆதரிக்கப்படாத விளையாட்டுகளை %(conf)s சேர்ப்பது சிறந்தது, ஆனால் இதற்கிடையில் நீங்கள் அவற்றை இங்கே சேர்க்கலாம்.
uk: Найкраще додавати підтримувані/непідтримувані ігри до %(conf)s, але також ви можете додати їх тут.

source: Adding to %(conf)s allows users who install outside ContentDB to benefit as well.
cs: Přidání do %(conf)s umožňuje uživatelům, kteří instalují mimo ContentDB, využívat také.
de: Indem man zu %(conf)s hinzufügt, haben Benutzer, die es außerhalb von ContentDB installieren, ebenfalls einen Nutzen davon.
id: Menambahkan ke %(conf)s memungkinkan pengguna yang memasang di luar ContentDB untuk menerima manfaatnya juga.
it: L'aggiunta a %(conf)s permette di informare anche gli utenti che non installano tramite ContentDB.
ms: Menambahkannya ke %(conf)s membolehkan pengguna yang memasang di luar ContentDB untuk mendapat faedah juga.
pl: Dzięki dodaniu do %(conf)s użytkownicy, którzy instalują z poza ContentDB również mogą zyskać.
ru: Добавление в %(conf)s также дает преимущества пользователям, устанавливающим ContentDB за пределами.
sv: Om detta läggs till i %(conf)s tillåter detta användare som installerar utanför ContentDB att ta del av detta också.
ta: %(conf)s உடன் சேர்ப்பது, வெளிப்புற ContentDB ஐ நிறுவும் பயனர்களுக்கும் பயனளிக்க அனுமதிக்கிறது.
uk: Додавання до %(conf)s також дозволяє користувачам, які встановлюють за межами ContentDB, отримати дані.

source: Comma-separated game names, ex: minetest_game, nodecore
cs: Názvy her oddělené čárkami, např.: minetest_game, nodecore
de: Kommagetrennte Spielenamen, z.B.: minetest_game, nodecore
fr: Noms de jeu séparés par des virgules, ex : minetest_game, nodecore
id: Nama-nama permainan yang dipisahkan koma, misal minetest_game, nodecore
it: Nomi separati da virgole, ad es.: minetest_game, nodecore
ms: Nama permainan dipisahkan dengan koma, cth: minetest_game, nodecore
pl: Nazwy gier oddzielone przecinkiem, tj: minetest_game, nodecore
ru: Названия игр, разделенные запятыми, например: minetest_game, nodecore
sv: Kommaseparerade spelnamn, t.ex. minetest_game, nodecore
ta: கமாவால் பிரிக்கப்பட்ட விளையாட்டு பெயர்கள், எ.கா: மின்டெச்ட்_கேம், நோட்கோர்
uk: Назви ігор, розділених комами, наприклад: minetest_game, nodecore

source: Package Removed
cs: Balíček odstraněn
de: Paket entfernt
fr: Paquet supprimé
id: Paket Dihapus
it: Contenuto Rimosso
ms: Pakej Dibuang
pl: Paczka usunięta
ru: Дополнение удалено
sk: Odstránený balíček
sv: Paket borttaget
ta: தொகுப்பு அகற்றப்பட்டது
uk: Пакунок видалено

source: This package has been unpublished.
cs: Balíček byl stažen z veřejné dostupnosti.
de: Dieses Paket wurde depubliziert.
fr: Ce paquet a été rendu privé.
id: Paket ini telah ditarik dari publikasi.
it: Questo contenuto è stato reso non pubblico.
ms: Pakej ini telah dinyahterbitkan.
pl: Ta paczka została usunięta z listy publicznych.
ru: Это дополнение не было опубликовано.
sk: Tento balíček bol odobraný.
sv: Detta paket har blivit borttaget.
ta: இந்த தொகுப்பு வெளியிடப்படவில்லை.
uk: Цей пакунок не був опублікований.

source: It may have been removed by choice of the author, or by ContentDB staff due to a problem.
cs: Může být odstraněn na základě výběru autora nebo pracovníků ContentDB kvůli problému.
de: Es könnte sein, dass es aufgrund eines Wunsches des Autoren entfernt wurde, oder von ContentDB-Mitarbeitern aufgrund eines Problems.
fr: Il peut avoir été supprimé par choix de l'auteur, ou par la modération du ContentDB en raison d'un problème.
id: Ini mungkin telah dihapus oleh kehendak pembuat atau oleh staf ContentDB karena suatu masalah.
it: Potrebbe essere stato rimosso per scelta dell'autorə o dallo staff di ContentDB a causa di un problema.
ms: Mungkin ia dibuang secara sukarela oleh penciptanya, atau dibuang oleh kakitangan ContentDB disebabkan ada masalah.
pl: Mogła zostać usunięta przez wybór autora bądź przez personel ContentDB z powodu problemu.
ru: Возможно, он был удален по выбору автора или сотрудников ContentDB из-за проблемы.
sk: Toto mohlo byť odstránené autorom náhodou, alebo správcom ContentDB kvôli problémom.
sv: Den kan ha tagits bort av skaparen eller av ContentDB:s personal på grund av ett problem.
ta: இது ஒரு சிக்கல் காரணமாக ஆசிரியரின் தேர்வு அல்லது உள்ளடக்க டி.பி. ஊழியர்களால் அகற்றப்பட்டிருக்கலாம்.
uk: Він міг бути видалений за бажанням автора або співробітниками ContentDB через проблему.

source: Package Undergoing Review
cs: Balíček prochází kontrolou
de: Paket steht unter einem Review
fr: Paquet en cours d'examen
id: Paket dalam Tinjauan
it: Contenuto in fase di revisione
ms: Pakej Dalam Proses Semakan
pl: Paczka w trakcie recenzji
ru: Дополнение находится на рассмотрении
sk: Kontrolovaný balíček
sv: Paket genomgår granskning
ta: தொகுப்பு மதிப்பாய்வுக்கு உட்பட்டது
uk: Пакунок на стадії розгляду

source: This package is currently undergoing review
cs: Tento balíček právě prochází kontrolou
de: Dieses Paket unterliegt derzeit einem Review
fr: Ce paquet est actuellement en cours d’examen
id: Paket ini sedang dalam peninjauan
it: Questo contenuto è attualmente in fase di revisione
ms: Pakej ini sedang menjalani proses semakan pada masa ini
pl: Ta paczka jest obecnie w trakcie recenzji
ru: Это дополнение в настоящее время находится на рассмотрении
sk: Balíček je práve kontrolovaný
sv: Detta paket håller för närvarande på att granskas
ta: இந்த தொகுப்பு தற்போது மதிப்பாய்வு செய்து வருகிறது
uk: Наразі цей пакунок перебуває на стадії перегляду

source: Package Not Yet Submitted
cs: Balíček ještě nebyl odeslán
de: Paket noch nicht eingereicht
fr: Paquet non encore présenté
id: Paket yang Belum Dikirim
it: Contenuto non ancora inviato
ms: Pakej Belum Dihantar
pl: Paczka nie została jeszcze wysłana
ru: Дополнение ещё не опубликовано
sk: Balíček ešte nebol odovzdaný
sv: Paketet har ännu inte skickats in
ta: தொகுப்பு இன்னும் சமர்ப்பிக்கப்படவில்லை
uk: Пакунок ще не надіслано

source: This package has been created but hasn't been submitted for approval yet.
cs: Balíček byl vytvořen, ale ještě nebyl odeslán ke schválení.
de: Dieses Paket wurde erstellt, aber es wurde noch nicht für die Genehmigung eingereicht.
fr: Ce paquet a été créé mais n'a pas encore été présenté pour approbation.
id: Paket ini telah dibuat, tetapi belum dikirim untuk disetujui.
it: Questo contenuto è stato creato ma non è stato ancora inviato per l'approvazione.
ms: Pakej ini telah dicipta tetapi ia masih belum dihantar untuk proses kelulusan.
pl: Ta paczka została utworzona ale nie została jeszcze wysłana do zatwierdzenia.
ru: Это дополнение создано, но еще не отправлено на проверку.
sk: Balíček bol vytvorený, avšak nebol posunutý na schválenie.
sv: Detta paket har skapats men har ännu inte skickats in för godkännande.
ta: இந்த தொகுப்பு உருவாக்கப்பட்டது, ஆனால் இன்னும் ஒப்புதலுக்காக சமர்ப்பிக்கப்படவில்லை.
uk: Цей пакунок був створений, але ще не поданий на затвердження.

source: This package is currently undergoing review, and changes are needed before it can be added.
cs: Tento balíček právě prochází revizí a před jeho přidáním je třeba provést změny.
de: Dieses Paket unterliegt derzeit einem Review und es sind Änderungen nötig, bevor es hinzugefügt werden kann.
fr: Ce paquet est actuellement en cours de révision, et des modifications sont nécessaires avant qu'il puisse être ajouté.
id: Paket ini sedang dalam peninjauan dan ada perubahan yang diperlukan sebelum dapat ditambahkan.
it: Questo contenuto è attualmente in fase di revisione e sono necessarie modifiche prima di poterlo aggiungere.
ms: Pakej ini sedang menjalani proses semakan pada masa ini, dan perubahan diperlukan sebelum ia boleh ditambah.
pl: Ta paczka jest obecnie w trakcie recenzji i zmiany są wymagane zanim będzie mogła zostać dodana.
ru: Это дополнение в настоящее время находится на рассмотрении, и перед его публикацией необходимо внести изменения.
sk: Tento balíček je práve kontrolovaný a potrebuje zmeny predtým, než môže byť pridaný.
sv: Detta paket håller för närvarande på att granskas, och det krävs ändringar innan det kan läggas till.
ta: இந்த தொகுப்பு தற்போது மதிப்பாய்வு செய்து வருகிறது, மேலும் அதைச் சேர்ப்பதற்கு முன்பு மாற்றங்கள் தேவை.
uk: Наразі цей пакунок перебуває на стадії перегляду, і перед його додаванням необхідні зміни.

source: Please check back again later.
cs: Vraťte se prosím později.
de: Bitte schauen Sie später wieder vorbei.
fr: Veuillez revenir plus tard.
id: Harap periksa lagi nanti.
it: Si prega di ricontrollare più tardi.
ms: Sila periksa lagi kemudian.
pl: Sprawdź ponownie później.
ru: Пожалуйста, зайдите позже.
sk: Prosím, skontroluj znova neskôr.
sv: Kom tillbaka senare.
ta: பின்னர் மீண்டும் சரிபார்க்கவும்.
uk: Будь ласка, поверніться пізніше.

source: Or, if you're the author, log in to see more information.
cs: Nebo, pokud jste autor, přihlaste se, abyste viděli další informace.
de: Oder, falls Sie der Autor sind, loggen Sie sich ein, um mehr Informationen zu sehen.
fr: Ou, si vous êtes l'auteur, connectez-vous pour voir plus d'informations.
id: Jika Anda pembuatnya, masuk untuk melihat informasi lebih lanjut.
it: Oppure, se sei l'autorə, accedi per visualizzare ulteriori informazioni.
ms: Atau, jika anda penciptanya, log masuk untuk melihat maklumat lanjut.
pl: Lub, jeżeli jesteś autorem, zaloguj się aby zobaczyć więcej informacji.
ru: Или, если вы автор, войдите в систему, чтобы увидеть дополнительную информацию.
sk: Alebo, ak si autorom, prihlás sa aby si videl viac informácií.
sv: Om du är skaparen kan du logga in för att se mer information.
ta: அல்லது, நீங்கள் ஆசிரியராக இருந்தால், மேலும் தகவல்களைக் காண உள்நுழைக.
uk: Або, якщо ви є автором, увійти, щоб побачити більше інформації.

source: Login
cs: Přihlásit se
de: Einloggen
fr: Connexion
id: Masuk
it: Accedi
ms: Log masuk
pl: Zaloguj się
ru: Войти
sk: Prihlásenie
sv: Logga in
ta: புகுபதிவு
uk: Логін

source: Did you mean to search for packages by %(authors)s?
cs: Chtěli jste hledat balíčky podle %(authors)s?
de: Wollten Sie nach Paketen von %(authors)s suchen?
fr: Vouliez-vous essayer de chercher les paquets par %(authors)s ?
id: Apakah Anda ingin mencari paket karya %(authors)s?
it: Intendevi forse cercare i contenuti di %(authors)s?
ms: Adakah anda ingin mencari pakej oleh %(authors)s?
pl: Czy chodziło ci o wyszukanie paczek po %(authors)s?
ru: Вы имели в виду поиск дополнений от %(authors)s?
sk: Chcel si vyhľadávať balíky podľa %(authors)s?
sv: Menade du att söka efter paket av %(authors)s?
ta: %(authors)s மூலம் தொகுப்புகளைத் தேடினீர்களா?
uk: Ви мали на увазі пошук пакунків за адресою %(authors)s?
vi: Ý của bạn là tìm kiếm các gói theo %(authors)s?

source: Filter by tags
cs: Filtr podle tagů
de: Nach Tags filtern
fr: Recherche par étiquette
id: Saring menurut label
it: Filtra con le etichette
ms: Tapis mengikut tag
pl: Filtruj po tagach
ru: Фильтр по меткам
sk: Filtrovať podľa tagov
sv: Filtrera efter taggar
ta: குறிச்சொற்களால் வடிகட்டவும்
uk: Фільтрувати за теґами
vi: Lọc theo thẻ

source: More content from the forums
cs: Více obsahu z fora
de: Weitere Inhalte aus den Foren
fr: Plus de contenu du forum
id: Konten lebih banyak dari forum
it: Più contenuti dal forum
ms: Lebih banyak kandungan dari forum
pl: Więcej zawartości z forum
ru: Больше контента с форума
sk: Viac obsahu z fóra
sv: Mer innehåll från forumen
ta: மன்றங்களிலிருந்து கூடுதல் உள்ளடக்கம்
uk: Більше контенту з форумів
vi: Thêm nội dung từ các diễn đàn

source: Thumbnail
cs: Miniatura
de: Vorschaubild
fr: Miniature
id: Gambar kecil
it: Miniatura
ms: Lakaran Kenit
pl: Miniatura
ru: Миниатюра
sk: Záložka
sv: Tumnagel
ta: சிறுபடம்
uk: Ескіз
vi: Hình nhỏ

source: Bulk Change Releases
cs: Hromadné vydání změn
de: Massenänderungsreleases
fr: Modification de versions groupée
id: Ganti Banyak Rilis Sekaligus
it: Modifica i Rilasci Raggruppandoli
ms: Tukar Terbitan secara Pukal
pl: Zmiany zbiorcze wydań
ru: Массовое изменение релизов
sk: Hromadné vydania zmeny
sv: Massändra utgivningar
ta: மொத்த மாற்றம் வெளியீடுகள்
uk: Масові зміни випусків
vi: Thay đổi hàng loạt bản phát hành

source: Use this page to set the min and max of all releases for your package.
cs: Použij tuto stránku pro nastavení minimálního a maximálního počtu vydání tvého balíčku.
de: Verwenden Sie diese Seite, um die Min- und Max-Version aller Releases für Ihr Paket festzulegen.
fr: Utilisez cette page pour définir le minimum et le maximum de toutes les versions pour votre paquet.
id: Gunakan halaman ini untuk mengatur min. dan maks. untuk seluruh rilisan paket Anda.
it: Usa questa pagina per impostare il minimo e il massimo di tutti i rilasci per il tuo contenuto.
ms: Guna halaman ini untuk menetapkan minimum dan maksimum bagi kesemua terbitan untuk pakej anda.
pl: Użyj tej strony aby ustawić minimalną i maksymalną wspieraną wersję Luanti wszystkich wydań twojej paczki.
ru: Используйте эту страницу, чтобы установить минимальное и максимальное количество всех релизов для вашего дополнения.
sk: Použi túto stránku pre nastavenie minima a maxima všetkých vydaní pre svoj balík.
sv: Använd denna sida för att sätta minimum och maximum av alla utgivningar för ditt paket.
ta: உங்கள் தொகுப்புக்கான அனைத்து வெளியீடுகளின் மணித்துளி மற்றும் அதிகபட்சத்தை அமைக்க இந்தப் பக்கத்தைப் பயன்படுத்தவும்.
uk: Використовуйте цю сторінку, щоб встановити мінімальну та максимальну кількість випусків для вашого пакунка.
vi: Sử dụng trang này để đặt giá trị tối thiểu và tối đa của tất cả các bản phát hành cho gói của bạn.

source: Maximum must be greater than or equal to the minimum!
cs: Maximum musí být stejné nebo vyšší, než minimum!
de: Das Maximum muss größer oder gleich dem Minimum sein!
fr: Le maximum doit être supérieur ou égal au minimum !
id: Maksimum harus lebih besar daripada atau sama dengan minimum!
it: Il massimo deve essere maggiore o uguale al minimo!
ms: Maksimum mestilah lebih tinggi daripada atau sama dengan minimum!
pl: Maksymalna musi być większa lub równa minimalnej!
ru: Максимум должен быть больше или равен минимуму!
sk: Maximum musí byť väčšie než, alebo rovné minimu!
sv: Maximum måste vara större eller lika med minimum!
ta: அதிகபட்சம் குறைந்தபட்சத்தை விட அதிகமாகவோ அல்லது சமமாகவோ இருக்க வேண்டும்!
uk: Максимальне значення повинно бути більше або дорівнювати мінімальному!
vi: Tối đa phải lớn hơn hoặc tương đương với tối thiểu!

source: Note: Min and max versions will be used to hide the package on platforms not within the range.
cs: Poznámka: zobrazeny budou nejnovější verze v rámci stanového rozsahu, starší verze budou skryty.
de: Hinweis: Die Min- und Max-Versionen werden verwendet, um das Paket auf Plattformen auszublenden, die nicht in diesem Bereich liegen.
fr: Note : les versions min et max seront utilisées pour masquer le paquet aux clients en dehors de la plage.
id: Catatan: Versi min. dan maks. digunakan untuk menyembunyikan paket pada platform yang tidak sesuai.
it: Nota: Le versioni min. e mass. saranno utilizzate per nascondere il contenuto su piattaforme non supportate.
ms: Nota: Versi minimum dan maksimum akan digunakan untuk menyembunyikan pakej daripada platform yang tiada dalam julat tersebut.
pl: Uwaga: Minimalna i maksymalna wersja będą używane aby ukryć paczkę na platformach poza zakresem.
ru: Примечание: Минимальная и максимальная версии будут использоваться для скрытия дополнения на платформах, не входящих в диапазон.
sk: Poznámka: Minimálna a maximálna verzia bude použitá na ukrytie balíka pre platformy, ktoré nespadajú do rozhrania.
sv: Notera: Minimum och maximum kommer användas för att gömma paket på plattformar som inte är i spannet.
ta: குறிப்பு: தொகுப்பை மறைக்க மணித்துளி மற்றும் அதிகபட்ச பதிப்புகள் பயன்படுத்தப்படும் தளங்கள் வரம்பிற்குள் இல்லை.
uk: Примітка: Мінімальна та максимальна версії будуть використані для приховування пакунка на платформах, що не входять до діапазону.
vi: Lưu ý: Phiên bản tối thiểu và tối đa sẽ được sử dụng để ẩn gói trên nền tảng không nằm trong phạm vi.

source: Leave both as None if in doubt.
cs: V případě pochybností uveďte u obojího "žádné".
de: Lassen Sie im Zweifelsfall beide auf „Keine“ stehen.
fr: Laissez les deux à Aucun en cas de doute.
id: Biarkan keduanya None jika ragu.
it: Lascia entrambi come Vuoto se hai dei dubbi.
ms: Biarkan kedua-duanya sebagai Tiada jika tidak pasti.
pl: Pozostaw obydwie jako None w razie wątpliwości.
ru: Оставьте оба значения как "Нет", если сомневаетесь.
sk: Nechaj oboje ako Žiadne (None) v prípade, že máš pochybnosti.
sv: Lämna båda som Inget om du är osäker.
ta: ஐயம் இருந்தால் இரண்டையும் விட்டுவிடுங்கள்.
uk: Якщо ви сумніваєтеся, залиште обидва варіанти як "Ні".
vi: Để cả hai là Không nếu nghi ngờ.
