Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Only alphabetic letters (A-Za-z), numbers (0-9), underscores (_), minuses (-), and periods (.) allowed
cs: Povoleny jsou pouze písmena (A-Za-z), čísla (0-9), podtržítko (_), mínus (-), a tečka (.)
de: Nur Buchstaben (A-Za-z), Ziffern (0-9), Unterstriche (_), Bindestriche (-) und Punkte (.) erlaubt
fr: Seules les lettres (A-Za-z), les numéros (0-9), les tirets-bas (_), les moins (-), et les points (.) sont autorisés
id: Hanya huruf Latin (A-Za-z), angka (0-9), garis bawah (_), tanda hubung (-), dan titik (.) yang dibolehkan
it: Sono permessi solo lettere alfabetiche (A-Za-z), numeri (0-9), trattini bassi (_), meno (-) e punti (.)
ms: Hanya huruf abjad (A-Za-z), nombor (0-9), garis bawah (_), tanda tolak (-), dan noktah (.) dibenarkan
pl: Tylko litery alfabetu (A-Za-z), liczby (0-9), podłogi (_), minusy (-) oraz kropki (.) są dozwolone
ru: Разрешены только латинские буквы (A-Za-z), цифры (0-9), знак подчеркивания (_), минус (-) и точка (.)
sk: Povolené sú iba písmená abecedy (A-Za-z), čísla (0-9), podčiarkovníky (_), mínusky (-) a bodky (.)
sv: Endast alfabetiska bokstäver (A-Za-z), nummer (0-9), understreck (_), minus (-), och punkt (.) tillåtet
ta: அகரவரிசை எழுத்துக்கள் (A-ZA-Z), எண்கள் (0-9), அடிக்கோடிட்டுக் காட்டுதல் (_), கழித்தல் (-) மற்றும் காலங்கள் (.)
uk: Тільки літери алфавіту (A-Z, a-z), цифри (0-9), підкреслення (_), дефіси (-) і крапки (.) дозволені
vi: Chỉ cho phép các chữ cái trong bảng chữ cái (A-Za-z), số (0-9), dấu gạch dưới (_), dấu phẩy (-) và dấu chấm (.)

source: Email
id: Surel
ms: E-mel
ru: Электронная почта
ta: மின்னஞ்சல்
uk: Ел. пошта

source: What is the result of the above calculation?
cs: Jaký je výsledek výše uvedeného výpočtu?
de: Was ist das Ergebnis der obigen Berechnung?
fr: Quel est le résultat du calcul ci-dessus ?
id: Apa hasil dari perhitungan di atas?
it: Qual'è il risultato del calcolo qui sopra?
ms: Apakah keputusan bagi perkiraan di atas?
pl: Jaki jest wynik powyższego wyrażenia?
ru: Каков ответ на пример выше?
sk: Aký je výsledok výpočtu vyššie?
sv: Vad är resultatet av beräkningen ovan?
ta: மேலே உள்ள கணக்கீட்டின் விளைவு என்ன?
uk: Який результат наведеного обчислення?
vi: Kết quả của phép tính trên là gì?

source: I agree
cs: Souhlasím
de: Ich stimme zu
fr: J'accepte
it: Sono d'accordo
ms: Saya setuju
pl: Zgadzam się
ru: Я согласен
sk: Súhlasím
sv: Jag godkänner
ta: நான் ஒப்புக்கொள்கிறேன்
uk: Я погоджуюся
vi: Tôi đồng ý

source: Register
cs: Registrovat
de: Registrieren
fr: S'inscrire
id: Daftar
it: Registrati
ms: Daftar
pl: Zarejestruj się
ru: Зарегистрироваться
sk: Zaregistrovať
sv: Registrera
ta: பதிவு செய்யுங்கள்
uk: Зареєструватися
vi: Đăng ký

source: Incorrect captcha answer
cs: Špatně zadaná captcha
de: Falsche Captcha-Antwort
fr: Réponse incorrecte au captcha
id: Jawaban captcha salah
it: Risposta al captcha errata
ms: Jawapan captcha tidak betul
pl: Niepoprawna odpowiedź captcha
ru: Неправильный ответ на капчу
sk: Nesprávna captcha odpoveď
sv: Felaktigt CAPTCHA-svar
ta: தவறான கேப்ட்சா பதில்
uk: Невірна відповідь на капчу
vi: Câu trả lời xác thực không chính xác

source: Reset Password
cs: Resetovat heslo
de: Passwort zurücksetzen
fr: Réinitialisation du mot de passe
id: Reset Kata Sandi
it: Ripristina la Password
ms: Tetap Semula Kata Laluan
pl: Zresetuj hasło
ru: Сбросить Пароль
sk: Obnoviť heslo
sv: Återställ lösenord
ta: கடவுச்சொல்லை மீட்டமைக்கவும்
uk: Скинути пароль
vi: Đặt lại mật khẩu

source: Unable to find account
cs: Nepodařilo se najít účet
de: Konto kann nicht gefunden werden
fr: Impossible de trouver le compte
id: Tidak dapat mencari akun
it: Impossibile trovare l'account
ms: Tidak mampu mencari akaun
pl: Nie można znaleźć konta
ru: Не удаётся найти учётную запись
sk: Účet nemožno nájsť
sv: Kan inte hitta konto
ta: கணக்கைக் கண்டுபிடிக்க முடியவில்லை
uk: Не вдалося знайти обліковий запис
vi: Không thể tìm thấy tài khoản

source: New password
cs: Nové heslo
de: Neues Passwort
fr: Nouveau mot de passe
id: Kata sandi baru
it: Nuova password
ms: Kata laluan baharu
pl: Nowe hasło
ru: Новый пароль
sk: Nové heslo
sv: Nytt lösenord
ta: புதிய கடவுச்சொல்
uk: Новий пароль
vi: Mật khẩu mới

source: Verify password
cs: Ověřte heslo
de: Passwort bestätigen
fr: Vérifier le mot de passe
id: Tulis ulang kata sandi
it: Verifica la password
ms: Sahkan kata laluan
pl: Zweryfikuj hasło
ru: Подтвердить пароль
sk: Overiť heslo
sv: Verifiera lösenord
ta: கடவுச்சொல்லை சரிபார்க்கவும்
uk: Перевірте пароль
vi: Xác nhận mật khẩu

source: Passwords must match
cs: Hesla se musí shodovat
de: Passwörter müssen übereinstimmen
fr: Les mots de passe doivent correspondre
id: Kata sandi harus cocok
it: Le passwords devono corrispondere
ms: Kata laluan mestilah sepadan
pl: Hasła muszą się zgadzać
ru: Пароли должны совпадать
sk: Heslá sa musia zhodovať
sv: Lösenord måste stämma överrens
ta: கடவுச்சொற்கள் பொருந்த வேண்டும்
uk: Паролі повинні збігатися
vi: mật khẩu phải trùng khớp

source: Old password
cs: Staré heslo
de: Altes Passwort
fr: Ancien mot de passe
id: Kata sandi lama
it: Vecchia password
ms: Kata laluan lama
pl: Stare hasło
ru: Старый пароль
sk: Staré heslo
sv: Gammalt lösenord
ta: பழைய கடவுச்சொல்
uk: Старий пароль
vi: Mật khẩu cũ

source: Passwords do not match
cs: Hesla se neshodují
de: Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
id: Kata sandi tidak cocok
it: Le passwords non corrispondono
ms: Kata laluan mestilah sepadan
pl: Hasła nie zgadzają się
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sv: Lösenorden stämmer inte
ta: கடவுச்சொற்கள் பொருந்தவில்லை
uk: Паролі не співпадають
vi: Mật khẩu không khớp

source: That email address has been unsubscribed/blacklisted, and cannot be used
cs: Tato e-mailová adresa byla odhlášena, nebo zařazena na černou listinu a nelze ji pro to použít
de: Diese E-Mail-Adresse wurde abgemeldet/auf die schwarze Liste gesetzt und kann nicht verwendet werden
fr: Cette adresse e-mail a été désinscrite ou mise sur liste noire, et ne peut pas être utilisée
id: Alamat surel ini telah berhenti langganan/dilarang dan tidak dapat digunakan
it: L'indirizzo email non è più iscritto/è schermato, e non può essere utilizzato
ms: Alamat e-mel tersebut telah dibuang langganan/disenaraihitamkan, dan tidak boleh digunakan
pl: Ten adres email został odsubskrybowany/znajduje się na czarnej liście i nie może być użyty
ru: Эта электронная почта уже была отписана/отправлена в чёрный список, и не может быть использована
sk: Táto emailová adresa sa odhlásila/je na čiernej listine, a nesmie sa používať
sv: Den mailaddressen har blivit avprenumererad/svartlistad och kan inte användas
ta: அந்த மின்னஞ்சல் முகவரி குழுவிலகப்படாத/தடுப்புப்பட்டியலில் உள்ளது, மேலும் பயன்படுத்த முடியாது
uk: Ця електронна адреса була відписана або заблокована, і не може бути використана
vi: Địa chỉ email đó đã bị hủy đăng ký / đưa vào danh sách đen và không thể sử dụng

source: Email already in use
cs: Tento e-mail se již používá
de: E-Mail bereits in Benutzung
fr: E-mail déjà utilisé
id: Surel telah digunakan
it: L'email è già in uso
ms: E-mel sudah digunakan
pl: Email już w użyciu
ru: Электронная почта уже используется
sk: Email sa už používa
sv: E-mail används redan
ta: ஏற்கனவே பயன்பாட்டில் உள்ள மின்னஞ்சல்
uk: Електронна адреса вже використовується
vi: Email đã sử dụng rồi

source: We were unable to create the account as the email is already in use by %(display_name)s. Try a different email address.
cs: Účet se nepodařilo vytvořit, protože e-mail %(display_name)s se již používá. Zkuste jinou e-mailovou adresu.
de: Wir konnten das Konto nicht erstellen, da die E-Mail-Adresse bereits von %(display_name)s verwendet wird. Versuchen Sie eine andere E-Mail-Adresse.
fr: Nous n'avons pas pu créer le compte car l'adresse électronique est déjà utilisée par %(display_name)s. Essayez avec une autre adresse e-mail.
id: Kami tidak dapat membuat akun ini karena surel ini telah digunakan oleh %(display_name)s. Harap gunakan alamat surel yang berbeda.
it: Non ci è stato possibile creare l'account poichè l'email è già in uso da %(display_name)s. Provane un'altra.
ms: Kami tidak mampu mencipta akaun kerana e-mel tersebut sudah digunakan oleh %(display_name)s. Cuba alamat e-mel yang lain.
pl: Nie mogliśmy utworzyć konta, ponieważ email jest już używany przez %(display_name)s. Spróbuj użyć innego adresu email.
ru: У нас не получилось создать учётную запись так как электронная почта уже используется %(display_name)s. Попробуйте другой адрес.
sk: Nepodarilo sa vytvoriť účet, keďže email je používaný %(display_name)s. Použi inú emailovú adresu.
sv: Vi misslyckades att skapa kontot eftersom E-mailen redan används av %(display_name)s. Försök med en annan mailaddress.
ta: மின்னஞ்சல் ஏற்கனவே %(display_name)s மூலம் பயன்பாட்டில் இருப்பதால் கணக்கை உருவாக்க முடியவில்லை. வேறு மின்னஞ்சல் முகவரியை முயற்சிக்கவும்.
uk: Нам не вдалося створити обліковий запис, оскільки електронна адреса вже використовується користувачем %(display_name)s. Спробуйте іншу електронну адресу.
vi: Chúng tôi không thể tạo tài khoản vì email đã được %(display_name)s sử dụng. Hãy thử một địa chỉ email khác.

source: Your password has been changed successfully.
cs: Vaše heslo bylo úspěšně změněno.
de: Ihr Passwort wurde erfolgreich geändert.
fr: Votre mot de passe a été modifié avec succès.
id: Kata sandi Anda telah berhasil diganti.
it: La tua password è stata cambiata con successo.
ms: Kata laluan anda telah berjaya ditukar.
pl: Twoje hasło zostało pomyślnie zmienione.
ru: Ваш пароль был успешно изменён.
sk: Heslo bolo úspešne zmenené.
sv: Ditt lösenord har ändrats.
ta: உங்கள் கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டுள்ளது.
uk: Ваш пароль було успішно змінено.
vi: Mật khẩu của bạn đã được thay đổi thành công.

source: Old password is incorrect
cs: Staré heslo je špatně zadané
de: Altes Passwort ist falsch
fr: L'ancien mot de passe est incorrect
id: Kata sandi lama salah
it: La vecchia password non è corretta
ms: Kata laluan lama tidak betul
pl: Stare hasło jest niepoprawne
ru: Старый пароль неправильный
sk: Staré heslo je nesprávne
sv: Felaktigt gammalt lösenord
ta: பழைய கடவுச்சொல் தவறானது
uk: Старий пароль неправильний
vi: Mật khẩu cũ là không chính xác

source: Unknown verification token!
cs: Neznámý ověřovací token!
de: Unbekannter Verifizierungs-Token!
fr: Jeton de vérification inconnu !
id: Token verifikasi tidak dikenal!
it: Il gettone per la verifica è sconosciuto!
ms: Token pengesahan tidak diketahui!
pl: Nieznany token weryfikacji!
ru: Неизвестный код подтверждения!
sk: Overovací token je neznámy!
sv: Okänd verifieringstoken!
ta: தெரியாத சரிபார்ப்பு டோக்கன்!
uk: Невідомий токен перевірки!

source: Token has expired
cs: Platnost tokenu vypršela
de: Der Token ist abgelaufen
fr: Le jeton de vérification a expiré
id: Token telah kedaluwarsa
it: Il gettone è scaduto
ms: Token telah tamat tempoh
pl: Token wygasł
ru: Токен просрочен
sk: Platnosť tokenu vypršala
sv: Token har gått ut
ta: கிள்ளாக்கு காலாவதியானது
uk: Термін дії токена закінчився
vi: Token đã hết hạn

source: Another user is already using that email
cs: Emailová adresa je již používána jiným uživatelem
de: Diese E-Mail wird bereits von einem anderen Benutzer verwendet
fr: Un autre utilisateur utilise déjà cet e-mail
id: Pengguna lain telah menggunakan surel ini
it: L'email è già in uso per un altrə utente
ms: Pengguna lain sudah menggunakan e-mel tersebut
pl: Inny użytkownik już używa tego adresu email
ru: Другой пользователь уже использует эту электронную почту
sk: Iný užívateľ už takýto mail používa
sv: En annan användare använder redan den E-mailen
ta: மற்றொரு பயனர் ஏற்கனவே அந்த மின்னஞ்சலைப் பயன்படுத்துகிறார்
uk: Інший користувач вже використовує цю електронну пошту
vi: Một người dùng khác đã sử dụng email đó

source: Confirmed email change
cs: Potvrzená změna emailu
de: Bestätigte E-Mail-Änderung
fr: Confirmation du changement d'e-mail
id: Konfirmasi perubahan surel
it: Cambio di email confermato
ms: Pertukaran e-mel disahkan
pl: Potwierdzono zmianę adresu email
ru: Подтвердить изменение электронной почты
sk: Zmena hesla je potvrdená
sv: Bekräftad mejländring
ta: உறுதிப்படுத்தப்பட்ட மின்னஞ்சல் மாற்றம்
uk: Зміну електронної пошти підтверджено
vi: Đã xác nhận thay đổi email

source: Email address changed
cs: Emailová adresa byla změněna
de: E-Mail Adresse geändert
fr: L'e-mail a changée
id: Alamat surel diubah
it: L'indirizzo email è cambiato
ms: Alamat e-mel telah ditukar
pl: Adres email został zmieniony
ru: Адрес электронной почты изменён
sk: Emailová adresa bola zmenená
sv: Mejladress har ändrats
ta: மின்னஞ்சல் முகவரி மாற்றப்பட்டது
uk: Адресу електронної пошти змінено
vi: Địa chỉ Email đã thay đổi

source: Your email address has changed. If you didn't request this, please contact an administrator.
cs: Vaše emailová adresa byla změněna. Pokud jste změnu nepožadoval, tak prosím kontaktujte administrátora.
de: Ihre E-Mail-Adresse hat sich geändert. Wenn Sie dies nicht beantragt haben, wenden Sie sich bitte an einen Administrator.
fr: Votre adresse électronique a changé. Si vous ne l'avez pas demandé, veuillez contacter un administrateur.
id: Alamat surel Anda telah berubah. Jika Anda tidak melakukannya, harap hubungi administrator.
it: Il tuo indirizzo email è cambiato. Se non lo hai richiesto, contatta un amministratore per favore.
ms: Alamat e-mel anda telah ditukar. Jika anda tidak memohon pertukaran ini, sila hubungi pentadbir.
pl: Twój adres email został zmieniony. Jeżeli nie ty to zrobiłeś, skontaktuj się z administratorem.
ru: Ваш адрес электронной почты был изменён. Если вы этого не запрашивали, пожалуйста, свяжитесь с администратором.
sk: Emailová adresa bola zmenená. Ak si o to nepožiadal, prosím kontaktuj administrátora.
sv: Din mejladress har ändrats. Om du inte har bett om detta, var vänligen kontakta en administratör.
ta: உங்கள் மின்னஞ்சல் முகவரி மாறிவிட்டது. இதை நீங்கள் கோரவில்லை என்றால், தயவுசெய்து ஒரு நிர்வாகியை தொடர்பு கொள்ளவும்.
uk: Ваша електронна адреса була змінена. Якщо ви не запитували цю зміну, будь ласка, зв'яжіться з адміністратором.
vi: Địa chỉ email của bạn đã thay đổi. Nếu bạn không yêu cầu điều này, vui lòng liên hệ với quản trị viên.

source: You may now log in
cs: Nyní se můžete přihlásit
de: Sie können sich jetzt anmelden
fr: Vous pouvez maintenant vous connecter
id: Anda dapat masuk sekarang
it: Ora potete accedere
ms: Anda boleh log masuk sekarang
pl: Możesz teraz się zalogować
ru: Теперь вы можете войти
sk: Teraz sa môžeš prihlásiť
sv: Du kan logga in nu
ta: நீங்கள் இப்போது உள்நுழையலாம்
uk: Тепер ви можете увійти
vi: Bây giờ bạn có thể đăng nhập

source: Send
cs: Odeslat
de: Senden
fr: Envoyé
id: Kirim
it: Invia
ms: Hantar
pl: Wyślij
ru: Отправить
sk: Poslať
sv: Skicka
ta: அனுப்பு
uk: Надіслати
vi: Gửi

source: That email is now blacklisted. Please contact an admin if you wish to undo this.
cs: Tato emailová adresa je nyní blokována. Kontaktujte prosím administrátora, pokud chcete blokování zrušit.
de: Diese E-Mail steht nun auf der schwarzen Liste. Bitte kontaktieren Sie einen Administrator, wenn Sie dies rückgängig machen möchten.
fr: Cet e-mail est maintenant sur la liste noire. Veuillez contacter un administrateur si vous souhaitez annuler cette opération.
id: Surel ini sekarang dilarang. Harap hubungi admin jika ingin membatalkannya.
it: Quell'email è ora schermata. Contattate un amministratore se non lo desiderate, per favore.
ms: E-mel tersebut kini disenaraihitamkan. Sila hubungi pentadbir jika anda ingin mengundurkan perbuatan ini.
pl: Ten email znajduje się na czarnej liście. Skontaktuj się z adminem jeżeli chcesz aby to cofnąć.
ru: Эта электронная почта была отправлена в чёрный список. Пожалуйста, свяжитесь с администратором, если вы хотите это отменить.
sk: Tento email je teraz blokovaný. Prosím kontaktuj administrátora, ak si praješ túto akciu odvolať.
sv: Den mejladdressen är nu svartlistad. Kontakta en administratör om du vill ångra detta.
ta: அந்த மின்னஞ்சல் இப்போது தடுப்புப்பட்டியலில் உள்ளது. இதை செயல்தவிர்க்க விரும்பினால் தயவுசெய்து ஒரு நிர்வாகியைத் தொடர்பு கொள்ளுங்கள்.
uk: Ця електронна пошта зараз заблокована. Будь ласка, зверніться до адміністратора, якщо ви хочете скасувати це.
vi: Email đó hiện đã được đưa vào danh sách đen. Vui lòng liên hệ với quản trị viên nếu bạn muốn hoàn tác việc này.

source: User has already been claimed
cs: Uživatel již byl požadován
de: Benutzer wurde bereits beansprucht
fr: L'utilisateur a déjà été réclamé
id: Pengguna telah diklaim
it: L'utente è già statə registratə
ms: Pengguna sudah pun dituntut
pl: Użytkownik jest już zajęty
ru: Пользователь уже занят
sk: Užívateľ bol práve zabraný
sv: Någon har redan gjort anspråk på denna användare
ta: பயனர் ஏற்கனவே உரிமை கோரப்பட்டுள்ளது
uk: Користувач вже зареєстрований
vi: Người dùng đã được xác nhận quyền sở hữu

source: Unable to get GitHub username for user. Make sure the forum account exists.
cs: Není možné získat uživatelské jméno uživatele na GitHub. Zkontroluj si existenci účtu uvedeného názvu.
de: Konnte GitHub-Benutzernamen für Benutzer nicht holen. Stellen Sie sicher, dass das Forenkonto existiert.
id: Tidak dapat mendapatkan nama pengguna GitHub untuk pengguna. Pastikan akun forum ada.
it: Impossibile ottenere il nome utente GitHub per l'utenza. Assicurati che esista l'utenza sul forum.
ru: Не удается получить имя пользователя на GitHub. Убедитесь, что учетная запись форума существует.
sv: Kunde inte få GitHub-användarnamn för användare. Se till att forumkontot existerar.
ta: பயனருக்கு அறிவிலிமையம் பயனர்பெயரைப் பெற முடியவில்லை. மன்றக் கணக்கு இருப்பதை உறுதிசெய்க.
uk: Не вдалося отримати ім'я користувача GitHub для цього користувача. Переконайтесь, що обліковий запис на форумі існує.

source: A ContentDB user with that name already exists. Please contact an admin to link to your forum account
cs: Uživatelské jméno na ContentDB již využívá jiný uživatel. Prosím, kontaktuj admina pro propojení s účtem na foru
de: Es existiert bereits ein ContentDB-Benutzer mit diesem Namen. Bitte kontaktieren Sie einen Admin, um eine Verknüpfung mit ihrem Forenkonto anzulegen
id: Pengguna ContentDB dengan nama tersebut sudah ada. Silakan hubungi admin untuk menautkan ke akun forum Anda
it: Esiste già un'utenza ContentDB con quel nome. Contatta unə amministrante per collegarla con la tua utenza del forum
ru: Пользователь ContentDB с таким именем уже существует. Пожалуйста, свяжитесь с администратором, чтобы получить ссылку на свой аккаунт форума
sv: En ContentDB-användare med det namnet finns redan. Vänligen kontakta en admin för att länka ditt forumkonto
ta: அந்த பெயரைக் கொண்ட உள்ளடக்க டி.பி. பயனர் ஏற்கனவே உள்ளது. உங்கள் மன்றக் கணக்குடன் இணைக்க ஒரு நிர்வாகியைத் தொடர்பு கொள்ளவும்
uk: Користувач з таким ім'ям вже існує в ContentDB. Будь ласка, зв'яжіться з адміністратором, щоб зв'язати його з вашим обліковим записом на форумі

source: That user has already been claimed!
cs: Toto uživatelské jméno již bylo obsazeno!
de: Dieser Benutzer wurde bereits beansprucht!
fr: Cet utilisateur a déjà été réclamé !
id: Pengguna tersebut telah diklaim!
it: L'utente è già statə registratə!
ms: Pengguna tersebut sudah pun dituntut!
pl: Ten użytkownik jest już zajęty!
ru: Этот пользователь уже занят!
sk: Tento užívateľ bol práve zabratý!
sv: Någon har redan gjort anspråk på denna användare!
ta: அந்த பயனர் ஏற்கனவே உரிமை கோரப்பட்டுள்ளது!
uk: Цей користувач вже був зареєстрований!
vi: Người dùng đó đã được xác nhận quyền sở hữu!

source: Error whilst attempting to access forums: %(message)s
cs: Chyba při pokusu o přístup do fór: %(message)s
de: Fehler beim Versuch, auf die Foren zuzugreifen: %(message)s
fr: Erreur lors de l'accès au forum : %(message)s
id: Terjadi kesalahan ketika mencoba mengakses forum: %(message)s
it: Errore nel tentativo di accesso al forum: %(message)s
ms: Ralat ketika cuba untuk mencapai forum: %(message)s
pl: Błąd podczas próby uzyskania forum: %(message)s
ru: Произошла ошибка во время попытки получить доступ к форуму: %(message)s
sk: Chyba pri prístupe k fóru: %(message)s
sv: Fel när man försökte komma åt forumen: %(message)s
ta: மன்றங்களை அணுக முயற்சிக்கும் போது பிழை: %(message)s
uk: Помилка при спробі доступу до форуму: %(message)s
vi: Lỗi trong khi cố gắng để truy cập vào diễn đàn: %(message)s

source: Unable to get forum signature - does the user exist?
cs: Nelze získat podpis fóra - existuje uživatel?
de: Signatur des Forums kann nicht abgerufen werden – existiert der Benutzer?
fr: Impossible d'obtenir la signature du forum, est-ce que l'utilisateur existe ?
id: Tidak dapat mengambil tanda tangan forum - apakah penggunanya ada?
it: Impossibile ottenere la firma del forum - l'utente esiste?
ms: Tidak mampu mendapatkan tandatangan forum - adakah pengguna tersebut wujud?
pl: Nie można uzyskać sygnatury forum - czy użytkownik istnieje?
ru: Не получилось найти подпись на форуме - этот пользователь существует?
sk: Nemôžem načítať podpis fóra - existuje takýto užívateľ?
sv: Kunde inte hitta forumsignatur - finns användaren?
ta: மன்ற கையொப்பத்தைப் பெற முடியவில்லை - பயனர் இருக்கிறதா?
uk: Неможливо отримати підпис форуму — чи існує цей користувач?
vi: Không thể lấy chữ ký diễn đàn - người dùng có tồn tại không?

source: Unable to login as user
cs: Nelze se přihlásit jako uživatel
de: Anmeldung als Benutzer nicht möglich
fr: Impossible de se connecter en tant qu'utilisateur
id: Tidak dapat masuk sebagai pengguna
it: Impossibile accedere come utente
ms: Tidak mampu log masuk sebagai pengguna
pl: Nie można zalogować się jako użytkownik
ru: Не получилось войти как пользователь
sk: Nemožné prihlásiť ako užívateľ
sv: Kunde inte logga in som användare
ta: பயனராக உள்நுழைய முடியவில்லை
uk: Неможливо увійти під користувачем
vi: Không thể đăng nhập với tư cách người dùng

source: Could not find the key in your signature!
cs: Klíč nebyl ve vašem podpisu nalezen!
de: Schlüssel konnte in Ihrer Signatur nicht gefunden werden!
fr: Impossible de trouver la clé dans votre signature !
id: Tidak dapat mencari kunci pada tanda tangan Anda!
it: Impossibile trovare la chiave nella tua firma!
ms: Tidak jumpa kekunci dalam tandatangan anda!
pl: Nie odnaleziono klucza w twojej sygnaturze!
ru: Не получилось найти ключ в вашей подписи!
sk: Nemôžem nájsť kľúč v podpise!
sv: Kunde inte hitta nyckeln i din signatur!
ta: உங்கள் கையொப்பத்தில் சாவியைக் கண்டுபிடிக்க முடியவில்லை!
uk: Не вдалося знайти ключ у вашому підписі!
vi: Không thể tìm thấy chìa khóa trong chữ ký của bạn!

source: Unknown claim type
cs: Neznámý typ požadavku
de: Unbekannte Beanspruchungsart
fr: Type de demande inconnu
id: Jenis klaim tidak diketahui
it: Tipo di rivendicazione sconosciuto
ms: Jenis tuntutan tidak diketahui
pl: Nieznany typ zajęcia
ru: Неизвестный тип создания
sk: Nesprávny typ zabratia
sv: Okänd anspråkstyp
ta: அறியப்படாத உரிமைகோரல் வகை
uk: Невідомий тип претензії
vi: Loại xác nhận quyền sở hữu không xác định

source: Top reviewer
cs: Nejlepší recenzent
de: Bester Rezensent
fr: Meilleur évaluateur
id: Pengulas teratas
it: Miglior recensorə
ms: Pengulas teratas
pl: Najlepszy recenzent
ru: Лучший обзорщик
sk: Top komentár
sv: Högsta recensent
ta: சிறந்த விமர்சகர்
uk: Найкращий рецензент
vi: Người đánh giá hàng đầu
