Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: <b>New Install</b>: the user clicked [Install] inside of Luanti.
cs: <b>Nová instalace</b>: uživatel klikl na [Install] při používání Luanti.
de: <b>Neue Installation</b>: Der Benutzer hat [Installieren] in Luanti angeklickt.
id: <b>Pemasangan Baru</b>: pengguna mengeklik [Pasang] dari dalam Luanti.
it: <b>Nuova installazione</b>: l'utente ha fatto clic su [Installa] all'interno di Luanti.
pl: <b>Nowa instalacja</b>: użytkownik kliknął [Zainstaluj] wewnątrz Luanti.
sv: <b>Ny installering</b>: användaren tryckte [Install] innanför Luanti.
ta: <b> புதிய நிறுவல் </b>: லுவாண்டியின் உள்ளே பயனர் [நிறுவு] சொடுக்கப்பட்டார்.
uk: <b>New Install</b>: користувач натиснув [Встановити] в Luanti.

source: <b>Dependency</b>: was installed automatically to fulfill a dependency.
cs: <b>Závislost</b>: balíček byl instalován automaticky pro splnění závislostí.
de: <b>Abhängigkeit</b>: Wurde automatisch zur Erfüllung einer Abhängigkeit installiert.
fr: <b>Dépendance</b> : a été installé automatiquement pour satisfaire une dépendance.
id: <b>Dependensi</b>: dipasang otomatis untuk memenuhi dependensi.
it: <b>Dipendenza</b>: è stata installata automaticamente per soddisfare una dipendenza.
ms: <b>Kebergantungan</b>: dipasangkan secara automatik untuk memenuhi kebergantungan.
pl: <b>Zależność</b>: został automatycznie zainstalowany aby spełnić zależność.
ru: <b>Зависимость</b>: была установлена автоматически для выполнения зависимости.
sk: <b>Dependency</b>: bolo nainštalované automaticky pre potreby závislostí.
sv: <b>Beroende</b>: var installerad automatiskt för att gottgöra ett beroende.
ta: <b> சார்பு </b>: சார்புநிலையை நிறைவேற்ற தானாக நிறுவப்பட்டது.
uk: <b>Dependency</b>: було встановлено автоматично для виконання залежності.

source: <b>Update</b>: download was to update the package.
cs: <b>Aktualizace</b>: byla stažena aktualizace balíčku.
de: <b>Update</b>: Download diente zum Update des Pakets.
fr: <b>Mise à Jour</b> : le téléchargement visait à mettre à jour le paquet.
id: <b>Pembaruan</b>: unduhan digunakan untuk memperbarui paket.
it: <b>Aggiornamento</b>: lo scaricamento serviva per aggiornare il contenuto.
ms: <b>Kemas Kini</b>: muat turun adalah untuk mengemas kini pakej.
pl: <b>Aktualizacja</b>: pobranie nastąpiło aby zaktualizować paczkę.
ru: <b>Обновление</b>: загрузка была предназначена для обновления дополнения.
sk: <b>Update</b>: bol stiahnutý pre aktualizáciu balíčka.
sv: <b>Uppdatering</b>: nerladdning var för att uppdatera paketet.
ta: <b> புதுப்பிப்பு </b>: பதிவிறக்கம் தொகுப்பைப் புதுப்பிக்க வேண்டும்.
uk: <b>Update</b>: для завантаження було оновлено пакунок.

source: <b>Other / Unknown</b>: downloaded by a web browser or an outdated Luanti version (before 5.5).
cs: <b>Ostatní a neznámé</b>: Stažení pomocí webového prohlížeče nebo zastaralé verze Luanti (starší, než 5.5).
de: <b>Sonstiges / Unbekannt</b>: Von einem Webbrowser oder einer veralteten Luantiversion (vor 5.5) gedownloadet.
id: <b>Lain-Lain/Tak Diketahui</b>: diunduh dengan peramban web atau versi usang Luanti (sebelum 5.5).
it: <b>Altro / Sconosciuto</b>: scaricato da un browser Web o da una versione obsoleta di Luanti (precedente alla 5.5).
pl: <b>Inne / Nieznane</b>: pobrane używając przeglądarki lub starej wersji Luanti (przed 5.5).
sv: <b>Annan / Okänd</b>: nerladdad av en webbläsare eller en föråldrad Luantiversion (innan 5.5).
ta: <b>பிற / அறியப்படாத</b>: வலை உலாவி அல்லது காலாவதியான லுவாண்டி பதிப்பால் பதிவிறக்கம் செய்யப்பட்டது (5.5 க்கு முன்).
uk: <b>Other / Unknown</b>: завантажено веб-переглядачем або застарілою версією Luanti (до 5.5).

source: Need more stats?
cs: Potřebuješ více statistických údajů?
de: Mehr Statistiken gebraucht?
fr: Besoin de plus de statistiques ?
id: Perlu statistik lebih lanjut?
it: Hai bisogno di più statistiche?
ms: Perlukan statistik lebih lanjut?
pl: Potrzebujesz więcej statystyk?
ru: Нужно больше статистики?
sk: Potrebuješ viac štatistík?
sv: Behöver mer statistik?
ta: மேலும் புள்ளிவிவரங்கள் தேவையா?
uk: Потрібно більше статистики?

source: Check out the ContentDB Grafana dashboard for CDB-wide stats
cs: Zkontroluj ContentDB rozhraní Grafana pro rozsáhlejší statistiky ContentDB
de: Schauen Sie sich das ContentDB-Grafana-Dashboard an für CDB-weite Statistiken
fr: Consultez le tableau de bord Grafana du ContentDB pour obtenir des statistiques sur l'ensemble du ContentDB
id: Periksa dasbor Grafana ContentDB untuk statistik secara umum
it: Controlla il pannello Grafana di ContentDB per le statistiche relative a tutto il CDB
ms: Sila periksa papan pemuka Grafana ContentDB untuk statistik umum CDB
pl: Sprawdź panel ContentDB Grafana dla statystyk w całym CDB
ru: Ознакомьтесь с панелью управления ContentDB Графиком, чтобы получить статистику всей CDB
sk: Pozri ContentDB Grafana prehľad pre viac CDB štatistík
sv: Kolla ContentDB-Grafana:n för heltäckande statistik
ta: சிடிபி அகலமான புள்ளிவிவரங்களுக்கான ContentDB கிராஃபானா டாச்போர்டைப் பாருங்கள்
uk: Перевірте інформаційну панель ContentDB Grafana, щоб отримати статистику для всього CDB

source: This thread has been locked by a moderator.
cs: Toto vlákno bylo uzamčeno moderátorem.
de: Dieses Thema wurde von einem Moderator gesperrt.
fr: Ce fil de discussion a été verrouillé par un modérateur.
id: Utas ini telah dikunci oleh moderator.
it: Questa discussione è stata bloccata da unə moderatorə.
ms: Bebenang ini telah dikunci oleh moderator.
pl: Ten wątek został zablokowany przez moderatora.
ru: Эта тема была закрыта модератором.
sk: Toto vlákno bolo uzamknuté správcom.
sv: Denna tråd har låsts av en moderator.
ta: இந்த நூல் ஒரு மதிப்பீட்டாளரால் பூட்டப்பட்டுள்ளது.
uk: Цей ланцюжок було заблоковано модератором.
vi: Chủ đề này đã được khóa bởi một người điều hành.

source: Reply
cs: Odpovědět
de: Antworten
fr: Répondre
id: Balas
it: Rispondi
ms: Balas
pl: Odpowiedz
ru: Ответить
sk: Odpovedať
sv: Svara
ta: பதில்
uk: Відповісти

source: Please wait before commenting again.
cs: Před dalším komentářem prosím počkejte.
de: Bitte warten Sie, bevor Sie erneut kommentieren.
fr: Veuillez attendre avant de commenter à nouveau.
id: Harap tunggu sebelum berkomentar lagi.
it: Aspetta prima di rispondere di nuovo per favore.
ms: Sila tunggu sebentar sebelum tulis komen lagi.
pl: Poczekaj zanim napiszesz kolejny komentarz.
ru: Пожалуйста, подождите, прежде чем комментировать снова.
sk: Prosím vyčkaj pred pridaním ďalšieho komentára.
sv: Var snäll och vänta innan du kommenterar igen.
ta: மீண்டும் கருத்து தெரிவிப்பதற்கு முன் காத்திருங்கள்.
uk: Зачекайте, перш ніж коментувати знову.
vi: Xin vui lòng chờ đợi trước khi bình luận một lần nữa.

source: This thread has been locked.
cs: Vlákno bylo uzamčeno.
de: Dieses Thema wurde gesperrt.
fr: Ce fil de discussion a été verrouillé.
id: Utas ini telah dikunci.
it: Questa discussione è stata bloccata.
ms: Bebenang ini telah dikunci.
pl: Ten wątek został zablokowany.
ru: Эта тема была закрыта.
sk: Toto vlákno bolo uzamknuté.
sv: Denna tråd har låsts.
ta: இந்த நூல் பூட்டப்பட்டுள்ளது.
uk: Цей ланцюжок було закрито.
vi: Chủ đề này đã bị khóa.

source: You don't have permission to post.
cs: Nemáš oprávnění odeslat.
de: Sie haben keine Berechtigung zum Schreiben.
fr: Vous n'avez pas la permission de poster.
id: Anda tidak memiliki izin untuk mengepos.
it: Non ti è permesso pubblicare.
ms: Anda tiada kebenaran untuk menghantar.
pl: Nie masz uprawnień aby napisać post.
ru: У вас нет разрешения на публикацию.
sk: Nemáš povolenie na prispievanie.
sv: Du har inte behörighet att posta.
ta: இடுகையிட உங்களுக்கு இசைவு இல்லை.
uk: Ви не маєте дозволу на публікацію.
vi: Bạn không có quyền đăng.

source: You can add someone to a private thread by writing @username.
cs: Můžeš kohokoliv přizvat do soukromého vlákna pomocí @username.
de: Sie können jemanden zu einem privaten Thema hinzufügen, indem Sie @Benutzername schreiben.
fr: Vous pouvez ajouter quelqu'un à fil de discussion privé avec @nom-utilisateur.
it: Puoi aggiungere qualcunə ad una discussione privata scrivendo @nome_utente.
ms: Anda boleh tambah seseorang ke bebenang peribadi dengan menulis @namapengguna.
pl: Możesz dodać kogoś do prywatnego wątku pisząc @nazwa_użytkownika.
ru: Вы можете добавить кого-либо в приватную тему, написав @username.
sk: Do súkromného vlákna môžete niekoho pridať napísaním @username.
sv: Du kan lägga till någon till en privat tråd genom att skriva @username.
ta: @Username ஐ எழுதுவதன் மூலம் நீங்கள் ஒருவரை ஒரு தனியார் நூலில் சேர்க்கலாம்.
uk: Ви можете додати когось до приватної ланцюжка, написавши @username.
vi: Bạn có thể thêm ai đó vào chuỗi riêng tư bằng cách viết @username.

source: No threads found
cs: Nebyla nalezena žádná vlákna
de: Keine Themen gefunden
fr: Aucun fil trouvé
id: Tidak ada utas yang ditemukan
it: Nessuna discussione trovata
ms: Tiada bebenang dijumpai
pl: Brak wątków
ru: Темы не найдены
sk: Neboli nájdené žiadne vlákna
sv: Inga trådar finns
ta: நூல்கள் எதுவும் கிடைக்கவில்லை
uk: Ланцюжків не знайдено
vi: Không tìm thấy chủ đề

source: Thread
cs: Vlákno
de: Thema
fr: Fil de discussion
id: Utas
it: Discussione
ms: Bebenang
pl: Wątek
ru: Тема
sk: Vlákno
sv: Tråd
ta: நூல்
uk: Ланцюжок
vi: Chủ đề

source: Last Reply
cs: Poslední odpověď
de: Letzte Antwort
fr: Dernière réponse
id: Balasan Terakhir
it: Ultima Risposta
ms: Balasan Terakhir
pl: Ostatnia odpowiedź
ru: Последний ответ
sk: Nedávna odpoveď
sv: Senaste svar
ta: கடைசி பதில்
uk: Остання відповідь
vi: Trả lời cuối cùng

source: On %(trigger)s, do %(action)s
cs: Při %(trigger)s učiň %(action)s
de: Bei %(trigger)s, tue %(action)s
fr: Quand %(trigger)s, exécuter %(action)s
id: Ketika %(trigger)s, lakukan %(action)s
it: Quando %(trigger)s, fai %(action)s
ms: Apabila %(trigger)s, lakukan %(action)s
pl: Gdy %(trigger)s zrób %(action)s
ru: При %(trigger)s, выполнить %(action)s
sk: Keď %(trigger)s, potom %(action)s
sv: På %(trigger)s, gör %(action)s
ta: %(trigger)s, %(action)s செய்யுங்கள்
uk: На %(trigger)s виконайте %(action)s
vi: Nếu %(trigger)s, thì %(action)s

source: Release
cs: Vydání
fr: Version
id: Rilisan
it: Rilascio
ms: Terbitan
pl: Wydanie
ru: Релиз
sk: Vydanie
sv: Utgivning
ta: வெளியீடு
uk: Випуск
vi: Phát hành

source: Repo
cs: Repozitář
de: Speicherort
fr: Dépôt
id: Repositori
it: Deposito
ms: Repositori
pl: Repozytorium
ru: Репозиторий
sk: Úložisko
ta: களஞ்சி
uk: Репозиторій
vi: Kho

source: Update settings
cs: Aktualizovat nastavení
de: Aktualisierungseinstellungen
fr: Paramètres de mise à jour
id: Pengaturan pembaruan
it: Aggiorna le impostazioni
ms: Tetapan kemas kini
pl: Zaktualizuj ustawienia
ru: Обновить настройки
sk: Aktualizuj nastavenia
sv: Uppdatera inställningar
ta: அமைப்புகளை புதுப்பிக்கவும்
uk: Оновити налаштування
vi: Cài đặt cập nhật

source: No outdated packages.
cs: Žádné zastaralé balíčky.
de: Keine veralteten Pakete.
fr: Aucun paquet obsolète.
id: Tidak ada paket usang.
it: Nessun contenuto obsoleto.
ms: Tiada pakej lapuk.
pl: Brak przestarzałych paczek.
ru: Нет устаревших дополнений.
sk: Bez zastaralých balíkov.
sv: Inga föråldrade paket.
ta: காலாவதியான தொகுப்புகள் இல்லை.
uk: Немає застарілих пакунків.
vi: Không có gói lỗi thời.

source: Date
cs: Datum
de: Datum
id: Tanggal
it: Data
ms: Tarikh
pl: Data
ru: Дата
sk: Dátum
sv: Datum
ta: திகதி
uk: Дата

source: Actions
cs: Akce
de: Aktionen
id: Tindakan
it: Azioni
ms: Perbuatan
pl: Akcje
ru: Действия
sk: Činnosti
sv: Åtgärder
ta: செயல்கள்
uk: Дії
vi: Hành động

source: Mod Names
cs: Názvy modů
de: Modnamen
fr: Nom des Mods
id: Nama Mod
it: Nomi Mod
ms: Nama Mods
pl: Nazwy modyfikacji
ru: Названия модов
sk: Názvy rozšírení
sv: Moddnamn
ta: மோட் பெயர்கள்
uk: Назви модів

source: No mod names found.
cs: Nenalezen mod uvedeného jména.
de: Keine Modnamen gefunden.
fr: Aucun nom de mod trouvé.
id: Tidak ada nama mod yang ditemukan.
it: Nessun nome di mod trovato.
ms: Tiada nama mods dijumpai.
pl: Nie odnaleziono nazw modyfikacji.
ru: Названия модов не найдены.
sk: Nenašli sa žadne názvy rozšírení.
sv: Inga moddnamn hittades.
ta: மோட் பெயர்கள் எதுவும் கிடைக்கவில்லை.
uk: Назв модів не знайдено.

source: Mod Name "%(name)s"
cs: Mod názvu "%(name)s"
fr: Nom du Mod "%(name)s"
id: Nama Mod "%(name)s"
it: Nome Mod "%(name)s"
ms: Nama Mods "%(name)s"
pl: Nazwa modyfikacji "%(name)s"
ru: Название Мода "%(name)s"
sk: Názov rozšírenia "%(name)s"
sv: Moddnamn "%(name)s"
ta: மோட் பெயர் "%(name)s"
uk: Назва мода "%(name)s"

source: Provided By
cs: Poskytuje
de: Bereitgestellt von
fr: Fourni par
id: Disediakan oleh
it: Fornito Da
ms: Disediakan Oleh
pl: Dostarczane przez
ru: Предоставлено
sk: Poskytol
sv: Försed av
ta: வழங்கியவர்
uk: Надано
vi: Được Cung Cấp Bởi

source: Forum Topics
cs: Témata fóra
de: Forenthemen
fr: Sujets du forum
id: Topik Forum
it: Argomenti del Forum
ms: Topik Forum
pl: Tematy na forum
ru: Темы форума
sk: Témy fóra
sv: Forumtrådar
ta: மன்ற தலைப்புகள்
uk: Теми форуму
vi: Chủ đề diễn đàn

source: %(title)s by %(display_name)s
cs: %(title)s od %(display_name)s
de: %(title)s von %(display_name)s
fr: %(title)s de %(display_name)s
id: %(title)s oleh %(display_name)s
it: %(title)s di %(display_name)s
ms: %(title)s oleh %(display_name)s
pl: %(title)s autorstwa %(display_name)s
ru: %(title)s от %(display_name)s
sk: %(title)s od %(display_name)s
sv: %(title)s av %(display_name)s
ta: %(title)s மூலம் %(display_name)s
uk: %(title)s від %(display_name)s
vi: %(title)s bởi %(display_name)s

source: Required By
cs: Požadované
de: Benötigt von
fr: Requis par
id: Diperlukan oleh
it: Richiesto Da
ms: Diperlukan Oleh
pl: Wymagane przez
ru: Требуется
sk: Vyžaduje sa od
sv: Krävd av
ta: தேவை
uk: Вимагається
vi: Yêu cầu bởi

source: Optionally Used By
cs: Použití doporučeno od
de: Optional genutzt von
fr: Utilisé en option par
id: Digunakan (opsional) oleh
it: Utilizzato Opzionalmente Da
ms: Digunakan secara Pilihan Oleh
pl: Opcjonalnie używane przez
ru: Опционально используется
sk: Dobrovoľne použité
sv: Valfritt användbar av
ta: விருப்பமாக பயன்படுத்தப்படுகிறது
uk: Використовується за бажанням
vi: Tùy chọn được sử dụng bởi

source: Edit email notification settings
cs: Oznámení emailem (úprava nastavení)
de: E-Mail-Benachrichtigungseinstellungen bearbeiten
fr: Modifier les paramètres de notification par courriel
id: Sunting pengaturan pemberitahuan surel
it: Modifica le impostazioni di notifica email
ms: Sunting tetapan pemberitahuan e-mel
pl: Edytuj ustawienia powiadomień email
ru: Изменить настройки уведомления по электронной почте
sk: Upraviť nastavenia upozornení emailom
sv: Redigera mejlnotisinställningar
ta: மின்னஞ்சல் அறிவிப்பு அமைப்புகளைத் திருத்தவும்
uk: Змінити налаштування сповіщень електронною поштою
vi: Chỉnh sửa cài đặt thông báo qua email

source: Newest first.
cs: Nejdříve nejnovější.
de: Neueste zuerst.
fr: Plus récents en premier.
id: Yang baru lebih dahulu.
it: Prima il più recente.
ms: Terbaru dahulu.
pl: Najpierw najnowsze.
ru: Сначала новые.
sk: Najrv najnovšie.
sv: Nyast först.
ta: புதிய முதல்.
uk: Спочатку найновіші.
vi: Mới đầu tiên.

source: Your Notifications
cs: Vaše oznámení
de: Deine Benachrichtigungen
fr: Vos notifications
id: Pemberitahuan Anda
it: Le Tue Notifiche
ms: Pemberitahuan Anda
pl: Twoje powiadomienia
ru: Ваши уведомления
sk: Tvoje upozornenia
sv: Dina notiser
ta: உங்கள் அறிவிப்புகள்
uk: Ваші сповіщення
vi: Thông báo của bạn

source: No notifications
cs: Žádná upozornění
de: Keine Benachrichtigungen
fr: Aucune notifications
id: Tidak ada pemberitahuan
it: Nessuna notifica
ms: Tiada pemberitahuan
pl: Brak powiadomień
ru: Нет уведомлений
sk: Bez upozornení
sv: Inga notiser
ta: அறிவிப்புகள் இல்லை
uk: Немає сповіщень
vi: Không có thông báo

source: Editor/Approver Notifications
cs: Upozornění redaktora/schvalovatele
de: Bearbeiter/Genehmiger-Nachrichten
fr: Notifications des éditeurs et approbateurs
id: Pemberitahuan Penyunting / Penyetuju
it: Notifiche dallз Curanti/Approvanti
ms: Pemberitahuan Penyunting/Pelulus
pl: Powiadomienia osoby edytującej/zatwierdzającej
ru: Уведомления Редактор/Проверяющий
sk: Úpravy/Schvaľovanie upozornení
sv: Redigerar/Godkännings-notiser
ta: ஆசிரியர்/ஒப்புதல் அறிவிப்புகள்
uk: Сповіщення редактора/затверджувача
vi: Thông báo của người biên tập / người phê duyệt

source: Authorize %(title)s
cs: Autorizace %(title)s
de: %(title)s autorisieren
fr: Autoriser %(title)s
id: Otorisasi %(title)s
it: Autorizza %(title)s
ms: Izinkan %(title)s
pl: Autoryzuj %(title)s
ru: Разрешить %(title)s
sv: Tillåt %(title)s
ta: %(title)s அங்கீகரிக்கவும்
uk: Авторизувати %(title)s

source: wants to access your %(name)s account
cs: potřebuje přístup k tvému účtu %(name)s
de: möchte auf Ihr „%(name)s“-Konto zugreifen
fr: veut accéder à votre compte %(name)s
id: ingin mengakses %(name)s akun Anda
it: vuole accedere al tuo account %(name)s
ms: ingin mencapai akaun %(name)s anda
pl: chce uzyskać dostęp do twojego konta %(name)s
ru: хочет получить доступ к вашему профилю %(name)s
sv: vill komma åt ditt %(name)s-konto
ta: உங்கள் %(name)sணக்கை அணுக விரும்புகிறது
uk: бажає отримати доступ до вашої обліківки %(name)s

source: Verified application
cs: Ověřená aplikace
de: Verifizierte Anwendung
fr: Application vérifiée
id: Aplikasi terverifikasi
it: Applicazione verificata
ms: Aplikasi disahkan
pl: Zweryfikowana aplikacja
ru: Проверенное приложение
sv: Verifierad applikation
ta: சரிபார்க்கப்பட்ட பயன்பாடு
uk: Перевірений застосунок

source: ContentDB trusts this application
cs: ContentDB důvěřuje této aplikaci
de: ContentDB vertraut dieser Anwendung
fr: ContentDB fait confiance à cette application
id: ContentDB mempercayai aplikasi ini
it: ContentDB si fida di questa applicazione
ms: ContentDB mempercayai aplikasi ini
pl: Baza Zawartości (ContentDB) ufa tej aplikacji
ru: ContentDB доверяет этому приложению
sv: ContentDB litar på denna applikation
ta: ContentDB இந்த பயன்பாட்டை நம்புகிறது
uk: ContentDB довіряє цьому застосунку

source: Public data only
cs: Pouze veřejná data
de: Nur öffentliche Daten
fr: Données publiques seulement
id: Hanya data publik
it: Solo dati pubblici
ms: Data awam sahaja
pl: Tylko dane publiczne
ru: Только публичные данные
sv: Endast offentlig data
ta: பொது தரவு மட்டுமே
uk: Тільки публічні дані

source: Read-only access to your public data
cs: Přístup pouze pro čtení k veřejným datům
de: Nur-Lesen-Zugriff auf Ihre öffentlichen Daten
fr: Accès en lecture-seule à vos données publiques
id: Akses hanya baca ke data publik Anda
it: Accesso in sola lettura ai tuoi dati pubblici
ms: Capaian baca-sahaja ke data awam anda
pl: Dostęp tylko do odczytu do twoich danych publicznych
ru: Доступ только для чтения к вашим публичным данным
sv: Läsbar tillgång till din offentlig data
ta: உங்கள் பொது தரவை படிக்க மட்டுமே அணுகலாம்
uk: Доступ тільки до читання ваших публічних даних

source: Authorize
cs: Autorizace
de: Autorisieren
fr: Autoriser
id: Mengizinkan
it: Autorizza
ms: Izinkan
pl: Autoryzuj
ru: Разрешить
sv: Auktorisera
ta: ஏற்பு
uk: Авторизувати

source: About %(title)s
cs: O %(title)s
de: Über %(title)s
fr: À propos de %(title)s
id: Tentang %(title)s
it: Informazioni su %(title)s
ms: Perihalan %(title)s
pl: O %(title)s
ru: О %(title)s
sv: Om %(title)s
ta: சுமார் %(title)s
uk: Про %(title)s

source: Application isn't approved yet
cs: Aplikace dosud nebyla schválena
de: Anwendung ist noch nicht genehmigt
fr: L'application n'a pas encore été approuvée
id: Permohonan aplikasi belum disetujui
it: L'applicazione non è ancora stata approvata
ms: Aplikasi belum diluluskan lagi
pl: Aplikacja nie jest jeszcze zatwierdzona
ru: Приложение еще не одобрено
sv: Applikation är inte godkänd ännu
ta: விண்ணப்பம் இன்னும் அங்கீகரிக்கப்படவில்லை
uk: Застосунок ще не затверджено

source: To allow users other than yourself to log in, you'll need to contact ContentDB staff and ask them to approve your app.
cs: Pro povolení přihlásit se jiným uživatelům je třeba kontaktovat správce ContentDB a požádat je o schválení tvé aplikace.
de: Um Benutzern, die nicht Sie sind, zu erlauben, sich einzuloggen, müssen Sie die ContentDB-Mitarbeiter kontaktieren und sie darum beten, Ihre App zu genehmigen.
fr: Afin de permettre à des utilisateurs autres que vous de se connecter, vous aurez besoin de contacter l'équipe de ContentDB et de leur demander d'approuver votre application.
id: Untuk mengizinkan pengguna selain Anda masuk, Anda harus menghubungi staf ContentDB dan meminta mereka menyetujui aplikasi Anda.
it: Per permettere ad altri utenti oltre a te di accedere, devi contattare lo staff di ContentDB e chiedere loro di approvare la tua app.
ms: Untuk membolehkan pengguna selain anda log masuk, anda perlu hubungi kakitangan ContentDB dan minta mereka meluluskan aplikasi anda.
pl: Żeby pozwolić innym użytkownikom niż Ty się zalogować, musisz skontaktować się z obsługą Bazy Zawartości i poprosić ich o zatwierdzenie twojej aplikacji.
ru: Чтобы разрешить вход в систему другим пользователям, кроме вас, вам нужно связаться с администрацией ContentDB и попросить их одобрить ваше приложение.
sv: För att tillåta andra användare än dig själv att logga in måste du kontakta ContentDB-personal och be dem att godkänna din app.
ta: உங்களைத் தவிர வேறு பயனர்களை உள்நுழைய அனுமதிக்க, நீங்கள் ContentDB ஊழியர்களைத் தொடர்பு கொள்ள வேண்டும், மேலும் உங்கள் பயன்பாட்டை அங்கீகரிக்கும்படி அவர்களிடம் கேட்க வேண்டும்.
uk: Щоб дозволити користувачам, крім себе, авторизовуватись, ви маєте звернутись до персоналу ContentDB і попросити про затвердження вашого застосунку.

source: Create OAuth Client
cs: Vytvoř OAuth klienta
de: OAuth-Client erstellen
fr: Créer un client OAuth
id: Buat Klien OAuth
it: Crea un Cliet OAuth
ms: Cipta Klien OAuth
pl: Stwórz klienta OAuth
ru: Создание клиента OAuth
sv: Skapa OAuth-klient
ta: OAuth கிளையண்டை உருவாக்கவும்
uk: Створити клієнт OAuth

source: Your application has %(count)d users
cs: Tvou aplikaci má %(count)d uživatelů
de: Ihre Anwendung hat %(count)d Benutzer
fr: Votre application a %(count)d utilisateurs
id: Aplikasi Anda memiliki %(count)d pengguna
it: La tua applicazione ha %(count)d utenti
ms: Aplikasi anda mempunyai %(count)d pengguna
pl: Twoja aplikacja ma %(count)d użytkowników
ru: У вашего приложения %(count)d пользователей
sv: Din applikation har %(count)d användare
ta: உங்கள் பயன்பாட்டில் %(count)d பயனர்கள் உள்ளனர்
uk: Ваш застосунок має %(count)d користувачів

source: Revoke all user tokens
cs: Zrušeí všechny tokeny uživatele
de: Alle User-Tokens widerrufen
fr: Révoquer les jetons de tous les utilisateurs
id: Cabut semua token pengguna
it: Revoca tutti i gettoni utente
ms: Mansuhkan semua token pengguna
pl: Wycofaj wszystkie tokeny użytkownika
ru: Отозвать все пользовательские токены
sv: Återkalla alla användartokens
ta: அனைத்து பயனர் டோக்கன்களையும் ரத்து செய்யுங்கள்
uk: Відкликати усі користувацькі токени
