Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Banned:
cs: Zakázaný:
de: Verbannt:
fr: Banni :
id: Diblokir:
it: Espulsə:
ms: Diharamkan:
pl: Użytkownik zbanowany:
ru: Заблокирован:
sk: Zabanovaný:
sv: Bannad:
ta: தடைசெய்யப்பட்டது:
uk: Заблоковано:
vi: Đã bị cấm:

source: You have been banned.
cs: Byli jste zabanováni.
de: Sie wurden verbannt.
fr: Vous avez été banni.
id: Anda telah diblokir.
it: Sei statə espulsə.
ms: Anda telah diharamkan.
pl: Zostałeś zbanowany.
ru: Вы были заблокированы.
sk: Dostal si ban.
sv: Du har blivit bannad.
ta: உங்களுக்கு தடை விதிக்கப்பட்டுள்ளது.
uk: Вас заблоковано.
vi: Bạn đã và đang bị cấm.

# tags
source: 128px+
ru: 128пикс+
uk: 128пікс+

# tags
source: For 128px or higher texture packs
cs: Balíčky textur o 128 px a více
de: Für 128px-Texturenpakete oder größer
id: Untuk paket tekstur 128 piksel atau lebih tinggi
it: Pacchetti texture da 128px o più
ru: Для пакетов текстур с 128пикс и выше
sv: För 128px eller högre texturpaket
ta: 128px அல்லது அதற்கு மேற்பட்ட அமைப்பு பொதிகளுக்கு
uk: 128пікс або вище

# tags
source: 16px
ru: 16пикс
uk: 16пікс

# tags
source: For 16px texture packs
cs: Pro 16px balíčky textur
de: Für 16px-Texturenpakete
id: Untuk paket tekstur 16 piksel
it: Per pacchetti texture da 16px
ru: Для пакетов текстур с 16пикс
sv: För 16px-texturpaket
ta: 16px அமைப்பு பொதிகளுக்கு
uk: Для 16пікс текстурпаків

# tags
source: 32px
ru: 32пикс
uk: 32пікс

# tags
source: For 32px texture packs
cs: 32 px balíčky textur
de: Für 32px-Texturenpakete
id: Untuk paket tekstur 32 piksel
it: Pacchetti texture da 32px
ru: Для пакетов текстур 32пикс
sv: För 32px-texturpaket
ta: 32px அமைப்பு பொதிகளுக்கு
uk: Для 32пікс текстурпаків

# tags
source: 64px
ru: 64пикс
uk: 64пікс

# tags
source: For 64px texture packs
cs: 64 px balíčky textur
de: Für 64px-Texturenpakete
id: Untuk paket tekstur 64 piksel
it: Pacchetti texture da 64px
ru: Для пакетов текстур 64пикс
sv: För 64px-texturpaket
ta: 64px அமைப்பு பொதிகளுக்கு
uk: Для 64пікс текстурпаків

# tags
source: Adventure / RPG
cs: Dobrodružné a RPG
de: Abenteuer/RPG
id: Petualangan / RPG
it: Avventura / GDR
ru: Приключения / RPG
sv: Äventyr / RPG
ta: சாகச / ஆர்பிசி
uk: Пригоди / RPG (Role-Playing Game - рольова гра)

# tags
source: Joke
cs: Vtip
de: Witz
id: Lelucon
it: Due risate
ru: Шутка
sv: Skämt
ta: நகைச்சுவை
uk: Жарт

# tags
source: For humorous content, meant as a novelty or joke, not to be taken seriously, and that is not meant to be used seriously or long-term.
cs: Zábavný obsah, kterým jsou třeba vtipy, není zamýšleno vážně.
de: Für humoristische Inhalte, als Neuerung oder Witz gedacht, nicht ernst gemeint, ist nicht dafür gedacht, ernsthaft oder für längere Zeit benutzt zu werden.
id: Untuk konten yang bersifat humor, dimaksudkan sebagai hal baru atau lelucon, tidak boleh dianggap serius, dan tidak dimaksudkan untuk digunakan secara serius atau jangka panjang.
it: Per contenuti umoristici, scherzosi, da non prendere seriamente né da usare davvero sul lungo periodo.
ru: Для юмористического контента, задуманного как новинка или шутка, который не следует воспринимать всерьез и который не предназначен для серьезного или долгосрочного использования.
sv: För humoristiskt innehåll, avsett som en kul grej eller ett skämt, som inte ska tas på allvar och som inte är avsett att användas seriöst eller långsiktigt.
ta: நகைச்சுவையான உள்ளடக்கத்தைப் பொறுத்தவரை, ஒரு புதுமை அல்லது நகைச்சுவையாக, தீவிரமாக எடுத்துக் கொள்ளக்கூடாது, அது தீவிரமாகவோ அல்லது நீண்ட காலமாகவோ பயன்படுத்தப்படக்கூடாது.
uk: Для гумористичного контенту, призначеного як новинка або жарт, який не слід сприймати серйозно, і який не призначений для серйозного або довгострокового використання.

# tags
source: Building
cs: Stavba
de: Bauen
id: Bangunan
it: Costruzione
ru: Строительство
sv: Byggning
ta: கட்டிடம்
uk: Будівництво

# tags
source: Focuses on building, such as adding new materials or nodes
cs: Zaměřeno na stavění, například přidávání nových materiálů či bloků
de: Fokus auf das Bauen, so wie die Hinzufügung neuer Materialien oder Blöcke
id: Fokus pada bangunan, seperti menambahkan bahan dan nodus baru
it: Ciò che concerne il costruire, come l'aggiunta di nuovi materali o nodi
ru: Фокусирование на строительстве, например, добавление новых материалов или нодов
sv: Fokuserar på byggning, som att lägga till nya material eller noder
ta: புதிய பொருட்கள் அல்லது முனைகளைச் சேர்ப்பது போன்ற கட்டிடத்தில் கவனம் செலுத்துகிறது
uk: Зосереджено на будівництві, наприклад, додає нові матеріали або блоки

# tags
source: Building Mechanics and Tools
cs: Stavební mechanismy a nástroje
de: Baumechaniken und Werkzeuge
id: Mekanika dan Alat Membangun
it: Strumenti e Meccaniche per Costruire
ru: Механики и Инструменты Строительства
sv: Byggmekaniker och verktyg
ta: உருவாக்கும் இயக்கவியல் மற்றும் கருவிகள்
uk: Механіки та інструменти будівництва

# tags
source: Adds game mechanics or tools that change how players build.
cs: Přidává herní mechanismy nebo nástroje pro úpravu staveb hráčů.
de: Fügt Spielmechaniken oder Werkzeuge hinzu, die ändern, wie Spieler bauen.
id: Menambahkan mekanika permainan atau alat yang mengubah cara pemain membangun.
it: Aggiunge strumenti o meccaniche di gioco che cambiano l'approccio al modo di costruire.
ru: Добавляет игровые механики или инструменты изменяющие, как строят игроки.
sv: Lägger till spelmekaniker eller verktyg som ändrar hur spelare bygger.
ta: வீரர்கள் எவ்வாறு உருவாக்குகிறார்கள் என்பதை மாற்றும் விளையாட்டு இயக்கவியல் அல்லது கருவிகளைச் சேர்க்கிறது.
uk: Додає ігрові механіки або інструменти, які змінюють спосіб будівництва для гравців.

# tags
source: Chat / Commands
cs: Chat či příkazy
de: Chat/Befehle
id: Obrolan / Perintah
it: Chat / Comandi
ru: Чат / Команды
sv: Chatt / Kommandon
ta: அரட்டை / கட்டளைகள்
uk: Чат / Команди

# tags
source: Focus on player chat/communication or console interaction.
cs: Zaměřeno na chat či komunikaci mezi hráči nebo interakci pomocí příkazů.
de: Fokus auf Spielerchat/Kommunikation oder Konsoleninteraktion.
id: Fokus pada obrolan/komunikasi pemain atau interaksi konsol.
it: Per la comunicazione tra giocanti o l'interazione con la console.
ru: Фокусированно на чате игрока/коммуникации или взаимодействие с консолью.
sv: Fokus på spelchatt/kommunicering eller konsolinteraktion.
ta: பிளேயர் அரட்டை/தொடர்பு அல்லது கன்சோல் தொடர்பு ஆகியவற்றில் கவனம் செலுத்துங்கள்.
uk: Зосереджено на чаті/спілкуванні гравців або взаємодії з консоллю.

# tags
source: Commerce / Economy
cs: Obchod a ekonomika
de: Kommerz/Wirtschaft
id: Perdagangan / Ekonomi
it: Commercio / Economia
ru: Торговля / Экономика
sv: Handel / Ekonomi
ta: வணிகம் / பொருளாதாரம்
uk: Комерція / Економіка

# tags
source: Related to economies, money, and trading
cs: Vztahuje se k ekonomice, penězům a obchodování
de: Alles rund um Ökonomien, Geld und Handel
id: Terkait dengan ekonomi, uang, dan perdagangan
it: Relativo a economia, denaro e commercio
ru: Связанное с экономикой, деньгами, и торговлей
sv: Relaterad till ekonomier, pengar och handel
ta: பொருளாதாரங்கள், பணம் மற்றும் வணிகம் தொடர்பானது
uk: Пов'язано з економікою, грошима та торгівлею

# tags
source: Complex installation
cs: Komplexní instalace
de: Komplizierte Installation
id: Pemasangan Kompleks
it: Installazione Complessa
ru: Комплексованная установка
sv: Komplex installation
ta: சிக்கலான நிறுவல்
uk: Комплексне встановлення

# tags
source: Requires futher installation steps, such as installing LuaRocks or editing the trusted mod setting
cs: Vyžaduje více kroků instalace, jako třeba instalaci LuaRocks nebo editaci důvěryhodných nastavení modu
de: Benötigt weitere Installationsschritte, z.B. wie die Installation von LuaRocks oder die Bearbeitung der Einstellung für vertrauenswürdige Mods
id: Memerlukan langkah pemasangan lebih lanjut, seperti memasang LuaRocks atau mengedit pengaturan mod tepercaya
it: Richiede ulteriori passaggi per l'installazione, come installare LuaRocks o modificare l'impostazione delle mod fidate
ru: Требуются углублённые шаги по установке, такие как установка LuaRocks или редактирование настроек доверенного мода
sv: Kräver ytterligare installationssteg, som att installera Luarocks eller att redigera inställningen för pålitna moddar
ta: லுவாராக்சை நிறுவுதல் அல்லது நம்பகமான மோட் அமைப்பைத் திருத்துவது போன்ற எதிர்கால நிறுவல் படிகள் தேவை
uk: Потребує додаткових кроків встановлення, таких як встановлення LuaRocks або редагування налаштувань довірених модів

# tags
source: Crafting
cs: Tvorba předmětů
de: Fertigung
id: Kerajinan
it: Fabbricazione
ru: Крафтинг
sv: Skapning
ta: கைவினை
uk: Майстрування

# tags
source: Big changes to crafting gameplay
cs: Velké změny v herním craftingu
de: Große Änderungen an der Fertigungsspielmechanik
id: Perubahan besar terhadap alur kerajinan
it: Modifiche sostanziose alla fabbricazione di oggetti
ru: Большие изменения с геймплеем создания
sv: Stora ändringar för skapnings-gameplay
ta: விளையாட்டு விளையாட்டில் பெரிய மாற்றங்கள்
uk: Значні зміни в ігровому процесі майструванні

# tags
source: Creative
cs: Tvůrčí mod
de: Kreativ
id: Kreatif
it: Creativa
ru: Креатив
sv: Kreativ
ta: படைப்பு
uk: Творчий режим

# tags
source: Written specifically or exclusively for use in creative mode. Adds content only available through a creative inventory, or provides tools that facilitate ingame creation and doesn't add difficulty or scarcity
cs: Určeno především pro kreativní mod. Přidává obsah dostupný pouze v inventáři creativu, nabízí nástroje na usnadnění tvorby ve hře a nezvyšují obtížnost
de: Speziell oder ausschließlich für die Benutzung im Kreativmodus entwickelt. Fügt Inhalt hinzu, der nur innerhalb eines Kreativinventars verfügbar ist oder bietet Werkzeuge an, die das Erstellen von Sachen im Spiel erleichtern, ohne die Schwierigkeit oder Seltenheit zu erhöhen
id: Ditulis secara khusus atau eksklusif untuk digunakan dalam mode kreatif, menambahkan konten yang hanya tersedia melalui inventaris kreatif, atau menyediakan alat yang memfasilitasi kreasi dalam permainan dan tidak menambah kesulitan atau kelangkaan
it: Specifico per la modalità creativa. Aggiunge funzionalità accessibili solo tramite l'inventario della creativa, o fornisce strumenti che facilitano la creazione, senza introdurre particolari difficoltà
ru: Написана специально или исключительно для использования в творческом режиме. Добавляет контент, доступный только в творческом инвентаре, или предоставляет инструменты, которые облегчают создание игры и не создают трудностей или дефицита
sv: Skrivet specifikt för användning i kreativt läge. Lägger till innehåll som endast är tillgängligt i kreativt läge eller tillhandahåller verktyg som underlättar skapande i spelet och inte ökar svårighetsgraden
ta: கிரியேட்டிவ் பயன்முறையில் பயன்படுத்த குறிப்பாக அல்லது பிரத்தியேகமாக எழுதப்பட்டது. ஒரு படைப்பு சரக்கு மூலம் மட்டுமே கிடைக்கும் உள்ளடக்கத்தை சேர்க்கிறது, அல்லது இங்கேம் உருவாக்கத்தை எளிதாக்கும் கருவிகளை வழங்குகிறது மற்றும் தொல்லை அல்லது பற்றாக்குறையை சேர்க்காது
uk: Написано спеціально або виключно для використання в творчому режимі. Додає контент, доступний лише через творчий інвентар, або надає інструменти, які полегшують створення в грі, і не додає складності чи дефіциту

# tags
source: Custom mapgen
cs: Vlastní generátor světa
de: Eigener Kartenerzeuger
id: Generator Peta Custom
it: Gene mappa personalizzato
ru: Пользовательский мапген
sv: Anpassad mapgen
ta: தனிப்பயன் மேப்சென்
uk: Кастомна генерація мапи

# tags
source: Contains a completely custom mapgen implemented in Lua, usually requires worlds to be set to the 'singlenode' mapgen.
cs: Zahrnuje plně vlastní generátor světa, zahrnutý v LUA; často vyžaduje aby generátor světa byl při vytváření světa nastaven na "singlenode".
de: Enthält einen völlig eigens erstellten Kartenerzeuger, der in Lua implementiert wurde; üblicherweise müssen Welten dafür auf den „singlenode“-Kartenerzeuger gesetzt werden.
id: Berisi generator peta khusus yang diimplementasikan dalam Lua, biasanya memerlukan dunia untuk disetel ke generator peta 'singlenode'.
it: Contiene un gene mappa implementato in Lua completamente personalizzato. Solitamente richiede che il gene mappa dei mondi sia 'singlenode'.
ru: Содержит полностью настраиваемый мапген, реализованный на Lua, обычно требует, чтобы для миров был установлен мапген 'одним нодом'.
sv: Innehåller en helt anpassad mapgen implementerad i Lua, kräver vanligtvis att världar ställs in på ”singlenode”-mapgen.
ta: லுவா இல் செயல்படுத்தப்பட்ட முற்றிலும் தனிப்பயன் MAPGEN ஐக் கொண்டுள்ளது, வழக்கமாக உலகங்கள் 'சிங்லெனோட்' மேப்கேனுக்கு அமைக்கப்பட வேண்டும்.
uk: Містить повністю власну генерацію карт, реалізовану на Lua, що зазвичай вимагає встановлення світів на генератор карт "singlenode".

# tags
source: Decorative
cs: Dekorativní
de: Dekorativ
id: Dekoratif
it: Decorativo
ru: Декорация
sv: Dekorativt
ta: அலங்கார
uk: Декорації

# tags
source: Adds nodes with no other purpose than for use in building
cs: Přidává bloky určené ke stavění
de: Fügt Blöcke hinzu, die keinen anderen Zweck haben, in Gebäuden benutzt zu werden
id: Menambahkan nodus tanpa tujuan lain selain untuk digunakan dalam bangunan
it: Aggiunge nodi che non hanno altro scopo se non decorativo
ru: Добавляет ноды, не имеющие никакой другой цели, кроме как для использования в строительстве
sv: Lägger till noder för inget annat syfte än för att bygga
ta: கட்டிடத்தில் பயன்படுத்துவதைத் தவிர வேறு எந்த நோக்கமும் இல்லாத முனைகளைச் சேர்க்கிறது
uk: Додає блоки, які не мають іншого призначення, окрім використання в будівництві

# tags
source: Developer Tools
cs: Nástroje vývojáře
de: Entwicklertools
id: Alat Pengembang
it: Strumenti per Sviluppanti
ru: Инструменты Разработчика
sv: Utvecklarverktyg
ta: உருவாக்குபவர் கருவிகள்
uk: Інструменти розробника

# tags
source: Tools for game and mod developers
cs: Nástroje pro hru a tvůrce modů
de: Tools für Spiel- und Modentwickler
id: Peralatan untuk pengembang permainan dan mod
it: Strumenti per lo sviluppo di giochi e mod
ru: Инструменты для разработчиков игр и модов
sv: Verktyg för spel- och moddutvecklare
ta: விளையாட்டு மற்றும் மோட் டெவலப்பர்களுக்கான கருவிகள்
uk: Інструменти для розробників ігор та модів

# tags
source: Education
cs: Vzdělávání
de: Bildung
id: Pendidikan
it: Didattica
ru: Обучение
sv: Utbildning
ta: கல்வி
uk: Освіта

# tags
source: Either has educational value, or is a tool to help teachers
cs: Zahrnuje vzdělávací obsah či nástroje pro pomoc vyučujícím.
de: Ist entweder vom pädagogischen Wert oder ist ein Werkzeug, um Lehrern zu helfen
id: Memiliki nilai pendidikan atau merupakan alat untuk membantu guru
it: Contenuto con valore didattico, o uno strumento per aiutare lɜ insegnanti
ru: Либо имеет образовательную ценность, либо является инструментом в помощь учителям
sv: Antingen har pedagogiskt värde, eller är ett verktyg för att hjälpa lärare
ta: ஒன்று கல்வி மதிப்பைக் கொண்டுள்ளது, அல்லது ஆசிரியர்களுக்கு உதவும் ஒரு கருவியாகும்
uk: Має або освітню цінність, або є інструментом для допомоги вчителям.

# tags
source: Environment / Weather
cs: Prostředí a počasí
de: Umgebung/Wetter
id: Lingkungan / Cuaca
it: Ambiente / Meteo
ru: Среда / Погода
sv: Miljö / Väder
ta: சூழல் / வானிலை
uk: Навколишнє середовище / Погода

# tags
source: Improves the world, adding weather, ambient sounds, or other environment mechanics
cs: Vylepšuje prostředí herního světa, přidává počasí, okolní zvuky či jiné prvky fungování prostředí
de: Verbessert die Welt, fügt Wetter, Umgebungsgeräusche oder andere Umgebungsmechaniken hinzu
id: Meningkatkan kualitas dunia, menambahkan cuaca, suara sekitar, atau mekanisme lingkungan lainnya
it: Migliora il mondo con l'aggiunta di effetti meteo, suoni d'ambiente o altre meccaniche ambientali
ru: Импровизирует мир, добавляет погоду, атмосферные звуки, или другие механики окружающей среды
sv: Förbättrar världen, lägger till väder, ljud eller andra miljömekaniker
ta: உலகத்தை மேம்படுத்துகிறது, வானிலை, சுற்றுப்புற ஒலிகள் அல்லது பிற சுற்றுச்சூழல் இயக்கவியல் ஆகியவற்றைச் சேர்க்கிறது
uk: Покращує світ, додаючи погоду, атмосферні звуки або інші механіки навколишнього середовища

# tags
source: Food / Drinks
cs: Jídlo a pití
de: Essen/Getränke
id: Makanan / Minuman
it: Cibo / Bevande
ru: Еда / Напитки
sv: Mat / Dryck
ta: உணவு / பானங்கள்
uk: Їжа / Напої

# tags
source: GUI
cs: GUI - grafické uživatelské rozhraní
it: Menù
ta: குய்
uk: Графічний інтерфейс

# tags
source: For content whose main utility or features are provided within a GUI, on-screen menu, or similar
cs: Obsah, jehož hlavní součásti a funkce poskytují GUI (grafické uživatelské rozhraní), menu na obrazovce a podobně
de: Für Inhalt, dessen Hauptfunktion in einer GUI, Bildschirmmenüs oder Ähnlichem liegt
id: Untuk konten yang utilitas atau fitur utamanya disediakan dalam GUI, menu di layar, atau sejenisnya
it: Per contenuti il quale principale utilizzo o funzionalità sono forniti attraverso un menù o simile
ru: Для контента, основная полезность или функции которого предоставляются в графическом интерфейсе, экранном меню, или аналогичном
sv: För innehåll vars huvudsakliga användningsområde eller funktioner tillhandahålls inom en GUI, på en skärmeny eller liknande
ta: GUI, ஆன்-ச்கிரீன் பட்டியல் அல்லது அதற்குள் அதன் முக்கிய பயன்பாடு அல்லது நற்பொருத்தங்கள் வழங்கப்படும் உள்ளடக்கத்திற்கு
uk: Для контенту, основна утиліта або функції якого надаються через графічний інтерфейс користувача, екранне меню або подібне

# tags
source: HUD
cs: Informace na herní obrazovce (HUD)
it: Interfaccia
ru: Игровой Интерфейс
uk: Головний інтерфейс

# tags
source: For mods that grant the player extra information in the HUD
cs: Mody, které přidávají další informace, které se hráčům zobrazí na herní obrazovce
de: Für Mods, welche dem Spieler Zusatzinformationen in der HUD geben
id: Untuk mod yang memberikan informasi tambahan kepada pemain di HUD
it: Per mod che aggiungono informazioni aggiuntive tramite delle interfacce
ru: Для модов, которые предоставляют игроку дополнительную информацию в Игровом Интерфейсе
sv: För moddar som ger spelaren extra information i HUD
ta: HUD இல் வீரருக்கு கூடுதல் தகவல்களை வழங்கும் மோட்சுக்கு
uk: Для модів, які надають гравцю додаткову інформацію в головному інтерфейсі користувача

# tags
source: Inventory
cs: Inventář
de: Inventar
id: Inventaris
it: Inventario
ru: Инвентарь
sv: Lagring
ta: சரக்கு
uk: Інвентар

# tags
source: Changes the inventory GUI
cs: Změny v grafickém rozhraní inventáře (GUI)
de: Ändert die Inventar-GUI
id: Mengubah GUI Inventaris
it: Cambia l'aspetto dell'inventario
ru: Изменяет графический интерфейс инвентаря
sv: Ändrar lagrings-GUI:n
ta: சரக்கு GUI ஐ மாற்றுகிறது
uk: Змінює графічний інтерфейс інвентаря

# tags
source: Jam / Combat 2020
cs: Soutěž o mod souboje roku 2020 (Jam 2020)
id: Jam / Tempur 2020
it: Jam / Combattimento 2020
ru: Джэм / Боёвка 2020
ta: சாம் / போர் 2020
uk: Jam / Бої 2020

# tags
source: For mods created for the Discord "Combat" modding event in 2020
cs: Mody vytvořené pro Discord soutěž "Combat" modařské události v roce 2020
de: Für Mods, die 2020 für das Discord-Modding-Event „Combat“ erstellt wurden
id: Untuk mod yang dibuat dalam acara modding "Combat" Discord tahun 2020
it: Per mod create per l'evento di moddaggio "Combattimento" tenutosi su Discord nel 2020
ru: Для модов созданные для Дискорд моддинг эвента "Боёвка" в 2020
sv: För moddar som skapats för Discord:ens "Combat"-moddingevent 2020
ta: 2020 ஆம் ஆண்டில் டிச்கார்ட் "போர்" மோடிங் நிகழ்வுக்காக உருவாக்கப்பட்ட மோட்சுக்கு
uk: Для модів, створених для модінг-івенту "Combat" у Discord у 2020 році

# tags
source: Jam / Game 2021
cs: Soutěž o hru roku 2021 (Jam 2021)
id: Jam / Permainan 2021
it: Jam / Giochi 2021
ru: Джэм / Игра 2021
ta: சாம் / விளையாட்டு 2021
uk: Jam / Ігри 2021

# tags
source: Entries to the 2021 Minetest Game Jam
cs: Hry, navržené do soutěže 2021 Minetest Game Jam
id: Entri untuk Minetest Game Jam 2021
ru: Заявки на участие в Minetest Game Jam 2021
sv: Inlägg till 2021 års Minetest Game Jam
ta: 2021 மின்டெச்ட் கேம் சாம் உள்ளீடுகள்
uk: Участь у Game Jam Minetest 2021

# tags
source: Jam / Game 2022
cs: Soutěž o nejlepší Minetest hru 2022 (Game Jar 2022)
id: Jam / Permainan 2022
it: Jam / Giochi 2022
ru: Джэм / Игра 2022
ta: சாம் / விளையாட்டு 2022
uk: Jam / Ігри 2022

# tags
source: Entries to the 2022 Minetest Game Jam
cs: Hry, zapojené do soutěže o nejlepší Minetest hru roku 2022 (Minetest Game Jam 2022)
id: Entri untuk Minetest Game Jam 2022
ru: Заявки на участие в Minetest Game Jam 2022
sv: Inlägg till 2022 års Minetest Game Jam
ta: 2022 மின்டெச்ட் கேம் சாம் உள்ளீடுகள்
uk: Участь у Game Jam Minetest 2022

# tags
source: Jam / Game 2023
cs: Luanti hra roku 2023 (Luanti Game Jar 2023)
id: Jam / Permainan 2023
it: Jam / Giochi 2023
ru: Джэм / Игра 2023
ta: சாம் / விளையாட்டு 2023
uk: Jam / Ігри 2023

# tags
source: Entries to the 2023 Minetest Game Jam
cs: Hry, zapojené do soutěže o nejlepší Minetest hru roku 2023 (Minetest Game Jam 2023)
id: Entri untuk Minetest Game Jam 2023
ru: Заявки на Minetest Игровой Джэм 2023
sv: Inlägg till 2023 års Minetest Game Jam
ta: 2023 மின்டெச்ட் கேம் சாம் உள்ளீடுகள்
uk: Участь у Game Jam Minetest 2023

# tags
source: Jam / Game 2024
cs: Hra roku 2024
id: Jam / Permainan 2024
sv: Jam / Spel 2024
ta: சாம் / விளையாட்டு 2024
uk: Jam / Ігри 2024

# tags
source: Entries to the 2024 Luanti Game Jam
cs: Účastní se soutěže o Luanti hru roku 2024
id: Pendaftaran untuk Luanti Game Jam 2024
sv: Inlägg till 2024 års Luanti Game Jam
ta: 2024 லுவாண்டி கேம் சாம் உள்ளீடுகள்
uk: Участь у Luanti Game Jam 2024

# tags
source: Jam / Weekly Challenges 2021
cs: Jam / týdenní soutěže v roce 2021
id: Jam / Tantangan Mingguan 2021
it: Jam / Sfide settimanali 2021
ru: Джэм / Еженедельные Вызовы 2021
ta: சாம் / வாராந்திர சவால்கள் 2021
uk: Jam / Щотижневі виклики 2021

# tags
source: For mods created for the Discord "Weekly Challenges" modding event in 2021
cs: Mody vytvořené pro týdenní soutěže modovací soutěže na Discordu v roce 2021
de: Für Mods, die 2021 für das Discord-Modding-Event „Weekly Challenges“ erstellt wurden
id: Untuk mod yang dibuat dalam acara modding "Weekly Challenges" Discord tahun 2021
it: Per mod create per l'evento di moddaggio "Sfide Settimanali" tenutosi su Discord nel 2021
ru: Для модов созданные для Дискорд моддинг события "Еженедельные Вызовы" в 2021
sv: För moddar skapade för Discordens "Weekly Challenges"-moddingevent i 2021
ta: 2021 ஆம் ஆண்டில் டிச்கார்ட் "வாராந்திர சவால்கள்" மோடிங் நிகழ்வுக்காக உருவாக்கப்பட்ட மோட்சுக்கு
uk: Для модів, створених для модінг-івенту "Щотижневі челенджі" у Discord у 2021 році

# tags
source: <16px
cs: Méně než 16 pixelů
de: &lt;16px
id: &lt;16 px
it: &lt;16px
ru: &lt;16пикс
sv: &lt;16px
ta: &lt;16px
uk: &lt;16пікс

# tags
source: Less than 16px
cs: Méně než 16 pixelů
de: Unter 16px
it: Minore di 16px
ru: Меньше чем 16 пикселей
sv: Texturpaket som är mindre än 16px
ta: 16px க்கும் குறைவாக
uk: Менше ніж 16 пікселів

# tags
source: API / Library
cs: API / knihovna
de: API/Bibliothek
id: API / Pustaka
it: API / Libreria
ru: API / Библиотека
sv: API:er / Bibliotek
ta: பநிஇ / நூலகம்
uk: API / Бібліотека

# tags
source: Primarily adds an API for other mods to use
cs: Přidává především API, které používají další mody
de: Fügt hauptsächlich eine API hinzu, die andere Mods benutzen können
id: Utamanya menambahkan API untuk digunakan mod lain
it: Aggiunge principalmente una libreria alla quale si allacceranno altre mod
ru: В первую очередь добавляет API для использования другими модами
sv: Lägger primärt till API:er för andra moddar att använda
ta: முதன்மையாக மற்ற மோட்சைப் பயன்படுத்த பநிஇ சேர்க்கிறது
uk: Основне призначення — додавання API для використання іншими модами

# tags
source: Magic / Enchanting
cs: Čarování a enchanting
de: Magie/Verzaubern
id: Sihir / Mantra
it: Magia / Incantamento
ru: Магия / Зачарование
sv: Magi / Förtrollning
ta: மந்திரம் / மயக்கும்
uk: Магія / Чарування
