Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

# tags
source: Mapgen / Biomes / Decoration
cs: Generátor světa, biomy či dekorativní bloky
de: Kartenerzeuger/Biome/Dekoration
id: Generator Peta / Bioma / Dekorasi
it: Gene mappa / Biomi / Decorazioni
ru: Мапген / Биомы / Декорация
sv: Mapgen / Biomer / Dekoration
ta: மேப்கென் / பயோம்கள் / ஒப்பனை
uk: Генерація карт / Біоми / Декорації

# tags
source: New mapgen or changes mapgen
cs: Nový generátor světa či úprava geenrátora světa
de: Neuer Kartenerzeuger; oder Veränderungen des Kartenerzeugers
id: Generator peta baru atau perubahan generator peta
it: Nuovi geni mappa o modifiche a quelli esistenti
ru: Новая генерация или изменение мира
sv: Ny mapgen eller ändrar mapgen
ta: புதிய மேப்சென் அல்லது மாற்றங்களை மாற்றுகிறது
uk: Нова генерація карти або зміни в генерації карти

# tags
source: Mini-game
cs: Minihra
de: Minispiel
id: Permainan Mini
it: Minigioco
ru: Мини-игра
sv: Minispel
ta: மினி-விளையாட்டு
uk: Міні-гра

# tags
source: Adds a mini-game to be played within Luanti
cs: Přidává minihru hratelnou přes Luanti
de: Fügt ein Minispiel, das in Luanti gespielt werden kann, hinzu
id: Menambahkan permainan mini untuk dimainkan dalam Luanti
it: Aggiunge un minigioco da giocare da dentro Luanti
pl: Dodaje minigrę do rozgrywki wewnątrz Luanti
sv: Lägger till ett minispel för att spelas inuti Luanti
ta: லுவாண்டிக்குள் விளையாட ஒரு மினி-விளையாட்டைச் சேர்க்கிறது
uk: Додає міні-гру для гри в Luanti

# tags
source: Mobs / Animals / NPCs
cs: Mobové, zvířata a postavy (NPC)
de: Mobs/Tiere/NPCs
id: Massa / Hewan / NPC
it: Nemici / Animali / PNG
ru: Мобы / Животные / НИПы
sv: Mobs / Djur / NPCs
ta: கும்பல் / விலங்குகள் / NPC கள்
uk: Моби / Тварини / NPC

# tags
source: Adds mobs, animals, and non-player characters
cs: Přidává moby, zvířata a postavy (NPC)
de: Fügt Mobs, Tiere und Nicht-Spieler-Charaktere (NPCs) hinzu
id: Menambahkan massa, hewan, dan karakter non-pemain
it: Aggiunge nemici, animali e personaggi non giocanti
ru: Добавляет сущностей, животных, и неигровых персонажей
sv: Lägger till mobbar, djur och icke-spelbara karaktärer
ta: கும்பல்கள், விலங்குகள் மற்றும் பிளேயர் அல்லாத எழுத்துக்களைச் சேர்க்கிறது
uk: Додає мобів, тварин або ботів

# tags
source: Minetest Game improved
cs: Minetest hra vylepšena
id: Minetest Game yang ditingkatkan
ru: Импровизация Minetest Game
sv: Minetest Game men förbättrad
ta: மின்டெச்ட் விளையாட்டு மேம்பட்டது
uk: Поліпшена гра Minetest

# tags
source: Forks of Minetest Game
cs: Varianty hry Minetest Game (původní Minetest hry)
id: Fork dari Minetest Game
ru: Разветление Minetest Game
sv: Gafflar av Minetest Game
ta: மின்டெச்ட் விளையாட்டின் ஃபோர்க்ச்
uk: Форки гри Minetest

# tags
source: Multiplayer-focused
cs: Zaměřeno na hru více hráčů
de: Mehrspielerfokus
id: Multi-Pemain
it: Multigiocante
ru: Фокус на Мультиплеер
sv: Flerspelarfokuserat
ta: மல்டிபிளேயர்-மையப்படுத்தப்பட்ட
uk: Орієнтований на багатокористувацький режим

# tags
source: Can/should only be used in multiplayer
cs: Může být využitou pouze ve hře více hráčů
de: Kann/Sollte nur im Mehrspieler benutzt werden
id: Dapat/seharusnya hanya digunakan dalam mode multipemain
it: Orientato verso il multigiocante
ru: Может/должно быть использован в мультиплеере
sv: Kan/borde bara användas i flerspelarläge
ta: மல்டிபிளேயரில் மட்டுமே பயன்படுத்த முடியும்
uk: Може/повинен використовуватися лише в багатокористувацькому режимі

# tags
source: One-of-a-kind / Original
cs: Jediný svého druhu / jedinečný
de: Einzigartig/Originell
id: Unik / Asli
it: Unico nel suo genere / Originale
ru: Единственный-в-своем-роде / Оригинальный
sv: Originellt
ta: ஒரு வகையான / அசல்
uk: Унікальний / Оригінальний

# tags
source: For games and such that are of their own kind, distinct and original in nature to others of the same category.
cs: Hry, které jsou velice jedinečné ve své podstatě a mohly by spadat do vlastní samostatné kategorie.
de: Für Spiele und alles, was einzigartig ist, grundsätzlich anders und originell im Vergleich zu anderen Dingen in der selben Kategorie.
id: Untuk permainan dan sejenisnya yang memiliki keunikannya tersendiri, berbeda dan orisinal dibandingkan permainan lain yang sejenis.
it: Per contenuti che sono unici nel suo genere, distinti e originali rispetto a quelli della loro stessa categoria.
ru: Для игр и тому подобного, которые в своем роде отличаются и оригинальны по своей природе от других игр той же категории.
sv: För spel och sådant som är unikt, distinkt och originellt jämfört med andra i sin kategori.
ta: விளையாட்டுகளுக்கு மற்றும் அவற்றின் சொந்த வகையான, தனித்துவமான மற்றும் அசல் இயற்கையில் ஒரே வகையின் மற்றவர்களுக்கு.
uk: Для ігор і таких, які є власними, відмінними та оригінальними за своєю природою від інших тієї ж категорії.

# tags
source: Plants and Farming
cs: Rostliny a farmaření
de: Pflanzen und Landwirtschaft
id: Tanaman dan Pertanian
it: Piante e Agricoltura
ru: Растения и Фермерство
sv: Växter och odling
ta: தாவரங்கள் மற்றும் உழவு
uk: Рослини та фермерство

# tags
source: Adds new plants or other farmable resources.
cs: Přidává nové rostliny či zemědělské suroviny.
de: Fügt neue Pflanzen oder andere bewirtschaftbare Rohstoffe hinzu.
id: Menambahkan tanaman baru atau sumber daya baru yang dapat ditanam.
it: Aggiunge nuove piante o risorse coltivabili.
ru: Добавляет новые растения или другие сельскохозяйственные ресурсы.
sv: Lägger till nya växter eller andra jordbruksresurser.
ta: புதிய தாவரங்கள் அல்லது பிற விவசாய வளங்களை சேர்க்கிறது.
uk: Додає нові рослини або інші ресурси для фермерства.

# tags
source: Player Effects / Power Ups
cs: Efekty hráče (zvýšení výkonnosti)
de: Spielereffekte/Power-ups
id: Efek Pemain / Kekuatan
it: Effetti giocanti / Potenziamenti
ru: Эффекты / Бонусы Игрока
sv: Spelareffekter / Power-ups
ta: பிளேயர் விளைவுகள் / பவர் அப்கள்
uk: Ефекти гравця / Покращення

# tags
source: For content that changes player effects, including physics, for example: speed, jump height or gravity.
cs: Pro obsah upravující efekty hráče, včetně fyziky hráče, například: rychlost, výška výskoku či gravitace.
de: Für Inhalt, welcher Spielereffekte ändert, inklusive Physik. Zum Beispiel: Geschwindigkeit, Sprunghöhe oder Schwerkraft.
id: Untuk konten yang mengubah efek pemain, termasuk fisika, misalnya kecepatan, tinggi lompatan, atau gravitasi.
it: Per contenuti che applicano degli effetti allз giocanti, fisica inclusa; per esempio velocità, altezza dei salti o gravità.
ru: Для контента, который изменяет игровые эффекты, включая физику, например: скорость, высоту прыжка или гравитацию.
sv: För innehåll som ändrar speleffekter, inkluderande fysik, för exempel: hastighet, hopphöjd eller gravitation.
ta: எடுத்துக்காட்டாக, இயற்பியல் உட்பட பிளேயர் விளைவுகளை மாற்றும் உள்ளடக்கத்திற்கு: விரைவு, சம்ப் உயரம் அல்லது ஈர்ப்பு.
uk: Для контенту, що змінює ефекти гравця, включаючи фізику, наприклад: швидкість, висоту стрибка або гравітацію.

# tags
source: Puzzle
cs: Puzzle, skládačka
de: Knobeln
id: Teka-Teki
it: Logica
ru: Пазл
sv: Pussel
ta: புதிர்
uk: Головоломка

# tags
source: Focus on puzzle solving instead of combat
cs: Zaměřeno na hledání řešení hádanek či rébusů
de: Schwerpunkt liegt auf dem Lösen von Rätseln statt Kampf
id: Fokus pada penyelesaian teka-teki daripada pertarungan
it: Risoluzione di giochi di logica
ru: Фокусированно на решение пазлов вместо боя
sv: Fokus på att lösa pussel istället för strid
ta: போருக்கு பதிலாக புதிர் தீர்க்குவதில் கவனம் செலுத்துங்கள்
uk: Зосереджено на розв’язанні головоломок, а не на боях

# tags
source: Player vs Environment (PvE)
cs: Hráč proti prostředí (PvE)
de: Spieler vs Umgebung (PvE)
id: Pemain vs. Lingkungan (PvE)
it: Giocante vs Ambiente (PvE)
ru: Игрок против Окружающей среды (PvE)
sv: Spelare vs mljö (PvE)
ta: பிளேயர் Vs சுற்றுச்சூழல் (பி.வி.இ)
uk: Гравець проти оточення (PvE)

# tags
source: For content designed for one or more players that focus on combat against the world, mobs, or NPCs.
cs: Obsah navržený pro vypořádání se hráčů s prostředím světa, jako jsou nástrahy či souboj s nepřátelskými stvořeními a postavami.
de: Für Inhalt, der dafür gedacht ist, dass ein oder mehrere Spieler haptsächlich gegen die Welt, Mobs oder NPCs kämpfen.
id: Untuk konten yang dirancang untuk satu atau lebih pemain yang fokus pada pertarungan melawan dunia, massa, atau NPC.
it: Per contenuti progettati per unə o più giocanti focalizzati sul combattimento contro gli elementi del mondo (es. nemici).
ru: Для контента, предназначенного для одного или нескольких игроков, которые сосредоточены на борьбе с миром, мобами или неигровыми персонажами.
sv: För innehåll som är utformat för en eller flera spelare som fokuserar på kamp mot världen, mobbar eller NPCer.
ta: உலகம், கும்பல்கள் அல்லது NPC களுக்கு எதிரான போரில் கவனம் செலுத்தும் ஒன்று அல்லது அதற்கு மேற்பட்ட வீரர்களுக்காக வடிவமைக்கப்பட்ட உள்ளடக்கத்திற்காக.
uk: Для контенту, призначеного для одного або більше гравців, що зосереджується на боях проти світу, мобів або NPC.

# tags
source: Player vs Player (PvP)
cs: Hráč proti hráči (PvP)
de: Spieler vs Spieler (PvP)
id: Pemain vs. Pemain (PvP)
it: Giocante contro Giocante (PvP)
ru: Игрок Против Игрока (PvP)
sv: Spelare vs spelare (PvP)
ta: பிளேயர் Vs பிளேயர் (பிவிபி)
uk: Гравець проти гравця (PvP)

# tags
source: Designed to be played competitively against other players
cs: Navrženo pro soutěžení hráče proti ostatním hráčům
de: Für wettbewerbsorientierte Spiele gegen andere Spieler ausgelegt
id: Dirancang untuk dimainkan secara kompetitif melawan pemain lain
it: Progettato per esser giocato in competizione con altrз giocanti
ru: Предназначен для соревновательной игры с другими игроками
sv: Designad för att spelas konkurrenskraftigt mot andra spelare
ta: மற்ற வீரர்களுக்கு எதிராக போட்டித்தன்மையுடன் விளையாட வடிவமைக்கப்பட்டுள்ளது
uk: Призначено для змагань з іншими гравцями

# tags
source: Seasonal
cs: Sezónní
de: Saisonal
id: Musim
it: Stagionale
ru: Сезонное
sv: Högtidligt
ta: பருவகால
uk: Сезонний

# tags
source: For content generally themed around a certain season or holiday
cs: Obsah tematicky laděný pro určité období, například prázdniny, vánoce či velikonoce
de: Für Inhalt, der sich hauptsächlich um eine bestimmte Saison oder einem Feiertag dreht
id: Untuk konten yang umumnya bertema musim atau hari libur tertentu
it: Per contenuti che si basano su una determinata stagione o festa
ru: Для контента, как правило, посвященного определенному сезону или празднику
sv: För innehåll som följer en viss säsong eller högtid som tema
ta: உள்ளடக்கத்திற்காக பொதுவாக ஒரு குறிப்பிட்ட பருவம் அல்லது விடுமுறையைச் சுற்றி கருப்பொருள்
uk: Для контенту, який зазвичай має тематику певного сезону або свята

# tags
source: Server Moderation and Tools
cs: Nástroje na správu a moderování serveru
de: Servermoderation und Tools
id: Moderasi dan Peralatan Server
it: Strumenti per Moderare
ru: Инструменты и Модерация Сервера
sv: Servermoderering och verktyg
ta: சேவையக மிதமான மற்றும் கருவிகள்
uk: Модерація сервера та інструменти

# tags
source: Helps with server maintenance and moderation
cs: Pomáhá server udržovat a moderovat
de: Hilft mit der Serverwartung und Moderation
id: Membantu pemeliharaan dan moderasi server
it: Progettato per la manutenzione e moderazione del server
ru: Помогает с обслуживанием и модерированием сервера
sv: Hjälper med serverunderhållning och moderering
ta: சேவையக பராமரிப்பு மற்றும் மிதமான தன்மைக்கு உதவுகிறது
uk: Допомагає в обслуговуванні та модерації сервера

# tags
source: Shooter
cs: Střelec
id: Penembak
it: Sparatutto
ru: Шутер
sv: Skjutare
ta: துப்பாக்கி சுடும்
uk: Шутер

# tags
source: First person shooters (FPS) and more
cs: Střelba z první osoby (FPS) a další
de: Ego-Shooter und mehr
id: Penembak orang pertama (FPS) dan lebih banyak lagi
it: Sparatutto di vario tipo
ru: Шутеры от первого лица (FPS) и многое другое
sv: First person shooters (FPS) och mer
ta: முதல் நபர் துப்பாக்கி சுடும் வீரர்கள் (எஃப்.பி.எச்) மற்றும் பல
uk: Шутери від першої особи (FPS) та інші

# tags
source: Sims
cs: Simulace
de: Simulation
id: Simulasi
it: Simulatori
ru: Симс
sv: Simulationer
ta: சிம்ச்
uk: Симулятори

# tags
source: Mods and games that aim to simulate real life activity. Similar to SimCity/The Sims/OpenTTD/etc.
cs: Mody a hry určené pro napodobení reálného života, jako například SimCity, The Sims, OpenTTD a podobně
de: Mods und Spiele, die darauf aus sind, das echte Leben zu simulieren. Ähnlich zu SimCity/Die Sims/OpenTTD/usw.
id: Mod dan permainan yang bertujuan untuk menyimulasikan aktivitas kehidupan nyata. Mirip dengan SimCity/The Sims/OpenTTD/lainnya.
it: Mod e giochi che puntano a simulare aspetti della vita reale. Tipo SimCity/The Sims/OpenTTD/ecc.
ru: Моды и игры, имитирующие реальную жизнь. Аналогично SimCity/The Sims/OpenTTD/и т.д.
sv: Moddar och spel som syftar till att simulera verkliga aktiviteter. Likt SimCity/The Sims/OpenTTD/etc.
ta: நிச வாழ்க்கை செயல்பாட்டை உருவகப்படுத்துவதை நோக்கமாகக் கொண்ட மோட்ச் மற்றும் விளையாட்டுகள். சிம்சிட்டி/தி சிம்ச்/ஓபன்.டி.டி/போன்றவற்றைப் போன்றது.
uk: Моди та ігри, що мають на меті симулювати реальну діяльність. Схожі на SimCity, The Sims, OpenTTD тощо.

# tags
source: Singleplayer-focused
cs: Zaměřeno na hru jednoho hráče
de: Einzelspielerfokus
id: Pemain Tunggal
it: Giocante singolə
ru: Ориентированно на Одиночную Игру
sv: Enspelarsfokuserat
ta: சிங்கிள் பிளேயர்-மையப்படுத்தப்பட்ட
uk: Орієнтований на одиночний режим

# tags
source: Content that can be played alone
cs: Obsah, který lze hrát sám
de: Inhalt, der alleine gespielt werden kann
id: Konten yang dapat dimainkan sendiri
it: Contenuti che possono essere giocati per conto proprio
ru: Контент который может быть воспроизведён один
sv: Innehåll som kan spelas ensamt
ta: தனியாக விளையாடக்கூடிய உள்ளடக்கம்
uk: Контент, який можна грати один

# tags
source: Player customization / Skins
cs: Úprava vzhledu hráče (skiny)
de: Spieleranpassung/Skins
id: Kustomisasi / Skin Pemain
it: Personalizzazione giocante / Aspetti
ru: Кастомизация игрока / Скины
sv: Spelaranpassning / Skins
ta: பிளேயர் தனிப்பயனாக்கம் / தோல்கள்
uk: Налаштування персонажа / Скіни

# tags
source: Allows the player to customize their character by changing the texture or adding accessories.
cs: Umožňuje hráčům upravit si svou postavu změnou textury (skinu) či přidáním doplňků (batoy, čepice a podobě).
de: Erlaubt dem Spieler, die eigene Figur zu ändern, indem die Textur geändert wird oder Accessoires hinzugefügt werden.
id: Memperbolehkan pemain untuk menyesuaikan karakternya dengan mengubah tekstur atau menambahkan aksesori.
it: Permette allɜ giocanti di personalizzare il loro personaggio cambiandone l'aspetto.
ru: Позволяет игроку настроить своего персонажа, изменив текстуру или добавив аксессуары.
sv: Tillåter spelaren att anpassa sin karaktär genom att ändra texturen eller lägga till tillbehör.
ta: அமைப்பை மாற்றுவதன் மூலமோ அல்லது பாகங்கள் சேர்ப்பதன் மூலமோ வீரர் தங்கள் தன்மையைத் தனிப்பயனாக்க அனுமதிக்கிறது.
uk: Дозволяє гравцю налаштовувати свого персонажа, змінюючи текстури або додаючи аксесуари.

# tags
source: Sounds / Music
cs: Zvuky a hudba
de: Geräusche/Musik
id: Suara / Musik
it: Suoni / Musica
ru: Звуки / Музыка
sv: Ljud / Musik
ta: ஒலிகள் / இசை
uk: Звуки / Музика

# tags
source: Focuses on or adds new sounds or musical things
cs: Zaměřeno na přidání nových zvuků a hudebních prvků
de: Konzentriert sich auf neue Geräusche oder musikalische Dinge oder fügt diese hinzu
id: Berfokus pada menambahkan suara atau hal musik baru
it: Aggiunge o amplia il reparto sonoro
ru: Фокусированно на или добавление новых звуков или музыкальных штук
sv: Fokuserar på eller lägger till nya ljud eller musikaliska saker
ta: புதிய ஒலிகள் அல்லது இசை விசயங்களில் கவனம் செலுத்துகிறது அல்லது சேர்க்கிறது
uk: Зосереджується на додаванні нових звуків або музичних елементів

# tags
source: Sports
cs: Sporty
de: Sport
id: Olahraga
it: Sport
ru: Спорт
sv: Sport
ta: விளையாட்டு
uk: Спортивні ігри

# tags
source: Storage
cs: Zásoba
de: Lagerung
id: Penyimpanan
it: Archiviazione
ru: Хранение
sv: Förvaring
ta: சேமிப்பு
uk: Зберігання

# tags
source: Adds or improves item storage mechanics
cs: Přidává či vylepšuje mechaniku zásoby věcí
de: Fügt neue Lagerungsmechaniken für Gegenstände hinzu oder verbessert diese
id: Menambahkan atau meningkatkan mekanika penyimpanan barang
it: Aggiunge o migliora le meccaniche di immagazzinamento oggetti
ru: Добавляет или улучшает механику хранения предметов
sv: Lägger till eller förbättrar lagringsmekaniker
ta: உருப்படி சேமிப்பு இயக்கவியலைச் சேர்க்கிறது அல்லது மேம்படுத்துகிறது
uk: Додає або покращує механіку зберігання предметів

# tags
source: Strategy / RTS
cs: Strategie
de: Strategie/RTS
id: Strategi / RTS
it: Strategia / RTS
ru: Стратегия / RTS
sv: Strategi / RTS
ta: மூலோபாயம் / ஆர்.டி.எச்
uk: Стратегія / RTS

# tags
source: Games and mods with a heavy strategy component, whether real-time or turn-based
cs: Hry a mody s těžkými strategickými součástmi, ať už v reálném čase nebo založené na tazích
de: Spiele und Mods mit einer starken Strategiekomponente, ob zugbasiert oder in Echtzeit
id: Permainan dan mod dengan komponen strategi yang berat, baik waktu-nyata maupun bergilir
it: Giochi e mod con un alto componente strategico, che sia in tempo reale o a turni
ru: Игры и моды с сильным стратегическим компонентом, будь-то "в-реальном-времени" или "пошаговые"
sv: Spelar och moddar med en tung strategikomponent, antingen realtid eller turordningsbaserad
ta: நிகழ்நேர அல்லது திருப்ப அடிப்படையிலான ஒரு கனமான மூலோபாயக் கூறுகளைக் கொண்ட விளையாட்டுகள் மற்றும் மோட்கள்
uk: Ігри та моди з великою стратегією, незалежно від того, чи це в реальному часі, чи покрокові

# tags
source: Survival
cs: Hra o přežití
de: Überleben
id: Bertahan Hidup
it: Sopravvivenza
ru: Выживание
sv: Överlevnad
ta: உயிர்வாழ்வு
uk: Виживання

# tags
source: Written specifically for survival gameplay with a focus on game-balance, difficulty level, or resources available through crafting, mining, ...
cs: Napsáno především pro mód o přežití se zaměřením na vyrovnanou hru, různé úrovně náročnosti či vytvořitelné a těžitelné zdroje a podobně
de: Speziell für Überlebens-Gameplay entwickelt; der Fokus liegt auf Spielbalance, Schwierigkeitsgrad oder verfügbare Rohstoffe durch Fertigung, Graben, usw. liegt.
id: Ditulis khusus untuk alur permainan kesintasan dengan fokus pada keseimbangan permainan, tingkat kesulitan, atau sumber daya yang tersedia melalui kerajinan, penambangan, ...
it: Progettato specificatamente per modalità di gioco sopravvivenza, incentrandosi sul bilanciamento, livello di difficoltà ,o risorse disponibili tramite fabbricazione o estrazione mineraria.
ru: Написана специально для игры на выживание с акцентом на игровой баланс, уровень сложности или ресурсы, доступные при крафте, добыче полезных ископаемых, ...
sv: Skriven specifikt för överlevnadsgameplay med ett fokus på spelbalans, svårighetsgrad eller resurser tillgängliga genom skapning, gruvbrytning, ...
ta: விளையாட்டு-சமநிலை, தொல்லை நிலை அல்லது கைவினை, சுரங்க, ...
uk: Написано спеціально для ігор на виживання з акцентом на баланс гри, рівень складності або ресурси, доступні через майстрування, видобуток, тощо...

# tags
source: Machines / Electronics
cs: Stroje a elektronika
de: Maschinen/Elektronik
id: Mesin / Elektronik
it: Macchinari / Elettronica
ru: Машины / Электроника
sv: Maskiner / Elektronik
ta: இயந்திரங்கள் / மின்னணுவியல்
uk: Машини / Електроніка

# tags
source: Adds machines useful in automation, tubes, or power.
cs: Přidává stroje využitelné v automatizaci, potrubí či silné zdroje.
de: Fügt Maschinen hinzu, die nützlich für Automation sind. Das kann auch Rohre oder Strom beinhalten.
id: Menambahkan mesin yang berguna dalam otomatisasi, tabung, atau daya.
it: Aggiunge macchinari utili per l'automazione, tubi o energia.
ru: Добавляет машины полезные в автоматизации, трубы, или энергия.
sv: Lägger till maskiner som är användbara i automation, rör eller kraft.
ta: ஆட்டோமேசன், குழாய்கள் அல்லது சக்தியில் பயனுள்ள இயந்திரங்களைச் சேர்க்கிறது.
uk: Додає машини, корисні для автоматизації, трубопроводів або енергопостачання.

# tags
source: Tools / Weapons / Armor
cs: Nástroje, zbraně a brnění
de: Werkzeuge/Waffen/Rüstung
id: Alat / Senjata / Zirah
it: Strumenti / Armi / Armature
ru: Инструменты / Оружие / Броня
sv: Verktyg / Vapen / Rustning
ta: கருவிகள் / ஆயுதங்கள் / கவசம்
uk: Інструменти / Зброя / Броня

# tags
source: Adds or changes tools, weapons, and armor
cs: Přidává či upravuje nástroje, zbraně a brnění
de: Fügt Werkzeuge, Waffen und Rüstung hinzu oder ändert diese
id: Menambahkan atau mengubah alat, senjata, dan zirah
it: Aggiunge o cambia strumenti, armi e armature
ru: Добавляет или изменяет инструменты, оружие, и броня
sv: Lägger till eller ändrar verktyg, vapen och rustningar
ta: கருவிகள், ஆயுதங்கள் மற்றும் கவசங்களைச் சேர்க்கிறது அல்லது மாற்றுகிறது
uk: Додає або змінює інструменти, зброю та броню

# tags
source: Transport
cs: Doprava
id: Transportasi
it: Trasporto
ru: Транспорт
ta: போக்குவரத்து
uk: Транспорт

# tags
source: Adds or changes transportation methods. Includes teleportation, vehicles, ridable mobs, transport infrastructure and thematic content
cs: Přidává či mění možnosti dopravy. Zahrnuje teleportaci, vozidla, říditelná stvoření včetně zvířat, dopravní stavby a obsah s dopravní tematikou
de: Fügt neue Transportmöglichkeiten hinzu oder ändert diese. Dies beinhaltet Teleportation, Fahrzeuge, reitbare Mobs, Transportinfrastruktur und thematischen Inhalt
id: Menambah atau mengubah metode transportasi. Termasuk teleportasi, kendaraan, massa yang dapat dikendarai, infrastruktur transportasi, dan konten tematik
it: Aggiunge o cambia le modalità per il trasporto. Rientrano teletrasporti, veicoli, cavalcature, infrastrutture di trasporto e contenuti a tema
ru: Добавляет или изменяет способы передвижения. Включает телепортацию, транспортные средства, мобов, на которых можно ездить, транспортную инфраструктуру и тематический контент
sv: Lägger till eller ändrar transportmetoder. Inkluderar teleportation, fordon, ridbara mobs, transportinfrastruktur och tematiskt innehåll
ta: போக்குவரத்து முறைகளைச் சேர்க்கிறது அல்லது மாற்றுகிறது. டெலிபோர்டேசன், வாகனங்கள், ரிட்யூட் கும்பல்கள், போக்குவரத்து உள்கட்டமைப்பு மற்றும் கருப்பொருள் உள்ளடக்கம் ஆகியவை அடங்கும்
uk: Додає або змінює способи транспортування. Включає телепортацію, транспортні засоби, їздових мобів, транспортну інфраструктуру та тематичний контент

# tags
source: World Maintenance and Tools
cs: Údržba světa a nástroje
de: Weltwartung und -Tools
id: Alat Pemeliharaan Dunia
it: Gestione del Mondo
ru: Инструменты и Обслуживание Мира
sv: Världunderhållning och verktyg
ta: உலக பராமரிப்பு மற்றும் கருவிகள்
uk: Обслуговування світу та інструменти

# tags
source: Tools to manage the world
cs: Nástroje na správu světa
de: Tools, um die Welt zu verwalten
id: Alat untuk mengelola dunia
it: Strumenti per la gestione e manutenzione del mondo
ru: Инструменты для управления миром
sv: Verktyg för att hantera världen
ta: உலகை நிர்வகிப்பதற்கான கருவிகள்
uk: Інструменти для керування світом

# content_warnings
source: Alcohol / Tobacco
cs: Alkohol či tabákové výrobky
de: Alkohol/Tabak
id: Alkohol / Tembakau
it: Alcolici / Tabacco
ru: Алкоголь / Табак
sv: Alkohol / Tobak
ta: ஆல்கஆல் / புகையிலை
uk: Алкоголь / Тютюн

# content_warnings
source: Contains alcohol and/or tobacco
cs: Obsahuje alkohol či tabákové výrobky
de: Enthält Alkohol und/oder Tabak
id: Berisi alkohol dan/atau tembakau
it: Contiene alcolici e/o tabacco
ru: Содержит алкоголь и/или табак
sv: Innehåller alkohol och/eller tobak
ta: ஆல்கஆல் மற்றும்/அல்லது புகையிலை உள்ளது
uk: Містить алкоголь та/або тютюн

# content_warnings
source: Bad Language
cs: Nadávky
de: Unanständige Sprache
id: Bahasa Kotor
it: Linguaggio forte
ru: Дурной Язык
sv: Fult språk
ta: மோசமான மொழி
uk: Нецензурна лексика
