Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: <b>Yes</b>, I have a forums account
cs: <b>Ano</b>, mám účet na foru
de: <b>Ja</b>, ich habe ein Forenkonto
fr: <b>Oui</b>, J'ai un compte sur le forum
id: <b>Ya</b>, saya memiliki akun forum
it: <b>Sì</b>, sono già in possesso di un account del forum
ms: <b>Ya</b>, saya mempunyai akaun forum
pl: <b>Tak</b>, posiadam konto na forum
ru: <b>Да</b>, у меня есть аккаунт на форуме
sk: <b>Áno</b>, mám účet na fóre
sv: <b>Ja</b>, jag har ett forumkonto
ta: <b> ஆம் </b>, என்னிடம் மன்றங்களின் கணக்கு உள்ளது
uk: <b>Так</b>, у мене є обліковий запис на форумі
vi: <b>Có</b>, Tôi có một tài khoản diễn đàn

source: <b>No</b>, I don't have one
cs: <b>Nikoliv</b>, nemám žádný
de: <b>Nein</b>, ich habe keins
fr: <b>Non</b>, Je n'en ai pas
id: <b>Tidak</b>, saya tidak memiliki akun forum
it: <b>No</b>, non ne posseggo uno
ms: <b>Tidak</b>, saya tidak mempunyai akaun forum
pl: <b>Nie</b>, nie posiadam
ru: <b>Нет</b>, у меня его нет
sk: <b>Nie</b>, nemám účet na fóre
sv: <b>Nej</b>, jag har inte ett
ta: <b> இல்லை </b>, என்னிடம் ஒன்று இல்லை
uk: <b>Ні</b>, не маю
vi: <b>Không</b>, Tôi không có

source: Create forum account
cs: Vytvořit účet na foru
de: Forenkonto erstellen
fr: Créer un compte forum
id: Buat akun forum
it: Crea un account del forum
ms: Cipta akaun forum
pl: Utwórz konto na forum
ru: Создать аккаунт на форуме
sk: Vytvoriť účet na fóre
sv: Skapa forumkonto
ta: மன்றக் கணக்கை உருவாக்கவும்
uk: Створіть обліковий запис на форумі
vi: Tạo tài khoản diễn đàn

source: Confirm Your Account
cs: Potvrdit Váš účet
de: Ihr Konto bestätigen
fr: Confirmer votre compte
id: Konfirmasi Akun Anda
it: Conferma il Tuo Account
ms: Sahkan Akaun Anda
pl: Potwierdź swoje konto
ru: Подтвердите свой аккаунт
sk: Potvrď svoj účet
sv: Bekräfta ditt konto
ta: உங்கள் கணக்கை உறுதிப்படுத்தவும்
uk: Підтвердіть свій обліковий запис
vi: Xác Nhận Tài Khoản Của Bạn

source: You'll need to use prove that you have access to your forum account using one of the options below.
cs: Budete muset prokázat, že máte přístup ke svému účtu na fóru pomocí jedné z níže uvedených možností.
de: Sie müssen nachweisen, dass Sie Zugang zu Ihrem Forenkonto haben, indem Sie eine der folgenden Optionen verwenden.
fr: Vous devrez prouver que vous avez accès à votre compte forum en utilisant l'une des options ci-dessous.
id: Anda harus membuktikan bahwa Anda memiliki akses ke akun forum Anda dengan pilihan berikut.
it: Dovrai dimostrare di avere accesso al profilo del forum utilizzando una delle seguenti opzioni.
ms: Anda perlu membuktikan bahawa anda mempunyai capaian ke akaun forum anda menggunakan salah satu pilihan berikut.
pl: Musisz udowodnić, że masz dostęp do swojego konta na forum używając jednej z opcji poniżej.
ru: Вам нужно будет подтвердить, что вы имеете доступ к своему аккаунту на форуме, используя один из вариантов ниже.
sk: Mal by si potvrdiť, že máš prístup k svojmu účtu na fóre použitím jednej z možností nižšie.
sv: Du behöver bevisa att du har åtkomst till ditt forumkonto genom ett av följande steg.
ta: கீழேயுள்ள விருப்பங்களில் ஒன்றைப் பயன்படுத்தி உங்கள் மன்றக் கணக்கில் அணுகல் இருப்பதை நிரூபிக்க வேண்டும்.
uk: Вам потрібно буде підтвердити, що ви маєте доступ до свого облікового запису на форумі, скориставшись одним із наведених нижче способів.
vi: Bạn sẽ cần sử dụng chứng minh rằng bạn có quyền truy cập vào tài khoản diễn đàn của mình bằng một trong các tùy chọn bên dưới.

source: This is so ContentDB can link your account to your forum account.
cs: Je to proto, aby ContentDB mohl propojit Váš účet s Vaším účtem na fóru.
de: Dies ist notwendig, damit ContentDB Ihr Konto mit Ihrem Forenkonto verknüpfen kann.
fr: Cela permet à ContentDB de lier votre compte à votre compte forum.
id: Ini diperlukan agar ContentDB dapat menautkan akun Anda dengan akun forum Anda.
it: Ciò permette a ContentDB di collegare il tuo profilo a quello del forum.
ms: Hal ini supaya ContentDB boleh memautkan akaun anda ke akaun forum anda.
pl: To jest po to aby ContentDB mógł połączyć twoje konto z twoim kontem na forum.
ru: Это нужно для того, чтобы ContentDB мог связать ваш аккаунт с вашим аккаунтом на форуме.
sk: Je to preto, že ContentDB prepojí tvoj účet s tvojim účtom na fóre.
sv: Detta är för att ContentDB ska kunna länka ditt konto till ditt forumkonto.
ta: இது மிகவும் ContentDB உங்கள் கணக்கை உங்கள் மன்றக் கணக்கில் இணைக்க முடியும்.
uk: Це потрібно для того, щоб ContentDB могла зв'язати ваш обліковий запис з вашим обліковим записом на форумі.
vi: Điều này để ContentDB có thể liên kết tài khoản của bạn với tài khoản diễn đàn của bạn.

source: Don't have a forums account?
cs: Nemáte účet na fóru?
de: Sie haben noch kein Forenkonto?
fr: Vous n'avez pas de compte sur le forum ?
id: Tidak memiliki akun forum?
it: Non possiedi un account sul forum?
ms: Tidak mempunyai akaun forum?
pl: Nie posiadasz konta na forum?
ru: У вас нет аккаунта на форуме?
sk: Nemáš účet na fóre?
sv: Har du inte ett forumkonto?
ta: மன்றங்களின் கணக்கு இல்லையா?
uk: Не маєте облікового запису на форумі?
vi: Không có tài khoản diễn đàn?

source: You can still <a href='%(url)s'>sign up without one</a>.
cs: Můžete ponechat <a href="%(url)s">registrace</a>.
de: Sie können sich auch <a href='%(url)s'>ohne eins</a> anmelden.
fr: Vous pouvez quand-même <a href="%(url)s">vous inscrire sans</a>.
id: Anda masih dapat <a href="%(url)s">mendaftar tanpa memilikinya</a>.
it: Puoi comunque <a href="%(url)s">accedere senza averne uno</a>.
ms: Anda masih boleh <a href='%(url)s'>mendaftar tanpanya</a>.
pl: Możesz <a href="%(url)s">zarejestrować się bez niego</a>.
ru: Вы всё ещё можете <a href="%(url)s">войти без него</a>.
sk: Aj tak sa <a href="%(url)s">môžeš zaregistrovať bez neho</a>.
sv: Du kan fortfarande <a href="%(url)s">registrera utan</a>.
ta: நீங்கள் இன்னும் <a href="%(url)s"> ஒன்று இல்லாமல் பதிவுபெறலாம் </a>.
uk: Ви все ще можете <a href="%(url)s">підписатись без нього</a>.
vi: Bạn vẫn có thể <a href="%(url)s">Đăng ký mà không có nó</a>.

source: Option 1
cs: 1. možnost
de: Variante 1
id: Pilihan 1
it: Opzione 1
ms: Pilihan 1
pl: Opcja 1
ru: Вариант 1
sk: Možnosť 1
sv: Alternativ 1
ta: விருப்பம் 1
uk: Варіант 1
vi: Tùy chọn 1

source: Use GitHub field in forum profile
cs: Použijte pole GitHub v profilu na fóru
de: GitHub-Feld im Forumsprofil verwenden
fr: Utilisez le champ GitHub dans votre profil forum
id: Gunakan kolom isian GitHub dalam profil forum
it: Utilizza il campo GitHub nel tuo profilo
ms: Guna medan GitHub dalam profil forum
pl: Użyj pola GitHub na twoim profilu forum
ru: Использовать поле GitHub в профиле форума
sk: Použiť pole GitHub v profile fóra
sv: Använd GitHub-fält i forumprofil
ta: மன்ற சுயவிவரத்தில் அறிவிலிமையம் புலத்தைப் பயன்படுத்தவும்
uk: Використовуйте поле GitHub у профілі форуму
vi: Sử dụng trường GitHub trong hồ sơ diễn đàn

source: Enter your forum username here:
cs: Napište své jméno na fóru zde:
de: Geben Sie Ihren Foren-Benutzernamen hier ein:
fr: Entrez le nom d'utilisateur que vous utilisez sur le forum ici :
id: Masukkan nama pengguna forum Anda di sini:
it: Inserisci il tuo nome utente del forum qui:
ms: Masukkan nama pengguna forum anda di sini:
pl: Wpisz twoją nazwę użytkownika na forum tutaj:
ru: Введите здесь свое имя пользователя форума:
sk: Užívateľské meno na fóre uveď sem:
sv: Mata in ditt forumkonto här:
ta: உங்கள் மன்ற பயனர்பெயரை இங்கே உள்ளிடவும்:
uk: Введіть тут своє ім'я користувача на форумі:
vi: Nhập tên người dùng diễn đàn của bạn ở đây:

source: Forum username
cs: Uživatelské jméno pro fórum
de: Foren-Benutzername
fr: Nom d'utilisateur sur le forum
id: Nama pengguna forum
it: Nome utente del forum
ms: Nama pengguna forum
pl: Nazwa użytkownika na forum
ru: Имя пользователя форума
sk: Užívateľské meno na fóre
sv: Forumanvändarnamn
ta: மன்ற பயனர்பெயர்
uk: Імʼя користувача на форумі
vi: Tên tài khoản trong diễn đàn

source: Only a-zA-Z0-9._ allowed
cs: Povoleny jsou jen alfanumerické znaky bez diakritiky a podtržítko (a-z, A-Z, 0-9, _)
de: Nur a-zA-Z0-9._ sind erlaubt
fr: Seulement a-zA-Z0-9._ autorisé
id: Hanya a-zA-Z0-9._ yang dibolehkan
it: Sono permessi solo a-zA-Z0-9._
ms: Hanya a-zA-Z0-9._ dibenarkan
pl: Tylko znaki a-zA-Z0-9._ są dozwolone
ru: Только a-zA-Z0-9._ разрешены
sk: Povolené iba a-zA-Z0-9._
sv: Endast a-zA-Z0-9._ tillåtet
ta: A-ZA-Z0-9._ அனுமதிக்கப்பட்டுள்ளது
uk: Дозволено лише a-zA-Z0-9._
vi: Chỉ cho phép a-zA-Z0-9._

source: You'll need to have the GitHub field in your forum profile filled out.
cs: Bude nutné mít vyplněné pole GitHub ve svém profilu na fóru.
de: Sie müssen das GitHub-Feld in Ihrem Forumsprofil ausgefüllt haben.
fr: Vous devrez avoir complété le champ GitHub dans votre profil sur le forum.
id: Anda perlu mengisi kolom GitHub dalam profil forum Anda.
it: È necessario compilare il campo GitHub nel profilo del forum.
ms: Anda perlu mengisi medan GitHub dalam profil forum anda.
pl: Będziesz musiał mieć wypełnione pole GitHub w swoim profilu na forum.
ru: Вам необходимо заполнить поле GitHub в профиле форума.
sk: Pole pre GitHub musíš mať vyplnené na svojom profile na fóre.
sv: Du måste ha fyllt i GitHub-fältet i din forumprofil.
ta: உங்கள் மன்ற சுயவிவரத்தில் அறிவிலிமையம் புலம் நிரப்பப்பட வேண்டும்.
uk: Вам потрібно буде заповнити поле GitHub у вашому профілі форуму.
vi: Bạn sẽ cần phải điền vào trường GitHub trong hồ sơ diễn đàn của mình.

source: Log into the forum and <a href='https://forum.luanti.org/ucp.php?i=173'>do that here</a>.
cs: Přihlašte se na fórum a <a href="https://forum.luanti.org/ucp.php?i=173">učiňte to zde</a>.
id: Masuk ke forum dan <a href="https://forum.luanti.org/ucp.php?i=173">lakukan di sini</a>.
pl: Zaloguj się do konta na forum i <a href="https://forum.luanti.org/ucp.php?i=173">zrób to tutaj</a>.
sv: Logga in till forumet och <a href="https://forum.luanti.org/ucp.php?i=173">gör det här</a>.
ta: மன்றத்தில் உள்நுழைக மற்றும் <a href="https://forum.luanti.org/ucp.php?i=173">இங்கே செய்யுங்கள் </a>.
uk: Увійдіть на форум і <a href="https://forum.luanti.org/ucp.php?i=173">зробіть це тут</a>.

source: Next: log in with GitHub
cs: Náledně se přihlašte s GitHub profilem
de: als Nächstes: mit GitHub anmelden
fr: Suivant : se connecter avec GitHub
id: Selanjutnya: masuk dengan GitHub
it: Prossimo passo: accedi con GitHub
ms: Kemudian: log masuk dengan GitHub
pl: Następnie: zaloguj się z kontem GitHub
ru: Далее: войдите с помощью GitHub
sk: Ďalej: prihlás sa do GitHub-u
sv: Nästa: logga in med GitHub
ta: அடுத்து: கிதுபுடன் உள்நுழைக
uk: Далі: увійдіть за допомогою GitHub
vi: Tiếp theo: Đăng nhập với GitHub

source: Option 2
cs: 2. možnost
de: Variante 2
id: Pilihan 2
it: Opzione 2
ms: Pilihan 2
pl: Opcja 2
ru: Вариант 2
sk: Možnosť 2
sv: Alternativ 2
ta: விருப்பம் 2
uk: Варіант 2
vi: Tùy chọn 2

source: Verification token
cs: Ověřovací token
de: Verifizierungstoken
fr: Jeton de vérification
id: Token verifikasi
it: Gettone di verifica
ms: Token pengesahan
pl: Token weryfikacyjny
ru: Проверочный токен
sk: Token overenia
sv: Verifieringstoken
ta: சரிபார்ப்பு கிள்ளாக்கு
uk: Токен верифікації
vi: Mã thông báo xác minh

source: Go to <a href='https://forum.luanti.org/ucp.php?i=profile&mode=signature'>User Control Panel &gt; Profile &gt; Edit signature</a>
cs: Jděte na <a href="https://forum.luanti.org/ucp.php?i=profile&amp;mode=signature">Ovládací panel uživatele &gt; Profil &gt; Upravit podpis</a>
id: Buka <a href="https://forum.luanti.org/ucp.php?i=profile&amp;mode=signature">Panel Kontrol Pengguna, Profil, Sunting Tanda Tangan</a>
sv: Gå till <a href="https://forum.luanti.org/ucp.php?i=profile&amp;mode=signature">User Control Panel &gt; Profile &gt; Edit signature</a>
ta: <a href="https://forum.luanti.org/ucp.php?i=profile&amp;mode=signature"> பயனர் கட்டுப்பாட்டு குழு &gt; சுயவிவரம் &gt; கையொப்பத்தைத் திருத்து </a>
uk: Перейдіть до <a href="https://forum.luanti.org/ucp.php?i=profile&amp;mode=signature">Панель керування користувача &gt; Профіль &gt; Змінити підпис</a>

source: Paste this into your signature:
cs: Vložte toto do svého podpisu:
de: Fügen Sie dies in Ihre Signatur ein:
fr: Copiez ceci dans votre signature :
id: Tempelkan ini ke dalam tanda tangan Anda:
it: Incolla quanto segue nella tua firma:
ms: Tampal ini ke dalam tandatangan anda:
pl: Wklej to w twoją sygnaturę:
ru: Вставьте здесь свою подпись:
sk: Vložiť do svojho podpisu:
sv: Klistra in detta i din signatur:
ta: இதை உங்கள் கையொப்பத்தில் ஒட்டவும்:
uk: Вставте це у свій підпис:
vi: Dán cái này vào chữ ký:

source: Click next so we can check it.
cs: Klikněte na "další", abychom to mohli zkontrolovat.
de: Klicken Sie auf Weiter, damit wir es überprüfen können.
fr: Cliquez sur suivant pour le faire vérifier.
id: Klik selanjutnya supaya kami dapat memeriksanya.
it: Clicca successivo così possiamo controllarlo.
ms: Klik seterusnya supaya kami boleh memeriksanya.
pl: Naciśnij następny żebyśmy mogli to sprawdzić.
ru: Нажмите кнопку "Далее", чтобы мы могли проверить его.
sk: Klikni ďalej na overenie.
sv: Tryck på nästa så vi kan kontrollera det.
ta: அடுத்து என்பதைக் சொடுக்கு செய்க, எனவே அதை சரிபார்க்கலாம்.
uk: Натисніть далі, щоб ми могли перевірити.
vi: Nhấp vào Sau để chúng tôi có thể kiểm tra nó.

source: Don't worry, you can remove it after this is done.
cs: Netřeba se obávat, můžete to odstranit, jakmile bude hotovo.
de: Keine Sorge, Sie können es entfernen, nachdem dies erledigt ist.
fr: Vous pourrez le supprimer une fois terminé.
id: Jangan khawatir. Anda dapat menghapusnya setelah ini selesai.
it: Non ti preoccupare, potrai cancellarlo dopo il completamento.
ms: Jangan risau, anda boleh membuangnya selepas proses ini selesai.
pl: Nie martw się, możesz to usunąć kiedy skończysz.
ru: Не волнуйтесь, после этого вы сможете удалить его.
sk: Nemaj obavy, môžeš to odstrániť hneď ako toto dokončíme.
sv: Oroa dig inte, du kan ta bort den efter detta är klart.
ta: கவலைப்பட வேண்டாம், இது முடிந்ததும் அதை அகற்றலாம்.
uk: Не хвилюйтеся, ви можете видалити його після цього.
vi: Đừng lo lắng, bạn có thể xóa nó sau khi hoàn tất.

source: Delete user %(username)s
cs: Odstranit uživatele %(username)s
de: Benutzer %(username)s löschen
fr: Supprimer l'utilisateur %(username)s
id: Hapus pengguna %(username)s
it: Cancella utente %(username)s
ms: Padam pengguna %(username)s
pl: Usuń użytkownika %(username)s
ru: Удалить пользователя %(username)s
sk: Vymazať užívateľa %(username)s
sv: Ta bort användare %(username)s
ta: பயனர் %(username)s நீக்கு
uk: Видалити користувача %(username)s
vi: Xóa người dùng %(username)s

source: This will delete your account, removing %(threads)d threads and %(replies)d replies.
cs: Tímto smažete svůj účet, odstraníte %(threads)d vláken a %(replies)d odpovědí.
de: Dies wird Ihr Konto löschen, %(threads)d Themen und %(replies)d Antworten entfernen.
fr: Cela va supprimer votre compte, ainsi que vos %(threads)d fils et %(replies)d réponses.
id: Ini akan menghapus akun Anda, termasuk %(threads)d utas dan %(replies)d balasan.
it: Ciò cancellerà il tuo profilo, rimuovendo %(threads)d discussioni e %(replies)d risposte.
ms: Ini akan memadam akaun anda, termasuk %(threads)d bebenang dan %(replies)d balasan.
pl: Usunie to twoje konto, usuwając %(threads)d wątków oraz %(replies)d odpowiedzi.
ru: Это удалит ваш аккаунт, удалив %(threads)d темы и %(replies)d ответы.
sk: Týmto vymažeš svoj účet, odstrániš %(threads)d vlákna a %(replies)d odpovede.
sv: Detta kommer ta bort ditt konto, %(threads)d trådar och %(replies)d svar kommer tas bort.
ta: இது உங்கள் கணக்கை நீக்கி, %(threads)d நூல்கள் மற்றும் %(replies)d பதில்களை அகற்றும்.
uk: Це призведе до видалення вашого облікового запису, видалення %(threads)d ланцюжків і %(replies)d відповідей.
vi: Thao tác này sẽ xóa tài khoản của bạn, xóa %(threads)d chủ đề(threads ) và %(replies)d câu trả lời.

source: As you have packages and/or forum threads, your account cannot be fully deleted.
cs: Pokud máte balíčky a/nebo vlákna fóra, váš účet nelze zcela smazat.
de: Da Sie Pakete und/oder Forenbeiträge haben, kann Ihr Konto nicht vollständig gelöscht werden.
fr: Comme vous avez des paquets et/ou des fils de discussion sur le forum, votre compte ne peut pas être entièrement supprimé.
id: Karena Anda memiliki paket dan/atau utas forum, akun Anda tidak dapat dihapus seluruhnya.
it: Poichè possiedi contenuti e/o discussioni sul forum, il tuo profilo non può essere del tutto cancellato.
ms: Memandangkan anda mempunyai pakej dan/atau bebenang forum, akaun anda tidak boleh dipadam sepenuhnya.
pl: Z powodu tego, że posiadasz paczki i/lub wątki na forum, twoje konto nie może być w pełni usunięte.
ru: Поскольку у вас есть дополнения и/или темы на форуме, ваш аккаунт не может быть полностью удален.
sk: Keďže máš balíky a/alebo vlákna, tvoj účet nemôže byť úplne zmazaný.
sv: Eftersom du har paket och/eller forumtrådar kan ditt konto inte tas bort helt och hållet.
ta: உங்களிடம் தொகுப்புகள் மற்றும்/அல்லது மன்ற நூல்கள் இருப்பதால், உங்கள் கணக்கை முழுமையாக நீக்க முடியாது.
uk: Оскільки у вас є пакунки та/або ланцюжки на форумі, ваш обліковий запис не може бути повністю видалено.
vi: Như bạn có gói và/ hoặc các đề(threads) diễn đàn, tài khoản của bạn không thể hoàn toàn xóa.

source: Instead, your account will be deactivated and all personal information wiped - including %(threads)d threads and %(replies)d replies.
cs: Místo toho bude váš účet deaktivován a všechny osobní údaje vymazány – včetně %(threads)d vláken a %(replies)d odpovědí.
de: Stattdessen wird Ihr Konto deaktiviert und alle persönlichen Daten werden gelöscht – einschließlich %(threads)d Themen und %(replies)d Antworten.
fr: Au lieu de cela, votre compte sera désactivé et toutes les informations personnelles seront effacées - y compris les %(threads)d discussions et les %(replies)d réponses.
id: Namun, akun Anda akan dinonaktifkan dan semua informasi pribadi dihapus, termasuk %(threads)d utas dan %(replies)d balasan.
it: Il tuo account sarà invece disattivato ed ogni informazione personale verrà eliminata - incluse %(threads)d discussioni e %(replies)d risposte.
ms: Sebaliknya, akaun anda akan dinyahaktifkan dan kesemua maklumat peribadi dihapuskan - termasuk %(threads)d bebenang dan %(replies)d balasan.
pl: Zamiast tego twoje konto zostanie dezaktywowane i wszystkie informacje osobiste zostaną usunięte - włączając %(threads)d wątków oraz %(replies)d odpowiedzi.
ru: Вместо этого ваш аккаунт будет деактивирован, а вся личная информация удалена - включая %(threads)d темы и %(replies)d ответы.
sk: Namiesto toho bude tvoj účet deaktivovaný a všetky tvoje osobné údaje vymazané - vrátane %(threads)d vlákien a %(replies)d odpovedí.
sv: Istället kommer ditt konto deaktiveras och all personlig information rensad - inklusive %(threads)d trådar och %(replies)d svar.
ta: அதற்கு பதிலாக, உங்கள் கணக்கு செயலிழக்கப்படும் மற்றும் அனைத்து தனிப்பட்ட தகவல்களும் அழிக்கப்படும் - %(threads)d நூல்கள் மற்றும் %(replies)d பதில்கள் உட்பட.
uk: Натомість ваш обліковий запис буде деактивовано, а всю особисту інформацію буде видалено, включаючи %(threads)d ланцюжків і %(replies)d відповідей.
vi: Thay vào đó, tài khoản của bạn sẽ bị vô hiệu hóa và tất cả thông tin cá nhân bị xóa sạch - bao gồm %(threads)d Chủ đề(threads) và %(replies)d phản hồi.

source: See the privacy policy for more information.
cs: Další informace naleznete v zásadách ochrany osobních údajů.
de: Weitere Informationen finden Sie in den Datenschutzbestimmungen.
fr: Consultez la politique de confidentialité pour plus d'informations.
id: Lihat kebijakan privasi untuk informasi lebih lanjut.
it: Leggi la politica sulla privacy per ulteriori informazioni.
ms: Lihat polisi privasi untuk maklumat lanjut.
pl: Zobacz politykę prywatności po więcej informacji.
ru: Более подробную информацию см. в политике конфиденциальности.
sk: Nahliadni do Politiky súkromia pre viac informácií.
sv: Se integritetspolicyn för mer information.
ta: மேலும் தகவலுக்கு தனியுரிமைக் கொள்கையைப் பார்க்கவும்.
uk: Дивіться політику конфіденційності для отримання додаткової інформації.
vi: Xem chính sách bảo mật để biết thêm thông tin.

source: Deactivate
cs: Deaktivovat
de: Deaktivieren
fr: Désactiver
id: Nonaktifkan
it: Disattiva
ms: Nyahaktif
pl: Dezaktywuj
ru: Деактивировать
sk: Deaktivovať
sv: Deaktivera
ta: செயலிழக்கச் செய்யுங்கள்
uk: Деактивувати
vi: Tắt

source: Delete Anyway
cs: Přesto smazat
de: Trotzdem löschen
fr: Supprimer quand-même
id: Tetap Hapus
it: Disattiva Comunque
ms: Padam Juga
pl: Usuń mimo to
ru: Удалить в любом случае
sk: Napriek tomu vymazať
sv: Ta bort i alla fall
ta: எப்படியும் நீக்கு
uk: Видалити в будь-якому випадку
vi: Vẫn xóa

source: Check Your Email
cs: Zkontrolujte si Vaší emailovou schránku
de: Prüfen Sie Ihre E-Mails
fr: Vérifiez votre email
id: Periksa Surel Anda
it: Controlla la Tua Email
ms: Periksa E-mel Anda
pl: Sprawdź swój email
ru: Проверьте электронную почту
sk: Skontroluj svoj email
sv: Kontrollera din mejl
ta: உங்கள் மின்னஞ்சலை சரிபார்க்கவும்
uk: Перевірте свою електронну пошту
vi: Kiểm Tra Email

source: We've sent an email to the address you specified.
cs: Poslali jsme e-mail na vámi uvedenou adresu.
de: Wir haben eine E-Mail an die von Ihnen angegebene Adresse gesendet.
fr: Nous vous avons envoyé un email à votre adresse.
id: Kami telah mengirimkan surel ke alamat yang Anda berikan.
it: Abbiamo inviato un'email all'indirizzo da voi specificato.
ms: Kami telah hantar e-mel ke alamat yang anda tentukan.
pl: Wysłaliśmy email na adres, który podałeś.
ru: Мы отправили письмо на указанный вами адрес электронной почты.
sk: Na adresu, ktorú si zadal sme odoslali email.
sv: Vi har skickat ett mejl till adressen du angav.
ta: நீங்கள் குறிப்பிட்ட முகவரிக்கு ஒரு மின்னஞ்சல் அனுப்பியுள்ளோம்.
uk: Ми надіслали листа на вказану вами адресу.
vi: Chúng tôi đã gửi một email đến địa chỉ bạn đã chỉ định.

source: You'll need to click the link in the email to confirm it.
cs: Pro potvrzení budete muset kliknout na odkaz v e-mailu.
de: Zur Verifizierung müssen Sie den Link in der E-Mail anklicken.
fr: Vous devez cliquer le lien dans l'email pour le valider.
id: Anda perlu mengeklik tautan yang ada dalam surel untuk mengonfirmasinya.
it: Dovrai cliccare il collegamento nell'email per confermarlo.
ms: Anda perlu klik pada pautan dalam e-mel untuk mengesahkannya.
pl: Będziesz musiał nacisnąć odnośnik we wiadomości email aby potwierdzić.
ru: Вам нужно будет нажать на ссылку в письме, чтобы подтвердить его.
sk: Pre potvrdenie, klikni na odkaz v emaily.
sv: Du behöver trycka på länken i mejlet för att bekräfta den.
ta: அதை உறுதிப்படுத்த மின்னஞ்சலில் உள்ள இணைப்பைக் சொடுக்கு செய்ய வேண்டும்.
uk: Вам потрібно буде перейти за посиланням в електронному листі, щоб підтвердити його.
vi: Bạn sẽ cần nhấp liên kết trong email để xác nhận nó.

source: The link will expire in 12 hours
cs: Odkaz vyprší za 12 hodin
de: Der Link verliert in 12 Stunden seine Gültigkeit
fr: Le lien expirera dans 12 heures
id: Tautannya akan hangus dalam 12 jam
it: Il collegamento scadrà in 12 ore
ms: Pautan akan tamat tempoh dalam masa 12 jam
pl: Odnośnik wygaśnie w ciągu 12 godzin
ru: Срок действия ссылки истекает через 12 часов
sk: Odkaz vyprší o 12 hodín
sv: Länken blir ogiltig inom 12 timmar
ta: இணைப்பு 12 மணி நேரத்தில் காலாவதியாகும்
uk: Термін дії посилання закінчується через 12 годин
vi: Liên kết sẽ hết hiệu lực trong 12 giờ

source: My email never arrived
cs: Email mi dosud nepřišel
de: Meine E-Mail ist nie angekommen
fr: Mon email n'est jamais arrivé
id: Surelnya tak pernah sampai
it: La mia email non è mai arrivata
ms: E-mel saya tidak sampai
pl: Mój email nigdy się nie pojawił
ru: Мое письмо так и не пришло
sk: Môj email nikdy neprišiel
sv: Mitt mejl kom aldrig
ta: எனது மின்னஞ்சல் ஒருபோதும் வரவில்லை
uk: Мій лист так і не прийшов
vi: Email của tôi không bao giờ đến
