Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: You can donate to rubenwardy to cover ContentDB's costs and support future development.
cs: Můžeš přispět Rubenwardymu pro pokrytí nákladu ContentDB a podporu jejího vývoje do budoucna.
de: Sie können an rubenwardy spenden, um die Kosten der ContentDB und der zukünfigen Entwicklung zu decken.
id: Anda dapat berdonasi kepada rubenwardy untuk menutupi biaya ContentDB dan mendukung pengembangan pada masa depan.
it: Puoi donare a rubenwardy per coprire le spese di ContentDB e sostenere gli sviluppi futuri.
pl: Możesz zapłacić dla rubenwardy, żeby pokryć koszty Bazy Zawartości (ContentDB) i wesprzeć przyszły rozwój.
ru: Вы можете пожертвовать rubenwardy, чтобы покрыть расходы Content DB и поддержать дальнейшее развитие.
sv: Du kan donera till rubenwardy för att täcka ContentDB:s kostnader och stödja framtida utveckling.
ta: உள்ளடக்க டி.பியின் செலவுகளை ஈடுகட்டவும், எதிர்கால வளர்ச்சியை ஆதரிக்கவும் நீங்கள் ரூபன்வார்டிக்கு நன்கொடை அளிக்கலாம்.
uk: Ви можете зробити пожертву rubenwardy, щоб покрити витрати ContentDB та підтримати подальшу розробку.

source: For more information about the cost of ContentDB and what rubenwardy does, see his donation page:
cs: Pro více informací ohledně nákladů na provoz ContentDB a odvedenou práci Rubenwardyho na ní se koukni na dárcovskou stránku:
de: Für weitere Informationen über die Kosten von ContentDB, und was rubenwardy so tut, siehe seine Spendenseite:
id: Untuk informasi lebih lanjut tentang biaya ContentDB dan hal yang dilakukan rubenwardy, lihat halaman donasinya:
it: Per più informazioni sui costi di ContentDB e su cosa fa rubenwardy, vedi la sua pagina donazioni:
ru: Для получения дополнительной информации о стоимости ContentDB и о том, чем занимается rubenwardy, посетите его страницу пожертвований:
sv: För mer information om vad kostnaden för ContentDB är och vad rubenwardy gör, se hans donationssida:
ta: உள்ளடக்கத்தின் விலை மற்றும் ரூபன்வார்டி என்ன செய்கிறது என்பது பற்றிய கூடுதல் தகவலுக்கு, அவரது நன்கொடை பக்கத்தைப் பார்க்கவும்:
uk: Для отримання додаткової інформації про витрати ContentDB і діяльність rubenwardy відвідайте його сторінку пожертв:

source: Based on your reviews / favorites
cs: Založeno na zpetné vazbě a oblíbenosti
de: Basiert auf Ihren Rezensionen/Favoriten
fr: Basé sur vos évaluations / favoris
id: Berdasarkan ulasan/favorit Anda
it: In base alle tue recensioni / preferiti
ms: Berdasarkan ulasan / kegemaran anda
pl: Na podstawie twoich opinii / ulubionych
ru: На основе ваших отзывах / любимых
sv: Baserat på dina recensioner / favoriter
ta: உங்கள் மதிப்புரைகள் / பிடித்தவைகளின் அடிப்படையில்
uk: На основі ваших відгуків / вибраного

source: No reviewed packages accepting donations. Consider reviewing your favourite packages
cs: Žádný ze zkontrolovaných balíčků nepřijímající dary. Zvaž opětovné projití svých oblíbených balíčků
de: Es gibt keine rezensierte Pakete, die Spenden akzeptieren. Ziehen Sie in Betracht, Ihre Lieblingspakete zu rezensieren
fr: Aucun paquet évalué n'accepte de dons. Pensez à évaluer vos paquets favoris
id: Tidak ada paket diulas yang menerima donasi. Pertimbangkan mengulas paket favorit Anda
it: Non ci sono contenuti recensiti che accettano donazioni. Considera di recensire i tuoi contenuti preferiti
ms: Tiada pakej yang diulas menerima derma. Pertimbangkan untuk mengulas pakej kegemaran anda
pl: Żadna z zrecenzowanych paczek nie akceptuje darowizn. Rozważ recenzowanie twoich ulubionych paczek
ru: Нет проверенных дополнений, принимающих пожертвования. Рассмотрите возможность просмотра ваших любимых дополнений
sv: Inga recenserade paket accepterar donationer. Prova att recensera dina favoritpaket
ta: மதிப்பாய்வு செய்யப்பட்ட தொகுப்புகள் நன்கொடைகளை ஏற்றுக்கொள்ளவில்லை. உங்களுக்கு பிடித்த தொகுப்புகளை மதிப்பாய்வு செய்வதைக் கவனியுங்கள்
uk: Немає пакунків з відгуками, які приймають пожертви. Розгляньте можливість залишити відгук про ваші улюблені пакунки

source: Sign in to see recommendations based on the packages you've reviewed
cs: Chcete-li zobrazit doporučení na základě balíčků, které jste hodnotili, přihlaste se
de: Einloggen, um Empfehlungen basierend auf den Paketen, die Sie rezensiert haben, zu sehen
fr: Connectez-vous pour voir des recommandations basées sur les paquets que vous avez commentés
id: Masuk untuk melihat saran berdasarkan paket yang telah Anda ulas
it: Accedi per visualizzare consigli basati sui contenuti che hai recensito
ms: Log masuk untuk melihat pengesyoran berdasarkan pakej yang anda telah ulas
pl: Zaloguj się aby zobaczyć polecane w oparciu o paczki, które ostatnio zrecenzowałeś
ru: Войдите в систему, чтобы просмотреть рекомендации на основе просмотренных вами дополнениях
sk: Prihlás sa aby si videl odporúčania na základe prehlidaných balíkov
sv: Logga in för att se rekommendationer baserade på de paket som du har recenserat
ta: நீங்கள் மதிப்பாய்வு செய்த தொகுப்புகளின் அடிப்படையில் பரிந்துரைகளைக் காண உள்நுழைக
uk: Увійдіть, щоб побачити рекомендації на основі пакунків, які ви переглянули

source: Top packages
cs: Nejlepší balíčky
de: Top-Pakete
fr: Top des paquets
id: Paket teratas
it: Migliori contenuti
ms: Pakej teratas
pl: Najlepsze paczki
ru: Топ дополнения
sk: Najlepšie balíky
sv: Toppaket
ta: சிறந்த தொகுப்புகள்
uk: Найкращі пакунки

source: %(count)d packages are looking for donations
cs: %(count)d balíčků hledá dárce
de: %(count)d Pakete möchten Spenden erhalten
fr: %(count)d paquets ont besoin de dons
id: %(count)d paket mencari donasi
it: %(count)d contenuti sono alla ricerca di donazioni
ms: %(count)d pakej sedang mencari pendermaan
pl: %(count)d pacz(ka/ki/ek) poszukuj(e/ą) darowizn
ru: %(count)d дополнений требуют пожертвований
sk: %(count)d balíkov hľadá príspevky
sv: %(count)d paket söker donationer
ta: %(count)d தொகுப்புகள் நன்கொடைகளைத் தேடுகின்றன
uk: %(count)d пакунків шукають пожертви

source: From %(username)s and on package %(package)s.
cs: Od %(username)s a v balíčku %(package)s.
de: Von %(username)s und auf Paket %(package)s.
fr: De %(username)s sur le paquet %(package)s.
id: Dari %(username)s dan pada paket %(package)s.
it: Da%(username)s e sul contenuto %(package)s.
ms: Daripada %(username)s dan pada pakej %(package)s.
pl: Od użytkownika %(username)s do paczki %(package)s.
ru: От %(username)s и дополнении %(package)s.
sk: Pre %(username)s a pre balík %(package)s.
sv: Från %(username)s på paket %(package)s.
ta: %(username)s மற்றும் தொகுப்பு %(package)s.
uk: Від %(username)s і на пакунку %(package)s.
vi: Từ %(username)s và trên gói %(package)s.

source: From %(username)s.
cs: Od %(username)s.
de: Von %(username)s.
fr: De %(username)s.
id: Dari %(username)s.
it: Da %(username)s.
ms: Daripada %(username)s.
pl: Od użytkownika %(username)s.
ru: От %(username)s.
sk: Od %(username)s.
sv: Från %(username)s.
ta: %(username)s.
uk: Від %(username)s.
vi: Từ %(username)s.

source: View Notification
cs: Ukázat upozornění
de: Benachrichtigungen anschauen
fr: Voir la notification
id: Lihat Pemberitahuan
it: Mostra la Notifica
ms: Lihat Pemberitahuan
pl: Zobacz powiadomienie
ru: Посмотреть уведомление
sk: Skontroluj notifikácie
sv: Visa notis
ta: அறிவிப்பைக் காண்க
uk: Переглянути сповіщення
vi: Xem Thông báo

source: You are receiving this email because you are a registered user of ContentDB, and have email notifications enabled.
cs: Tento e-mail jste obdrželi, protože jste registrovaným uživatelem ContentDB a máte povolená e-mailová upozornění.
de: Sie erhalten diese E-Mail, weil Sie ein registrierter Benutzer von ContentDB sind und E-Mail-Benachrichtigungen aktiviert haben.
fr: Vous recevez cet e-mail parce que vous êtes un utilisateur enregistré sur le ContentDB et que les notifications par e-mail sont activées.
id: Anda menerima surel ini karena Anda terdaftar di ContentDB dan menyalakan pemberitahuan surel.
it: Ricevi questa email perchè sei unə utente registratə di ContentDB e hai attivato le notifiche email.
ms: Anda menerima e-mel ini kerana anda pengguna berdaftar di ContentDB, dan anda membolehkan pemberitahuan e-mel.
pl: Otrzymujesz ten email, ponieważ jesteś zarejestrowanym użytkownikiem ContentDB i masz włączone powiadomienia.
ru: Вы получаете это письмо, поскольку являетесь зарегистрированным пользователем ContentDB и у вас включены уведомления по электронной почте.
sk: Tento email si dostal, pretože si registrovaným užívateľom ContentDB a máš povolené notifikácie.
sv: Du har fått detta mejl eftersom du är en registrerad användare av ContentDB, och har mejlnotiser aktiverade.
ta: நீங்கள் ContentDB இன் பதிவு செய்யப்பட்ட பயனராக இருப்பதால், மின்னஞ்சல் அறிவிப்புகள் இயக்கப்பட்டிருப்பதால் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள்.
uk: Ви отримали цей лист, оскільки є зареєстрованим користувачем ContentDB і маєте увімкнені електронні сповіщення.
vi: Bạn đã nhận được email này vì bạn là người đã đăng ký của ContentDB, và đã kích hoạt gửi email thông báo.

source: Manage your preferences
cs: Spravujte své preference
de: Verwalten Sie Ihre Einstellungen
fr: Gérez vos préférences
id: Kelola pilihan Anda
it: Gestisci le tue preferenze
ms: Uruskan keutamaan anda
pl: Zarządzaj preferencjami
ru: Управляйте своими предпочтениями
sk: Spravuj obľúbené
sv: Hantera dina preferenser
ta: உங்கள் விருப்பங்களை நிர்வகிக்கவும்
uk: Керувати вашими налаштуваннями
vi: Quản lý các tùy chọn của bạn

source: from %(username)s.
cs: od %(username)s.
de: Von %(username)s.
fr: de %(username)s.
id: dari %(username)s.
it: da %(username)s.
ms: daripada %(username)s.
pl: od użytkownika %(username)s.
ru: от %(username)s.
sk: od %(username)s.
sv: från %(username)s.
ta: %(username)s.
uk: від %(username)s.
vi: Từ %(username)s.

source: Other Notifications
cs: Další upozornění
de: Andere Benachrichtigungen
fr: Autres notifications
id: Pemberitahuan Lain
it: Altre Notifiche
ms: Pemberitahuan Lain
pl: Inne powiadomienia
ru: Другие уведомления
sk: Ostatné upozornenia
sv: Andra notiser
ta: பிற அறிவிப்புகள்
uk: Інші сповіщення
vi: Thông báo khác

source: View Notifications
cs: Zobrazit upozornění
de: Benachrichtigungen anschauen
fr: Voir les notifications
id: Lihat Pemberitahuan
it: Mostra le Notifiche
ms: Lihat Pemberitahuan
pl: Zobacz powiadomienia
ru: Просмотр уведомлений
sk: Skontroluj upozornenia
sv: Visa notiser
ta: அறிவிப்புகளைக் காண்க
uk: Переглянути сповіщення
vi: Xem Thông báo

source: We were unable to perform the password reset as we could not find an account associated with this email.
cs: Nemohli jsme provést reset hesla, protože jsme nemohli najít účet spojený s uvedeným e-mailem.
de: Wir konnten das Passwort nicht zurücksetzen, da wir kein mit dieser E-Mail verknüpftes Konto finden konnten.
fr: Nous n'avons pour réinitialiser votre mot de passe car il ne correspond à aucun compte avec l'email renseigné.
id: Kami tidak dapat mereset kata sandi karena tidak menemukan akun yang terkait dengan surel ini.
it: Non è stato possibile eseguire il ripristino della password poichè non è stato trovato un account con questa email.
ms: Kami tidak mampu menetapkan semula kata laluan kerana kami tidak menjumpai akaun yang berkait dengan e-mel ini.
pl: Nie możemy zresetować hasła, ponieważ nie mogliśmy odnaleźć konta połączonego z tym emailem.
ru: Мы не смогли выполнить сброс пароля, так как не смогли найти аккаунт, связанный с этим адресом электронной почты.
sk: Nepodarilo sa nám obnoviť heslo, pretože sme nenašli účet priradený k tomuto emailu.
sv: Vi kunde inte hantera lösenordsåterställningen eftersom vi inte kunde hitta ett konto associerat med denna mejl.
ta: இந்த மின்னஞ்சலுடன் தொடர்புடைய கணக்கைக் கண்டுபிடிக்க முடியாததால் கடவுச்சொல் மீட்டமைப்பை எங்களால் செய்ய முடியவில்லை.
uk: Нам не вдалося скинути пароль, оскільки ми не змогли знайти обліковий запис, пов’язаний із цією електронною поштою.
vi: Chúng tôi không thể thực hiện việc đặt lại mật khẩu vì chúng tôi không thể tìm thấy tài khoản được liên kết với email này.

source: This may be because you used another email with your account, or because you never confirmed your email.
cs: Toto může to být způsobeno tím, že jste u svého účtu použili jiný e-mail, nebo jste svůj e-mail nikdy nepotvrdili.
de: Dies kann daran liegen, dass Sie eine andere E-Mail für Ihr Konto verwendet haben oder dass Sie Ihre E-Mail nie bestätigt haben.
fr: Peut-être que vous avez renseigné un autre email pour ce compte, ou que vous n'avez jamais confirmé votre email.
id: Ini mungkin karena Anda menggunakan surel lain untuk akun Anda atau karena Anda tidak pernah mengonfirmasi surel Anda.
it: Ciò può accadere perchè hai utilizzato un'altra email con questo account o perchè non hai mai confermato l'email.
ms: Ini mungkin disebabkan anda menggunakan e-mel yang lain dengan akaun anda, atau kerana anda tidak pernah mengesahkan e-mel anda.
pl: Może to być spowodowane tym, że użyłeś innego emaila dla swojego konta lub nigdy go nie potwierdziłeś.
ru: Это может быть связано с тем, что вы использовали другую электронную почту для учётной записи, или с тем, что вы никогда не подтверждали свою электронную почту.
sk: Príčinou môže byť, že používaš iný email pre svoj účet, alebo preto, že si nikdy svoj email nepotvrdil.
sv: Detta kan vara eftersom du använde en annan mejladress med ditt konto, eller eftersom du aldrig verifierade din mejl.
ta: இது உங்கள் கணக்குடன் மற்றொரு மின்னஞ்சலைப் பயன்படுத்தியதாலோ அல்லது உங்கள் மின்னஞ்சலை நீங்கள் ஒருபோதும் உறுதிப்படுத்தவில்லை என்பதாலோ இருக்கலாம்.
uk: Це може бути через те, що ви використовували іншу електронну адресу для свого облікового запису або тому, що ви ніколи не підтверджували свою електронну пошту.
vi: Điều này có thể là do bạn đã sử dụng một email khác với tài khoản của mình hoặc vì bạn chưa bao giờ xác nhận email của mình.

source: You can use GitHub to log in if it is associated with your account.
cs: K přihlášení můžete použít GitHub, pokud je spojen s vaším účtem.
de: Sie können sich über GitHub anmelden, wenn es mit Ihrem Konto verknüpft ist.
fr: Vous pouvez utiliser GitHub pour vous connecter si celui-ci est associé à votre compte.
id: Anda dapat menggunakan GitHub untuk masuk jika ia ditautkan dengan akun Anda.
it: Puoi utilizzare GitHub per accedere se è associato al tuo account.
ms: Anda boleh gunakan GitHub untuk log masuk jika ia dikaitkan ke akaun anda.
pl: Możesz użyć serwisu GitHub aby się zalogować jeżeli jest połączony z twoim kontem.
ru: Вы можете использовать GitHub для входа, если он связан с вашей учётной записью.
sk: Pre vstup môžeš použiť GitHub v prípade, že je prepojený s tvojim účtom.
sv: Du kan använda GitHub för att logga in om det är associerat med ditt konto.
ta: உங்கள் கணக்குடன் தொடர்புடையதாக இருந்தால் உள்நுழைய கிதுபைப் பயன்படுத்தலாம்.
uk: Ви можете використовувати GitHub для входу, якщо він пов'язаний з вашим обліковим записом.
vi: Bạn có thể sử dụng GitHub để đăng nhập nếu nó được liên kết với tài khoản của bạn.

source: Otherwise, you may need to contact the admin for help.
cs: Jinak, můžeš kontaktovat správce pro pomoc.
de: Ansonsten müssen Sie eventuell den Admin um Hilfe bitten.
fr: Autrement, vous pourriez avoir besoin de contacter l'administrateur pour de l'aide.
id: Selain itu, Anda dapat menghubungi admin untuk bantuan.
it: In alternativa, potresti dover contattare l'amministrante per ricevere supporto.
pl: W przeciwnym razie, możesz potrzebować skontaktować się z adminem po pomoc.
ru: В противном случае вам, возможно, придется обратиться за помощью к администратору.
sv: Annars kan du behöva kontakta administratören för hjälp.
ta: இல்லையெனில், உதவிக்கு நீங்கள் நிர்வாகியை தொடர்பு கொள்ள வேண்டியிருக்கலாம்.
uk: Інакше вам, можливо, потрібно буде звернутися до адміністратора за допомогою.

source: If you weren't expecting to receive this email, then you can safely ignore it.
cs: Pokud jste neočekávali, že tento e-mail obdržíte, můžete jej klidně ignorovat.
de: Wenn Sie nicht damit gerechnet haben, diese E-Mail zu erhalten, können Sie sie getrost ignorieren.
fr: Si vous ne savez pas pourquoi vous recevez cet email, vous pouvez l'ignorer.
id: Jika Anda tidak merasa menerima surel ini, Anda dapat mengabaikannya.
it: Se non ti aspettavi di ricevere questa email, puoi tranquillamente ignorarla.
ms: Jika anda tidak menyangka untuk menerima e-mel ini, anda boleh abaikannya sahaja.
pl: Jeżeli nie oczekiwałeś na otrzymanie tego emaila możesz go zignorować.
ru: Если вы не ожидали получить это письмо, то можете смело пропустить его.
sk: Ak si tento email neočakával, môžeš ho pokojne prehliadnuť.
sv: Om du inte förväntade detta mejl kan du ignorera detta.
ta: இந்த மின்னஞ்சலைப் பெறுவீர்கள் என்று நீங்கள் எதிர்பார்க்கவில்லை என்றால், நீங்கள் அதை பாதுகாப்பாக புறக்கணிக்கலாம்.
uk: Якщо ви не очікували отримати цей лист, ви можете безпечно його проігнорувати.
vi: Nếu không hy vọng sẽ nhận được email này, thì bạn có thể bỏ qua nó.

source: Hello!
cs: Ahoj!
de: Hallo!
fr: Bonjour !
id: Halo!
it: Ciao!
ms: Helo!
pl: Witaj!
ru: Привет!
sk: Ahoj!
sv: Hej!
ta: வணக்கம்!
uk: Привіт!
vi: Xin chào!

source: This email has been sent to you because someone (hopefully you) has entered your email address as a user's email.
cs: Tento e-mail vám byl zaslán, protože někdo (doufejme, že vy) zadal vaši e-mailovou adresu jako e-mail uživatele.
de: Dieses E-Mail wurde an Sie gesendet, weil jemand (hoffentlich Sie) die E-Mail-Adresse als Benutzer-E-Mail hinterlegt hat.
fr: Cet e-mail vous a été envoyé parce que quelqu'un (vous, espérons-le) a saisi votre adresse e-mail en tant qu'e-mail d'utilisateur.
id: Surel ini dikirimkan kepada Anda karena seseorang (semoga itu Anda) telah memasukkan alamat surel Anda sebagai surel pengguna.
it: Questa email ti è stata inviata perchè qualcunə (si spera tu) ha inserito questo indirizzo come email utente.
ms: E-mel ini dihantar kepada anda kerana seseorang (harapnya anda) telah memasukkan alamat e-mel anda sebagai e-mel seorang pengguna.
pl: Ten email został wysłany do ciebie, ponieważ ktoś (mamy nadzieję, że to ty) wpisał twój email jako email użytkownika.
ru: Это письмо было отправлено вам, потому что кто-то (надеюсь, вы) ввел ваш адрес электронной почты в качестве пользовательского.
sk: Tento email ti bol poslaný, pretože niekto (dúfame, že ty) použil tvoju emailovú adresu ako užívateľský email.
sv: Detta mejl har skickats till dig eftersom någon (förhoppningsvis du) har fyllt i din mejladress som en användares mejl.
ta: இந்த மின்னஞ்சல் உங்களுக்கு அனுப்பப்பட்டுள்ளது, ஏனெனில் யாரோ (வட்டம் நீங்கள்) உங்கள் மின்னஞ்சல் முகவரியை பயனரின் மின்னஞ்சலாக உள்ளிட்டுள்ளனர்.
uk: Цей лист надіслано вам, оскільки хтось (сподіваємось, це ви) ввів вашу електронну адресу як адресу користувача.
vi: Email này được gửi cho bạn vì ai đó (hy vọng là bạn) đã nhập địa chỉ email của bạn làm email của người dùng.

source: If it wasn't you, then just delete this email.
cs: Pokud jste to nebyli vy, pak tento e-mail jednoduše smažte.
de: Falls nicht Sie das waren, können sie diese E-Mail löschen.
fr: Si ce n'était pas vous, alors supprimez cet e-mail.
id: Jika ini bukan Anda, harap hapus surel ini.
it: Se non eri tu, semplicemente cancella questa email.
ms: Jika ini bukannya anda, padam sahaja e-mel ini.
pl: Jeżeli to nie ty, po prostu usuń tą wiadomość.
ru: Если это были не вы, то просто удалите это письмо.
sk: Ak si to nebol ty, potom tento email vymaž.
sv: Om det inte var du kan du bara ta bort detta mejl.
ta: அது நீங்கள் இல்லையென்றால், இந்த மின்னஞ்சலை நீக்கவும்.
uk: Якщо це були не ви, просто видаліть цей електронний лист.
vi: Nếu đó không phải là bạn, thì chỉ cần xóa email này.

source: If this was you, then please click this link to confirm the address:
cs: Pokud jste to byli vy, kliknutím na tento odkaz potvrďte adresu:
de: Falls Sie das waren, klicken Sie bitte auf den folgenden Link, um die E-Mail-Adresse zu bestätigen:
fr: Si c'était vous, veuillez cliquer sur ce lien pour confirmer l'adresse :
id: Jika ini benar Anda, harap klik tautan di bawah untuk mengonfirmasi alamatnya:
it: Se eri tu, clicca questo collegamento per confermare l'indirizzo, per favore:
ms: Jika ini anda, sila klik pautan ini untuk mengesahkan alamat anda:
pl: Jeżeli to ty, kliknij ten odnośnik aby potwierdzić adres:
ru: Если это были вы, то, пожалуйста, нажмите на эту ссылку для подтверждения адреса:
sk: Ak si to bol ty, klikni prosím na tento link pre potvrdenie adresy:
sv: Om det var du, var snäll och tryck på denna länk för att bekräfta din adress:
ta: இது நீங்கள் என்றால், முகவரியை உறுதிப்படுத்த இந்த இணைப்பைக் சொடுக்கு செய்க:
uk: Якщо це були ви, натисніть це посилання, щоб підтвердити адресу:
vi: Nếu đây là bạn, thì xin vui lòng nhấn vào liên kết này để xác nhận địa chỉ:

source: Confirm Email Address
cs: Potvrďte e-mailovou adresu
de: E-Mail-Adresse bestätigen
fr: Confirmer l'adresse e-mail
id: Konfirmasi Alamat Surel
it: Conferma l'Indirizzo Email
ms: Sahkan Alamat E-mel
pl: Potwierdź adres email
ru: Подтвердить адрес электронной почты
sk: Potvrdiť Emailovú Adresu
sv: Bekräfta Mejladress
ta: மின்னஞ்சல் முகவரியை உறுதிப்படுத்தவும்
uk: Підтвердьте адресу електронної пошти
vi: Xác nhận Địa chỉ Email

source: Or paste this into your browser:
cs: Nebo vložte toto do prohlížeče:
de: Oder kopieren Sie dies in Ihren Browser:
fr: Ou collez ceci dans votre navigateur :
id: Atau tempel ini ke peramban Anda:
it: Oppure incolla questo nel tuo browser:
ms: Atau tampal ini ke dalam pelayar anda:
pl: W wklej ten odnośnik do okna przeglądarki:
ru: Или вставьте это в свой браузер:
sk: Alebo vlož do svojho prehliadača toto:
sv: Eller klistra in detta i din webbläsare:
ta: அல்லது இதை உங்கள் உலாவியில் ஒட்டவும்:
uk: Або вставте це у свій браузер:
vi: Hoặc dán cái này vào trình duyệt của bạn:

source: We're sorry to see you go. You just need to do one more thing before your email is blacklisted.
cs: Je nám líto, že odcházíte. Než bude váš e-mail blokován, musíte udělat ještě jednu věc.
de: Es tut uns leid, Sie gehen zu sehen. Sie müssen nur noch eine Sache machen, bevor Ihre E-Mail-Addresse auf die schwarze Liste gesetzt wird.
fr: Nous sommes désolés de vous voir partir. Vous devez juste faire une dernière chose avant que votre e-mail ne soit mis sur liste noire.
id: Kami sedih melihat Anda pergi. Anda hanya perlu melakukan satu hal sebelum surel Anda diblokir.
it: Ci dispiace vederti andare via. Devi solo fare un'altra cosa prima che la tua e-mail venga inserita nella lista nera.
ms: Kami mohon maaf atas pemergian anda. Anda hanya perlu lakukan satu langkah lagi sebelum e-mel anda disenaraihitamkan.
pl: Jest nam przykro, że nas opuszczasz. Musisz zrobić jeszcze tylko jedną rzecz zanim email zostanie dodany na czarną listę.
ru: Нам жаль, что вы уходите. Вам нужно сделать еще одну вещь, прежде чем ваша электронная почта будет занесена в черный список.
sk: Je nám ľúto, že odchádzaš. Ešte však musíš vykonať jednu vec, aby bol tvoj email na čiernej listine.
sv: Vi är ledsen att se dig gå. Du behöver endast göra en sak till innan din mejladress är svartlistad.
ta: நீங்கள் செல்வதைக் கண்டு வருந்துகிறோம். உங்கள் மின்னஞ்சல் தடுப்புப்பட்டியல் செய்யப்படுவதற்கு முன்பு நீங்கள் இன்னும் ஒரு காரியத்தைச் செய்ய வேண்டும்.
uk: Нам шкода, що ви йдете. Вам потрібно лише зробити ще одну річ, перш ніж ваша електронна пошта потрапить у чорний список.
vi: Chúng tôi rất tiếc khi thấy bạn ra đi. Bạn chỉ cần làm một việc nữa trước khi email của bạn bị đưa vào danh sách đen.
