Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: When your package's maintainers change.
cs: Když dojde ke změně údržbáře tvého balíčku.
de: Wenn der Betreuer Ihres Pakets gewechselt wurde.
id: Ketika pengelola paket Anda berubah.
it: Quando lɜ mantenenti del tuo contenuto cambiano.
pl: Kiedy opiekunowie twojego pakietu zmieniają się.
ru: Когда сменятся сопровождающие вашего пакета.
ta: உங்கள் தொகுப்பின் பராமரிப்பாளர்கள் மாறும்போது.
uk: Коли змінюються підтримувачі вашого пакунку.

source: For editors: Important alerts.
cs: Pro editory: důležité upozornění.
de: Für Bearbeiter: Wichtige Benachrichtigungen.
id: Untuk penyunting: Peringatan penting.
it: Per lɜ curanti: avvertimenti importanti.
pl: Dla redaktorów: Ważne ostrzeżenia.
ru: Для редакторов: Важные предупреждения.
ta: ஆசிரியர்களுக்கு: முக்கியமான விழிப்பூட்டல்கள்.
uk: Для редакторів: важливі сповіщення.

source: For editors: Minor notifications, including new threads.
cs: Pro správce: méně důležitá oznámení, zahrnující nová vlákna.
de: Für Bearbeiter: Nicht so wichtige Benachrichtigungen, inklusive neue Themen.
id: Untuk penyunting: Pemberitahuan kecil, termasuk utas baru.
it: Per lɜ curanti: notifiche minori, come la creazione di nuove discussioni.
pl: Dla redaktorów: Pomniejsze powiadomienia, włączając w to nowe wątki.
ru: Для редакторов: Незначительные уведомления, включая новые ветки.
ta: ஆசிரியர்களுக்கு: புதிய நூல்கள் உட்பட சிறிய அறிவிப்புகள்.
uk: Для редакторів: незначні сповіщення, включаючи нові ланцюжки.

source: Minor notifications not important enough for a dedicated category.
cs: Méně důležitá oznámení, nevyžadující vlastní kategorii.
de: Nicht so wichtige Benachrichtigungen, die nicht wichtig genug für eine eigene Kategorie sind.
id: Pemberitahuan kecil tidak cukup penting untuk kategori khusus.
it: Notifiche minori, non abbastanza importanti per avere una categoria a sé.
pl: Pomniejsze powiadomienia, za mało istotne, żeby dostały własną kategorię.
ru: Незначительные уведомления, недостаточно важные для выделенной категории.
ta: ஒரு பிரத்யேக வகைக்கு சிறிய அறிவிப்புகள் முக்கியமல்ல.
uk: Незначні сповіщення, які не є достатньо важливими для окремої категорії.

source: You are receiving this email because you are a registered user of ContentDB.
cs: Dostal jsi tento email, neboť jsi uživetelm registrovaným na ContentDB.
de: Sie erhalten diese E-Mail, weil Sie ein registrierter Benutzer von ContentDB sind.
fr: Vous recevez cet email parce que vous vous être inscrit sur ContentDB.
id: Anda menerima surel ini karena menjadi pengguna terdaftar di ContentDB.
it: Ricevi questa email perchè sei unə utente registratə di ContentDB.
ms: Anda menerima e-mel ini kerana anda pengguna berdaftar ContentDB.
pl: Otrzymujesz ten email, ponieważ jesteś zarejestrowanym użytkownikiem ContentDB.
ru: Вы получаете это письмо, потому что являетесь зарегистрированным пользователем ContentDB.
sk: Tento email si dostal, pretože si registrovaný užívateľ ContentDB.
sv: Du har fått detta mejl eftersom du är en registrerad användare av ContentDB.
ta: நீங்கள் ContentDB இன் பதிவு செய்யப்பட்ட பயனராக இருப்பதால் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள்.
uk: Ви отримали цей лист, оскільки є зареєстрованим користувачем ContentDB.
vi: Bạn nhận được email này vì bạn là người dùng đã đăng ký của ContentDB.

source: You are receiving this email because someone (hopefully you) entered your email address as a user's email.
cs: Tento email jsi obdržel, protože někdo (pravděpodobně ty) zadal tuto emailovou adresu ke svému uživatelskému účtu.
de: Sie empfangen diese E-Mail, weil jemand (hoffentlich Sie) die E-Mail-Adresse als Benutzer-E-Mail hinterlegt hat.
fr: Vous recevez cet email car quelqu'un (vous-même on espère) à utilisé cette adresse email comme email d'utilisateur.
id: Anda menerima surel ini karena seseorang (semoga itu Anda) telah memasukkan alamat surel Anda sebagai surel pengguna.
it: Ricevi questa email perchè qualcunə (si spera tu) ha inserito questo indirizzo come email di unə utente.
ms: Anda menerima e-mel ini kerana seseorang (harapnya anda) telah memasukkan alamat e-mel anda sebagai e-mel seorang pengguna.
pl: Otrzymujesz ten email, ponieważ ktoś (mamy nadzieję, że to ty) wpisał twój email jako email użytkownika.
ru: Вы получаете это письмо, потому что кто-то (надеюсь, вы) ввел ваш адрес электронной почты в качестве пользовательского.
sk: Tento email si dostal, pretože niekto (dúfame, že ty) zadal tvoju mailovú adresu ako užívateľský email.
sv: Du har fått detta mejl eftersom någon (förhoppningsvis du) skrev in din mejladress som en användares mejl.
ta: நீங்கள் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள், ஏனெனில் யாரோ (வட்டம் நீங்கள்) உங்கள் மின்னஞ்சல் முகவரியை பயனரின் மின்னஞ்சலாக உள்ளிட்டுள்ளனர்.
uk: Ви отримали цей лист, оскільки хтось (сподіваємося, це ви) ввів вашу електронну адресу як адресу користувача.
vi: Bạn nhận được email này vì ai đó (hy vọng là bạn) đã nhập địa chỉ email của bạn làm email của người dùng.

source: %(num)d new notifications
cs: %(num)d nových oznámení
de: %(num)d neue Nachrichten
fr: %(num)d nouvelles notifications
id: %(num)d pemberitahuan baru
it: %(num)d nuove notifiche
ms: %(num)d pemberitahuan baharu
pl: %(num)d nowych powiadomień
ru: %(num)d новых уведомлений
sk: %(num)d nových oznámení
sv: %(num)d nya notiser
ta: %(num)d புதிய அறிவிப்புகள்
uk: %(num)d нових сповіщень
vi: %(num)d thông báo mới

source: View
cs: Podívat
de: Ansehen
fr: Voir
id: Lihat
it: Mostra
ms: Lihat
pl: Widok
ru: Вид
sk: Pozri
sv: Visa
ta: பார்வை
uk: Переглянути
vi: Lượt xem

source: Manage email settings
cs: Správa nastavení emailu
de: E-Mail-Einstellungen verwalten
fr: Gérer les préférences email
id: Kelola pengaturan surel
it: Gestisci le impostazioni email
ms: Uruskan tetapan e-mel
pl: Zarządzaj ustawieniami emaila
ru: Управление настройками эл. почты
sk: Spravuj nastavenia emailu
sv: Hantera mejlinställningar
ta: மின்னஞ்சல் அமைப்புகளை நிர்வகிக்கவும்
uk: Керувати налаштуваннями електронної пошти
vi: Quản lý cài đặt email

source: Unsubscribe
cs: Ukončit odběr
de: Deabonnieren
fr: Se désabonner
id: Berhenti langganan
it: Disiscriviti
ms: Buang langganan
pl: Anuluj subskrybcję
ru: Отписаться
sk: Prestať odoberať
sv: Avprenumerera
ta: குழுவிலகவும்
uk: Відписатися
vi: Hủy đăng ký

source: Page not found
cs: Strana nenalezena
de: Seite nicht gefunden
fr: Page introuvable
id: Halaman tidak ditemukan
it: Pagina non trovata
ms: Halaman tidak dijumpai
pl: Strona nie odnaleziona
ru: Страница не найдена
sk: Stránku sa nepodarilo nájsť
sv: Sida kunde inte hittas
ta: பக்கம் கிடைக்கவில்லை
uk: Сторінку не знайдено
vi: Không tìm thấy trang :/

source: That page could not be found. The link may be broken, the page may have been deleted, or you may not have access to it.
cs: Strana nemohla být nalezena. Odkaz může být poškozen, stránka mohla být odstraněna, anebo k ní nemáš oprávnění přistupovat.
de: Diese Seite konnte nicht gefunden werden. Möglicherweise ist der Link defekt, die Seite wurde gelöscht, oder Sie haben keinen Zugang zu ihr.
fr: Cette page n'a pas pu être trouvée. Le lien est peut-être rompu, la page a peut-être été supprimée ou vous n'y avez peut-être pas accès.
id: Halaman ini tidak ditemukan. Tautannya mungkin rusak, halamannya telah dihapus, atau Anda tidak memiliki akses ke sini.
it: Non è stato possibile trovare quella pagina. Il collegamento potrebbe non funzionare, la pagina potrebbe essere stata eliminata o potreste non avere i permessi per accedervi.
ms: Halaman tersebut tidak boleh dijumpai. Mungkin pautan tersebut rosak, mungkin halaman telah dipadam, atau mungkin anda tiada capaian ke halaman tersebut.
pl: Ta strona nie została odnaleziona. Odnośnik może być uszkodzony, strona mogła zostać usunięta lub nie masz do niej dostępu.
ru: Эта страница не найдена. Ссылка может быть сломана, страница удалена, или у вас нет к ней доступа.
sk: Stránku sa nepodarilo nájsť. Odkaz môže byť poškodený, stránka možno bola vymazaná, alebo na ňu nemáš prístup.
sv: Den sidan kunde inte hittas. Länken kanske är trasig, sidan kan ha tagits bort, eller så har du inte åtkomst till denna sida.
ta: அந்த பக்கத்தைக் கண்டுபிடிக்க முடியவில்லை. இணைப்பு உடைக்கப்படலாம், பக்கம் நீக்கப்பட்டிருக்கலாம் அல்லது உங்களுக்கு அணுகல் இல்லாமல் இருக்கலாம்.
uk: Цю сторінку не знайдено. Посилання може бути неправильним, сторінка була видалена або у вас немає доступу до неї.
vi: Trang đó không thể được tìm thấy. Liên kết có thể bị hỏng, trang có thể đã bị xóa, hoặc có thể bạn không có quyền truy cập vào nó.

source: Random
cs: Náhodný
de: Zufällig
fr: Aléatoire
id: Acak
it: Casuale
ms: Rawak
pl: Losuj
ru: Случайная страница
sk: Náhodne
sv: Slumpmässig
ta: சீரற்ற
uk: Випадкова сторінка
vi: Ngẫu nhiên

source: Help
cs: Nápověda
de: Hilfe
fr: Aide
id: Bantuan
it: Aiuto
ms: Bantuan
pl: Pomoc
ru: Помощь
sk: Pomoc
sv: Hjälp
ta: உதவி
uk: Допомога
vi: Trợ giúp

source: Search %(type)s
cs: Vyhledat %(type)s
de: Suche %(type)s
fr: Rechercher %(type)s
id: Cari %(type)s
it: Cerca %(type)s
ms: Cari %(type)s
pl: Wyszukaj %(type)s
ru: Искать %(type)s
sk: Vyhľadať %(type)s
sv: Sök %(type)s
ta: தேடல் %(type)s
uk: Шукати %(type)s
vi: Tìm kiếm %(type)s

source: Search all packages
cs: Vyhledat ve všech balíčcích
de: Alle Pakete durchsuchen
fr: Rechercher dans tous les paquets
id: Cari semua paket
it: Cerca tra tutti i contenuti
ms: Cari kesemua pakej
pl: Wyszukaj we wszystkich paczkach
ru: Искать все дополнения
sk: Prehľadávať všetky balíky
sv: Sök alla paket
ta: எல்லா தொகுப்புகளையும் தேடுங்கள்
uk: Шукати серед всіх пакунків
vi: Tìm kiếm tất cả gói

source: Work Queue
cs: Pracovní fronta
de: Warteschlange
fr: File d'attente
id: Antrean Kerja
it: Coda di Lavoro
ms: Baris Gilir Tugas
pl: Kolejka zadań
ru: Рабочая очередь
sk: Pracovný poradovník
sv: Arbetskö
ta: வேலை வரிசை
uk: Черга робіт
vi: Hàng đợi Công việc

source: To do list
de: To-Do-Liste
fr: À faire
id: Daftar pekerjaan
it: Da farsi
ms: Senarai kerja
pl: Lista rzeczy do zrobienia
ru: Список задач
sk: Zoznam úloh
sv: Att-göra lista
ta: பட்டியல் செய்ய
uk: Список справ
vi: Những việc cần làm

source: Notifications
cs: Upozornění
de: Benachrichtigungen
id: Pemberitahuan
it: Notifiche
ms: Pemberitahuan
pl: Powiadomienia
ru: Уведомления
sk: Upozornenia
sv: Notiser
ta: அறிவிப்புகள்
uk: Сповіщення
vi: Thông báo

source: Add Package
cs: Přidat balíček
de: Paket hinzufügen
fr: Créer un paquet
id: Tambah Paket
it: Crea un Contenuto
ms: Tambah Pakej
pl: Dodaj paczkę
ru: Добавить дополнение
sk: Pridaj balík
sv: Lägg till paket
ta: தொகுப்பு சேர்க்கவும்
uk: Додати пакунок
vi: Thêm Gói

source: Profile
cs: Profil
de: Profil
fr: Profil
id: Profil
it: Profilo
ms: Profil
pl: Profil
ru: Профиль
sk: Prehľad
sv: Profil
ta: சுயவிவரம்
uk: Профіль
vi: Hồ sơ

source: My Collections
cs: Mé kolekce
de: Meine Sammlungen
fr: Mes collections
id: Koleksi Saya
it: Le Mie Raccolte
ms: Himpunan Saya
pl: Moje kolekcje
ru: Мои коллекции
sv: Mina samlingar
ta: எனது தொகுப்புகள்
uk: Мої Колекції

source: Settings
cs: Nastavení
de: Einstellungen
fr: Paramètres
id: Pengaturan
it: Impostazioni
ms: Tetapan
pl: Ustawienia
ru: Настройки
sk: Nastavenia
sv: Inställningar
ta: அமைப்புகள்
uk: Налаштування
vi: Cài đặt

source: Sign out
cs: Odhlásit se
de: Abmelden
fr: Se déconnecter
id: Keluar
it: Esci
ms: Log keluar
pl: Wyloguj się
ru: Выйти
sk: Odhlásiť
sv: Logga ut
ta: விடுபதிகை
uk: Вийти
vi: Đăng xuất

source: Languages
cs: Jazyky
de: Sprachen
fr: Langues
id: Bahasa
it: Lingue
ms: Bahasa
pl: Języki
ru: Языки
sv: Språk
ta: மொழிகள்
uk: Мови

source: Help translate ContentDB
cs: Pomocte přeložit ContentDB
de: Helfen Sie uns bei der Übersetzung von ContentDB
fr: Aider à traduire le ContentDB
id: Bantu menerjemahkan ContentDB
it: Aiuta a tradurre ContentDB
ms: Bantu terjemah ContentDB
pl: Pomóż tłumaczyć ContentDB
ru: Помогите перевести ContentDB
sk: Pomôž preložiť ContentDB
sv: Hjälp översätt ContentDB
ta: ContentDB ஐ மொழிபெயர்க்க உதவுங்கள்
uk: Допомогти перекласти ContentDB
vi: Giúp dịch ContentDB

source: About
cs: Tiráž
de: Über
fr: À propos
id: Tentang
it: Informazioni
ms: Perihal
pl: O
ru: Об этом
sk: Opis
sv: Om
ta: பற்றி
uk: Про

source: Contact Us
cs: Kontaktuj nás
de: Kontakt
id: Hubungi Kami
it: Contattaci
pl: Skontaktuj się z nami
ru: Связаться с Нами
sv: Kontakta oss
ta: எங்களை தொடர்புகொள்
uk: Зв'язатися з нами

source: Rules
cs: Pravidla
de: Regeln
fr: Règles
it: Regole
ms: Peraturan
pl: Regulamin
ru: Правила
sk: Pravidlá
sv: Regler
ta: விதிகள்
uk: Правила

source: Policy and Guidance
cs: Pravidla a návody
de: Grundsätze und Leitlinien
fr: Règles et Recommandations
id: Kebijakan dan Panduan
it: Politiche e Linee guida
ms: Polisi dan Panduan
pl: Polityka i wytyczne
ru: Политика и руководство
sk: Politika a Návod
sv: Policy och förhållning
ta: கொள்கை மற்றும் வழிகாட்டுதல்
uk: Політика та Настанови
vi: Chính sách và Hướng dẫn

source: Donate
cs: Darovat
de: Spenden
fr: Faire un don
id: Donasi
it: Dona
ms: Derma
pl: Wyślij darowiznę
ru: Пожертвовать
sk: Prispieť
sv: Donera
ta: நன்கொடை
uk: Пожертвувати
vi: Quyên góp

source: RSS / Feeds
cs: Odběr novinek a vlákna
id: RSS / Umpan
it: RSS / Feed
sv: RSS / Flöden
ta: RSS / ஊட்டங்கள்
uk: RSS / Канали

source: Privacy Policy
cs: Podmínky osobní
de: Datenschutzbestimmungen
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Politica sulla Privacy
ms: Polisi Privasi
pl: Polityka prywatności
ru: Политика конфиденциальности
sk: Politika súkromia
sv: Integritetspolicy
ta: தனியுரிமைக் கொள்கை
uk: Політика Конфіденційності
vi: Chính sách Bảo mật

source: Report / DMCA
cs: Nahlásit / DMCA
de: Melden / DMCA
fr: Signaler / DMCA
id: Laporkan / DMCA
it: Segnalazione / DMCA
ms: Laporan / DMCA
pl: Zgłoś / DMCA
ru: Сообщение / DMCA
sk: Nahlásiť / DMCA
sv: Anmäl / DMCA
ta: அறிக்கை / டி.எம்.சி.ஏ
uk: Звіт/ DMCA

source: Advanced Search
cs: Pokročilé vyhledávání
de: Erweiterte Suche
id: Pencarian Lanjutan
it: Ricerca Avanzata
ru: Расширенный Поиск
sv: Avancerad sök
ta: மேம்பட்ட தேடல்
uk: Розширений Пошук

source: User List
cs: Seznam uživatelů
de: Benutzerliste
fr: Liste des utilisateurs
id: Daftar Pengguna
it: Elenco degli Utenti
ms: Senarai Pengguna
pl: Lista użytkowników
ru: Список пользователей
sk: Zoznam užívateľov
sv: Användarlista
ta: பயனர் பட்டியல்
uk: Список користувачів
vi: Danh sách người dùng

source: Threads
cs: Vlákna
de: Themen
fr: Fils
id: Utas
it: Discussioni
ms: Bebenang
pl: Wątki
ru: Темы
sk: Vlákna
sv: Trådar
ta: நூல்கள்
uk: Ланцюжки

source: Collections
cs: Kolekce
de: Sammlungen
id: Koleksi
it: Raccolte
ms: Himpunan
pl: Kolekcje
ru: Коллекции
sv: Samlingar
ta: சேகரிப்புகள்
uk: Колекції

source: Support Creators
cs: Podpůrní tvůrci
de: Creator unterstützen
id: Dukung Pembuat
it: Sostieni lɜ Creanti
pl: Wesprzyj Twórców
ru: Поддержать Создателей
sv: Stöd kreatörer
ta: உதவி படைப்பாளர்களை ஆதரிக்கிறது
uk: Підтримати творців

source: Translate Packages
cs: Překlad balíčků
de: Pakete übersetzen
fr: Traduire des paquets
id: Terjemahkan Paket
it: Traduci Contenuti
ms: Terjemah Pakej
pl: Przetłumacz pakiety
ru: Переводы Пакетов
sv: Översätt paket
ta: தொகுப்புகளை மொழிபெயர்க்கவும்
uk: Переклад пакунків

source: Source Code
cs: Zdrojový kód
de: Quellcode
fr: Code source
id: Kode Sumber
it: Codice Sorgente
ms: Kod Sumber
pl: Kod źródłowy
ru: Исходный код
sk: Zdrojový kód
sv: Källkod
ta: மூலக் குறியீடு
uk: Вихідний код
vi: Mã Nguồn

source: Show non-free packages
cs: Zobrazí balíčky s obsahem neumožňujícím volné užití
de: Unfreie Pakete anzeigen
fr: Afficher les paquets non libres
id: Tampilkan paket non-bebas
it: Mostra contenuti non liberi
ms: Tunjuk pakej tidak bebas
pl: Pokaż nie-wolne pakiety
ru: Показывать платные пакеты
sv: Visa icke-fria paket
ta: இலவசமற்ற தொகுப்புகளைக் காட்டு
uk: Показати пакунки, що не є безкоштовними

source: Hide non-free packages
cs: Skryje balíčky s obsahem neumožňujícím volné užití
de: Unfreie Pakete verbergen
fr: Ne pas afficher les paquets non libres
id: Sembunyikan paket non-bebas
it: Nascondi contenuti non liberi
ms: Sembunyi pakej tidak bebas
pl: Ukryj nie-wolne pakiety
ru: Скрыть платные пакеты
sv: Göm icke-fria paket
ta: இலவசமற்ற தொகுப்புகளை மறைக்கவும்
uk: Сховати пакунки, що не є безкоштовними

source: Our privacy policy has been updated (%(date)s)
cs: Došlo k aktualizaci našich zásad ochrany osobních údajů dne (%(date)s)
de: Unsere Datenschutzbestimmungen wurden aktualisiert (%(date)s)
id: Kebijakan privasi kami telah diperbarui (%(date)s)
it: La nostra informativa sulla privacy è stata aggiornata (%(date)s)
pl: Nasza polityka prywatności została zaktualizowana (%(date)s)
ru: Наша политика конфиденциальности была обновлена (%(date)s)
sv: Vår integritetspolicy har uppdaterats (%(date)s)
ta: எங்கள் தனியுரிமைக் கொள்கை புதுப்பிக்கப்பட்டுள்ளது (%(date)s)
uk: Наша політика конфіденційності була оновлена (%(date)s)

source: Welcome
cs: Vítejte
de: Willkommen
fr: Bienvenue
id: Selamat Datang
it: Benvenutə
ms: Selamat Datang
pl: Witamy
ru: Добро пожаловать
sk: Vitaj
sv: Välkommen
ta: வரவேற்கிறோம்
uk: Ласкаво просимо
vi: Chào mừng

source: <strong>%(title)s</strong> by %(author)s
cs: <strong>%(title)s</strong> od %(author)s
de: <strong>%(title)s</strong> von %(author)s
fr: <strong>%(title)s</strong> par %(author)s
id: <strong>%(title)s</strong> oleh %(author)s
it: <strong>%(title)s</strong> di %(author)s
ms: <strong>%(title)s</strong> oleh %(author)s
pl: <strong>%(title)s</strong> autorstwa %(author)s
ru: <strong>%(title)s</strong> от %(author)s
sk: <strong>%(title)s</strong> od %(author)s
sv: <strong>%(title)s</strong> av %(author)s
uk: <strong>%(title)s</strong> від %(author)s
vi: <strong>%(title)s</strong> bởi %(author)s

source: Previous
cs: Předchozí
de: Vorheriges
fr: Précédent
id: Sebelumnya
it: Precedente
ms: Sebelumnya
pl: Poprzedni
ru: Предыдущий
sk: Predchádzajúce
sv: Föregående
ta: முந்தைய
uk: Попередній
vi: Trước

source: Next
cs: Další
de: Nächstes
fr: Suivant
id: Selanjutnya
it: Successivo
ms: Seterusnya
pl: Następny
ru: Следующий
sk: Nasledujúce
sv: Nästa
ta: அடுத்தது
uk: Наступний
vi: Sau

source: Recently Added
cs: Nedávno přidáno
de: Zuletzt hinzugefügt
fr: Récemment ajouté
id: Baru Saja Ditambahkan
it: Aggiunti di Recente
ms: Tambahan Terbaru
pl: Niedawno dodane
ru: Недавно добавленные
sk: Práve pridané
sv: Senast tillagd
ta: அண்மைக் காலத்தில் சேர்க்கப்பட்டது
uk: Нещодавно додані
vi: Thêm Gần đây

source: Recently Updated
cs: Nedávno aktualizováno
de: Zuletzt aktualisiert
fr: Récemment mis à jour
id: Baru Saja Diperbarui
it: Aggiornati di Recente
ms: Kemas Kini Terbaru
pl: Niedawno wysłane
ru: Недавно обновлённые
sk: Práve obnovené
sv: Senast uppdaterad
ta: அண்மைக் காலத்தில் புதுப்பிக்கப்பட்டது
uk: Нещодавно оновлено
vi: Cập nhật Gần đây

source: Top Games
cs: Nejlepší hry
de: Top-Spiele
fr: Top des Jeux
id: Permainan Teratas
it: Giochi Migliori
ms: Permainan Teratas
pl: Najlepsze gry
ru: Лучшие игры
sk: Najlepšie hry
sv: Topp spel
ta: சிறந்த விளையாட்டுகள்
uk: Найкращі Ігри
vi: Trò chơi hàng đầu

source: Top Mods
cs: Nejlepší módy
fr: Top des Mods
id: Mod Teratas
it: Moduli Migliori
ms: Mods Teratas
pl: Najlepsze modyfikacje
ru: Лучшие моды
sk: Najlepšie rozšírenia
sv: Topp moddar
ta: சிறந்த மோட்ச்
uk: Найкращі Моди
vi: Mods hàng đầu

source: Top Texture Packs
cs: Nejlepší balíčky textur
de: Top-Texturenpakete
fr: Top des Packs de textures
id: Paket Tekstur Teratas
it: Migliori Pacchetti Texture
ms: Pek Tekstur Teratas
pl: Najlepsze paczki tekstur
ru: Лучшие наборы текстур
sk: Najlepšie balíčky textúr
sv: Topp texturpaket
ta: மேல் அமைப்பு பொதிகள்
uk: Найкращі Текстури
vi: Gói Kết cấu Hàng đầu

source: Search by Tags
cs: Hledat podle tagu
de: Suche nach Tags
fr: Recherche par étiquettes
id: Cari menurut Label
it: Cerca con Etichette
ms: Cari mengikut Tag
pl: Wyszukaj po tagach
ru: Поиск по меткам
sk: Vuhľadávať pomocou tagov
sv: Sök från taggar
ta: குறிச்சொற்களால் தேடுங்கள்
uk: Пошук за теґами
vi: Tìm kiếm bằng Thẻ

source: Highest Reviewed
cs: Nejlépe hodnocené
de: Beste Bewertung
fr: Les plus évalués
id: Ulasan Tertinggi
it: I Più Recensiti
ms: Paling Banyak Diulas
pl: Najwyżej oceniane
ru: Самые просматриваемые
sk: Najviac hodnotené
sv: Högst recenserad
ta: அதிக மதிப்பாய்வு செய்யப்பட்டது
uk: Найвище оцінені
vi: Được đánh giá Cao nhất

source: All reviews
cs: Všechny recenze
de: Alle Rezensionen
fr: Tous les commentaires
id: Semua ulasan
it: Tutte le recensioni
ms: Semua ulasan
pl: Wszystkie opinie
ru: Все отзывы
sv: Alla recensioner
ta: அனைத்து மதிப்புரைகளும்
uk: Усі відгуки

source: Recent Positive Reviews
cs: Nedávná pozitivní hodnocení
de: Jüngste positive Rezensionen
fr: Évaluations positives récentes
id: Ulasan Positif Terbaru
it: Recensioni Positive Recenti
ms: Ulasan Positif Terbaru
pl: Ostatnie pozytywne opinie
ru: Недавние положительные обзоры
sk: Práve pridané kladné hodnotenia
sv: Senaste positiva recensioner
ta: அண்மைக் கால நேர்மறை மதிப்புரைகள்
uk: Останні позитивні відгуки
vi: Các đánh giá Tích cực Gần đây

source: CDB has %(count)d packages, with a total of %(downloads)d downloads.
cs: CDB má %(count)d balíčků, které byly dohromady %(downloads)d staženy.
de: CDB hat %(count)d Pakete, mit insgesamt %(downloads)d Downloads.
fr: Le ContentDB a %(count)d paquets, avec un total de %(downloads)d téléchargements.
id: CDB memiliki %(count)d paket dengan total unduhan %(downloads)d kali.
it: CDB ha %(count)d contenuti, con un totale di %(downloads)d scaricamenti.
ms: CDB mempunyai %(count)d pakej, dengan jumlah keseluruhan %(downloads)d muat turun.
pl: CDB posiada %(count)d paczek z całkowitą liczbą pobrań %(downloads)d.
ru: CDB имеет %(count)d пакетов, с общим количеством загрузок %(downloads)d.
sk: CDB obsahuje %(count)d balíkov s celkovým počtom %(downloads)d stiahnutí.
sv: CDB har %(count)d paket, med %(downloads)d nerladdningar totalt.
ta: சிடிபிக்கு %(count)d தொகுப்புகள் உள்ளன, மொத்தம் %(downloads)d பதிவிறக்கங்களுடன்.
uk: CDB має %(count)d пакунків із загальною кількістю завантажень %(downloads)d.
vi: CDB có %(count)d gói, với tổng số %(downloads)d tải xuống.

source: Caused by %(author)s.
cs: Způsobené %(author)s.
de: Verursacht durch %(author)s.
fr: Causé par %(author)s.
id: Disebabkan oleh %(author)s.
it: Causato da %(author)s.
ms: Dilakukan oleh %(author)s.
pl: Spowodowane przez %(author)s.
ru: Вызвано %(author)s.
sk: Spôsobené %(author)s.
sv: Orsakad av %(author)s.
ta: %(author)s காரணமாக ஏற்படுகிறது.
uk: Спричинено %(author)s.
vi: Gây ra bởi %(author)s.

source: Caused by a deleted user.
cs: Učiněno smazaným uživatelem.
de: Von einen gelöschten Benutzer verursacht.
fr: Causé par un utilisateur supprimé.
id: Disebabkan oleh pengguna yang telah dihapus.
it: Causato da unə utente rimossə.
ms: Dilakukan oleh pengguna terpadam.
pl: Spowodowane przez usuniętego użytkownika.
ru: Вызвано удаленным пользователем.
sk: Spôsobené vymazaným užívateľom.
sv: Orsakad av borttagen användare.
ta: நீக்கப்பட்ட பயனரால் ஏற்படுகிறது.
uk: Викликано видаленим користувачем.
vi: Gây ra bởi một người dùng đã bị xoá.

source: Send bulk email
cs: Odeslat hromadný e-mail
de: Massen-E-Mail versenden
fr: Envoyer un courriel groupé
id: Kirim banyak surel sekaligus
it: Invia un'email raggruppata
ms: Hantar e-mel pukal
pl: Wyślij zbiorczego emaila
ru: Отправить массовую рассылку
sk: Poslať hromadný email
sv: Skicka bulkmejl
ta: மொத்த மின்னஞ்சலை அனுப்பவும்
uk: Надіслати масову електронну пошту
vi: Gửi email hàng loạt

source: Send bulk notification
cs: Odeslat hromadné upozornění
de: Massenbenachrichtigung senden
fr: Envoyer une notification groupée
id: Kirim banyak pemberitahuan sekaligus
it: Invia una notifica raggruppata
ms: Hantar pemberitahuan pukal
pl: Wyślij zbiorcze powiadomienie
ru: Отправить массовое уведомление
sk: Poslať hromadné upozornenie
sv: Skicka bulknotis
ta: மொத்த அறிவிப்பை அனுப்பவும்
uk: Надіслати масове сповіщення
vi: Gửi thông báo hàng loạt
