Repository: C-EO/contentdb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs, de, fr, id, it, ms, pl, ru, sk, sv, ta, uk, vi

source: Git Update Detection is clever enough to not create a release again if you've already created it manually or using webhooks/the API.
cs: Detekce Git aktualizací je dostatečně pokročilá, aby nevytvářela opětovné vydání, pokud již bylo vytvořeno ručně nebo pomocí webhooků/rozhraní API.
de: Die Git-Update-Erkennung ist klug genug, um einen Release nicht erneut zu erstellen, wenn Sie diese bereits manuell oder über Webhooks bzw. die API erstellt haben.
fr: Git Update Detection est suffisamment intelligent pour ne pas créer une nouvelle version si vous l'avez déjà créée manuellement ou à l'aide de webhooks/de l'API.
id: Pemeriksa Pembaruan Git cukup pintar untuk tidak membuat rilisan lagi jika Anda telah membuatnya secara manual atau menggunakan webhook/API.
it: Il Controllo degli Aggiornamenti Git è sufficentemente intelligente da non creare di nuovo un rilascio se lo hai già creato manualmente o se è in uso un gancio Web/l'API.
ms: Pengesan Kemas Kini Git cukup pandai untuk tidak cipta terbitan lagi jika anda sudah ciptanya secara manual atau menggunakan cangkuk sesawang webhook/API.
pl: Wykrywanie aktualizacji Git jest wystarczająco sprytne aby nie tworzyć wydania ponownie jeżeli utworzyłeś je ręcznie lub używając webhooków/API.
ru: Определение Git обновлений достаточно умно, чтобы не создавать релиз снова, если вы уже создали его вручную или с помощью webhooks/API.
sk: Detekcia Aktualizácií Git-u je dostatočne múdra na to, aby nevytvorila vydanie znova potom ako si ho už vytvoril manuálne alebo pužitím webhooks/API.
sv: Git-uppdateringsavkänningen är tillräckligt smart att den inte skapar en utgivning om du redan skapat ett manuellt eller med API:et.
ta: நீங்கள் ஏற்கனவே கைமுறையாக உருவாக்கியிருந்தால் அல்லது வெப்ஊக்ச்/தி பநிஇ பயன்படுத்தினால் மீண்டும் வெளியீட்டை உருவாக்காத அளவுக்கு அறிவிலி புதுப்பிப்பு கண்டறிதல் புத்திசாலித்தனமானது.
uk: Git Update Detection достатньо розумний, щоб не створювати випуск знову, якщо ви вже створили його вручну або за допомогою веб-хуків/API.
vi: Git Update Detection đủ thông minh để không tạo lại bản phát hành nếu bạn đã tạo nó theo cách thủ công hoặc sử dụng webhooks / API.

source: The trigger is the event that triggers the action.
cs: Spouštěč je událost, která spouští akci.
de: Der Trigger ist das Ereignis, das die Aktion auslöst.
fr: L'événement est le moment qui lancer l'action.
id: Pemicu adalah peristiwa yang memicu tindakannya.
it: L'innesco è l'evento che fa partire l'azione.
ms: Picu ialah peristiwa yang memicu perbuatan.
pl: Wyzwalacz jest wydarzeniem, które wyzwala akcję.
ru: Триггер - это событие, которое запускает действие.
sk: Spúšťač je udalosť, ktorá spúšťa akciu.
sv: Triggern är händelsen som triggar handlingen.
ta: தூண்டுதல் என்பது செயலைத் தூண்டும் நிகழ்வு.
uk: Тригер - це подія, яка запускає дію.
vi: Trình kích hoạt là sự kiện kích hoạt hành động.

source: The action to perform when the trigger happens.
cs: Akce, která se má provést, když dojde ke spuštění.
de: Die Aktion, die ausgeführt werden soll, wenn der Trigger eintritt.
fr: L'action à lancer quand l'événement se passe.
id: Tindakan yang dilakukan ketika dipicu.
it: L'azione da eseguire all'attivazione dell'innesco.
ms: Perbuatan untuk dilakukan apabila picu terjadi.
pl: Akcja uruchamiana w trakcie wyzwolenia.
ru: Действие, которое нужно выполнить, когда сработает триггер.
sk: Akcia je vykonaná vedy, keď sa spúšťač uskutoční.
sv: Vad som ska utföras när triggern händer.
ta: தூண்டுதல் நிகழும்போது செய்ய வேண்டிய செயல்.
uk: Дія, яку потрібно виконати, коли відбудеться тригер.
vi: Hành động cần thực hiện khi kích hoạt xảy ra.

source: Once a package is marked as outdated, you won't receive any more notifications until it is marked up to date.
cs: Jakmile je balíček označen jako zastaralý, nebudete dostávat žádná další upozornění, dokud nebude označen jako aktuální.
de: Sobald ein Paket als veraltet markiert ist, erhalten Sie keine weiteren Benachrichtigungen mehr, bis es wieder als aktuell markiert ist.
fr: Lorsqu'un paquet est marqué comme obsolète, vous ne recevrez plus de notification jusqu'à ce qu'il soit marqué comme étant à jour.
id: Ketika paket ditandai sebagai usang, Anda tidak akan menerima pemberitahuan lagi sampai ditandai sebagai diperbarui.
it: Una volta che un contenuto viene definito obsoleto, non riceverete più alcuna notifica finchè non sarà ridefinito come aggiornato.
ms: Apabila suatu pakej ditandai sebagai lapuk, anda tidak akan menerima sebarang pemberitahuan sehingga ia ditandai sebagai dikemaskini.
pl: Kiedy paczka jest oznaczona jako przestarzała nie będziesz otrzymywał żadnych powiadomień dopóki nie zostanie oznaczona jako aktualna.
ru: Как только дополнение будет помечено как устаревшое, вы больше не будете получать никаких уведомлений, пока оно не будет помечено как обновленное.
sk: Keď je balík označený ako zastaraný, nebudeš dostávať žiadne upozornenia, až kým bude znova označený ako aktualizovaný.
sv: När ett paket har markerats som föråldrad kommer du inte få några fler notiser förrens den är markerad som aktuell.
ta: ஒரு தொகுப்பு காலாவதியானதாகக் குறிக்கப்பட்டவுடன், அது புதுப்பித்த வரை குறிக்கப்படும் வரை நீங்கள் எந்த அறிவிப்புகளையும் பெற மாட்டீர்கள்.
uk: Після того, як пакунок позначено як застарілий, ви більше не отримуватимете сповіщень, доки він не буде позначений як актуальний.
vi: Khi một gói được đánh dấu là đã lỗi thời, bạn sẽ không nhận được bất kỳ thông báo nào nữa cho đến khi gói đó được đánh dấu là cập nhật.

source: %(title)s releases
cs: %(title)s vydání
de: Releases von %(title)s
id: Rilisan %(title)s
it: Rilasci di %(title)s
ta: %(title)s வெளியீடுகள்
uk: Випуски %(title)s

source: Download
cs: Stáhnout
de: Herunterladen
fr: Télécharger
id: Unduh
it: Scarica
ms: Muat Turun
pl: Pobierz
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
ta: பதிவிறக்கம்
uk: Завантаження
vi: Tải xuống

source: For Luanti %(min)s and above
cs: Pro Luanti verze %(min)s a vyšší
de: Für Luanti %(min)s und höher
id: Untuk Luanti %(min)s ke atas
it: Per Luanti %(min)s e ulteriori
pl: Dla Luanti %(min)s i wyższych
sv: För Luanti %(min)s och över
ta: லுவாண்டி %(min)s மற்றும் அதற்கு மேல்
uk: Для Luanti %(min)s і вище

source: Luanti %(max)s and below
cs: Pro Luanti verze %(max)s a nižší
de: Luanti %(max)s und niedriger
id: Luanti %(max)s ke bawah
it: Luanti %(max)s e precedenti
pl: Luanti %(max)s i niżej
sv: För Luanti %(max)s och under
ta: லுவாண்டி %(max)s மற்றும் கீழே
uk: Luanti %(max)s і нижче

source: How do I install this?
cs: Jak toto mohu nainstalovat?
de: Wie installiere ich das?
fr: Comment l'installer ?
id: Bagaimana memasangnya?
it: Come posso installarlo?
ms: Bagaimana untuk pasangkan ini?
pl: Jak mogę to zainstalować?
ru: Как это установить?
sk: Ako to nainštalujem?
sv: Hur installerar jag detta?
ta: இதை எவ்வாறு நிறுவுவது?
uk: Як це встановити?
vi: Làm thế nào để tôi cài đặt cái này?

source: No downloads available
cs: Stažení není dostupné
de: Keine Downloads verfügbar
fr: Aucun téléchargement disponible
id: Tidak ada unduhan yang tersedia
it: Nessuno scaricamento disponibile
ms: Tiada muat turun tersedia
pl: Brak opcji pobierania
ru: Нет доступных загрузок
sk: Žiadne súbory na stiahnutie
sv: Inga nerladdningar tillgängliga
ta: பதிவிறக்கங்கள் எதுவும் கிடைக்கவில்லை
uk: Завантаження недоступне
vi: Không có sẵn bản tải xuống

source: Non-free code and media
cs: Obsahuje kód nebo díla, která nejsou volně šiřitelná a upravovatelná
de: Unfreier Code und Medien
fr: Code et ressources non libres
id: Kode dan media tidak bebas
it: Codice e media proprietari
ms: Kod dan media tidak bebas
pl: Niewolny kod i multimedia
ru: Несвободный код и медиа
sk: Žiadne voľné (non-free) kódy a médiá
sv: Icke-fri kod och media
ta: இல்லாத குறியீடு மற்றும் மீடியா
uk: Не вільний код і мультимедія
vi: Mã và phương tiện truyền thông không-tự do

source: Non-free code
cs: Nesvobodný kód
de: Unfreier Code
fr: Code non libre
id: Kode tidak bebas
it: Codice proprietario
ms: Kod tidak bebas
pl: Niewolny kod
ru: Несвободный код
sk: Non-free kód
sv: Icke-fri kod
ta: இல்லாத குறியீடு
uk: Не вільний код
vi: Mã không-tự do

source: Non-free media
cs: Nesvobodná média
de: Unfreie Medien
fr: Ressources non libres
id: Media tidak bebas
it: Media proprietario
ms: Media tidak bebas
pl: Niewolne multimedia
ru: Несвободное медиа
sk: Non-free médiá
sv: Icke-fri media
ta: இல்லாத ஊடகங்கள்
uk: Не вільні мультимедія
vi: Phương tiện truyền thông không-tự do

source: This thread is only visible to its creator, package maintainers, users of Approver rank or above, and @mentioned users.
cs: Toto vlákno je viditelné pouze pro jeho tvůrce, správce balíčků, uživatele s hodností Schvalovatel nebo vyšší a @zmíněné uživatele.
de: Dieses Thema ist nur für seinen Ersteller, Paketbetreuer, Benutzer mit Genehmiger-Rang oder höher sichtbar, sowie @erwähnte Benutzer.
fr: Ce fil n'est disponible que pour son créateur, les mainteneurs de paquets, les utilisateurs de rang Approbateur ou supérieur, et les utilisateurs @mentionnés.
it: Questa discussione è solamente visibile all'autorə, allз mantenitorз dei contenuti, agli utenti col rango di Approvatorə o ulteriore e ad utenti @menzionati.
ms: Bebenang ini hanya kelihatan kepada penciptanya, para penyenggara pakej, pengguna dengan pangkat Pelulus dan ke atas, dan @pengguna disebut.
pl: Ten wątek jest tylko widoczny dla jego autora, opiekunów paczki, użytkowników z rangą Zatwierdzacz lub wyższą oraz @oznaczonych użytkowników.
ru: Эта тема видна только её создателю, команде поддержки, пользователям с рангом проверяющий или выше и @упомянутым пользователям.
sk: Toto vlákno je viditeľné iba pre jeho tvorcu, správcov balíkov, používateľov s hodnosťou Schvaľovateľa alebo vyššie a @spomenutých používateľov.
sv: Denna tråd är endast synlig för skaparen, paketunderhållare, användare av Godkännarrang eller högre, och @nämnda användare.
ta: இந்த நூல் அதன் உருவாக்கியவர், தொகுப்பு பராமரிப்பாளர்கள், ஒப்புதல் தரவரிசை அல்லது அதற்கு மேற்பட்ட பயனர்கள் மற்றும் @கருத்தியல் பயனர்களுக்கு மட்டுமே தெரியும்.
uk: Цей ланцюжок бачать лише його творці, супроводжувачі пакунків, користувачі з рангом затвердження або вище та @згадані користувачі.
vi: Chủ đề này chỉ hiển thị với người tạo, người duy trì gói, người dùng có xếp hạng Người phê duyệt trở lên và người dùng @mentioned (được đề cập đến).

source: Website
cs: Webová stránka
de: Webseite
fr: Site web
id: Situs Web
it: Sito Web
ms: Laman Sesawang
pl: Strona internetowa
ru: Сайт
sk: Webová stránka
sv: Hemsida
ta: வலைத்தளம்
uk: Вебсайт
vi: Trang web

source: Forums
cs: Fóra
de: Forum
id: Forum
it: Forum
ms: Forum
pl: Forum
ru: Форум
sk: Fórum
sv: Forum
ta: மன்றங்கள்
uk: Форуми
vi: Diễn đàn

source: Issue Tracker
cs: Sledování problémů
fr: Suivi des problèmes
id: Pelacak Masalah
it: Segnalazioni
ms: Penjejak Isu
pl: Lista błędów
ru: Трекер проблем
sk: Sledovanie problémov
sv: Feltracker
ta: வெளியீடு டிராக்கர்
uk: Відстежувач хиб
vi: Theo Dõi Vấn Đề

source: Translate
cs: Překlad
de: Übersetzen
fr: Traduire
id: Terjemahkan
it: Traduci
ms: Terjemah
pl: Przetłumacz
ru: Перевод
sv: Översätt
ta: மொழிபெயர்த்திடு
uk: Перекласти

source: Thumbnail for video
cs: Miniatura videa
de: Vorschaubild fürs Video
id: Gambar untuk video
it: Miniatura del video
pl: Miniatura do filmu
ru: Обложка для видео
sv: Tumnagel för video
ta: வீடியோவுக்கு சிறுபடம்
uk: Обкладинка відео

source: Awaiting review
cs: Čeká se na recenzi
de: Review steht noch aus
fr: En attente de révision
id: Menunggu ulasan
it: In attesa di revisione
ms: Menunggu pemeriksaan
pl: Oczekuje recenzji
ru: Ожидает рассмотрения
sk: Čaká sa na recenziu
sv: Väntar på genomgång
ta: மதிப்பாய்வுக்காக காத்திருக்கிறது
uk: Очікує на розгляд
vi: Chờ xem xét

source: Edit Review
cs: Upravit recenzi
de: Rezension bearbeiten
fr: Éditer l'évaluation
id: Sunting Ulasan
it: Modifica la Recensione
ms: Sunting Ulasan
pl: Edytuj recenzję
ru: Редактировать обзор
sk: Upraviť recenziu
sv: Redigera recension
ta: மதிப்பாய்வைத் திருத்தவும்
uk: Редагувати відгук
vi: Chỉnh sửa đánh giá

source: You can't review your own package.
cs: Nelze napsat zpětnou vazbu tvému vlastnímu balíčku.
de: Sie können Ihr eigenes Paket nicht rezensieren.
fr: Vous ne pouvez pas évaluer votre propre paquet.
id: Anda tidak dapat mengulas paket Anda sendiri.
it: Non puoi recensire un tuo contenuto.
ms: Anda tidak boleh mengulas pakej anda sendiri.
pl: Nie możesz recenzować swoich paczek.
ru: Вы не можете обозревать свое собственное дополнение.
sk: Nemôžeš recenzovať svoj vlastný balík.
sv: Du kan inte recensera ditt egna paket.
ta: உங்கள் சொந்த தொகுப்பை நீங்கள் மதிப்பாய்வு செய்ய முடியாது.
uk: Ви не можете перевірити власний пакунок.
vi: Bạn không thể đánh giá gói của mình.

source: Package needs to be approved before it can be reviewed.
cs: Balíček musí být schválen, než bude možné k němu přidat zpětnou vazbu.
de: Das Paket muss erst genehmigt werden, bevor es rezensiert werden kann.
fr: Le paquet doit être approuvé avant de pouvoir être évalué.
id: Paket perlu disetujui sebelum dapat diulas.
it: Il contenuto deve essere approvato prima di poter essere recensito.
ms: Pakej perlu diluluskan terlebih dahulu sebelum ia boleh diulas.
pl: Paczka musi zostać zatwierdzona zanim będzie mogła być zrecenzowana.
ru: Дополнение должно быть одобрено, прежде чем его можно будет рассмотреть.
sk: Balíček musí byť schválený predtým, než ho možno prezerať.
sv: Paketet måste godkännas innan det kan recenseras.
ta: மதிப்பாய்வு செய்யப்படுவதற்கு முன்பு தொகுப்பு அங்கீகரிக்கப்பட வேண்டும்.
uk: Пакунок має бути схвалений, перш ніж його можна буде переглянути.

source: Used By
cs: Použité
de: Verwendet von
fr: Utilisé par
id: Digunakan oleh
it: Utilizzato Da
ms: Digunakan Oleh
pl: Używane przez
ru: Используется
sk: Používané
sv: Används Av
ta: பயன்படுத்தியது
uk: Використано
vi: Được Sử Dụng Bởi

source: Content
cs: Obsah
de: Inhalt
fr: Contenu
id: Konten
it: Contenuto
ms: Kandungan
pl: Zawartość
ru: Контент
sk: Obsah
sv: Innehåll
ta: உள்ளடக்கம்
uk: Вміст
vi: Nội dung

source: View content for game
cs: Prohlížení herního obsahu
de: Inhalt für das Spiel anzeigen
fr: Voir le contenu de ce jeu
id: Lihat konten permainan
it: Mostra contenuti per il gioco
ms: Lihat kandungan untuk permainan
pl: Zobacz zawartość dla gry
ru: Посмотреть контент игры
sk: Pozri obsah hry
sv: Visa innehåll för spel
ta: விளையாட்டுக்கான உள்ளடக்கத்தைக் காண்க
uk: Переглянути вміст для гри
vi: Xem nội dung cho trò chơi

source: Release notes for %(title)s
cs: Poznámky k vydání %(title)s
de: Release-Anmerkungen für %(title)s
id: Catatan perilisan untuk %(title)s
it: Note di rilascio di %(title)s
sv: Utgivningsanteckningar för %(title)s
ta: %(title)s வெளியீட்டு குறிப்புகள்
uk: Опис випуску для %(title)s

source: Favorite
cs: Oblíbený
de: Favorit
id: Favorit
it: Preferito
ms: Kegemaran
pl: Ulubione
ru: Любимый
sv: Favorit
ta: பிடித்த
uk: Улюблене

source: Add to collection...
cs: Přidat do kolekce...
de: Zur Sammlung hinzufügen …
fr: Ajouter à la collection ...
id: Tambahkan ke koleksi...
it: Aggiungi alla raccolta...
ms: Tambah ke himpunan...
pl: Dodaj do kolekcji...
ru: Добавить в коллекцию...
sv: Lägg till samling...
ta: சேகரிப்பில் சேர்க்கவும் ...
uk: Додати до колекції...

source: View %(count)d collections
cs: Prohlédnout %(count)d kolekcí
de: %(count)d Sammlungen anzeigen
fr: Afficher %(count)d collections
id: Tampilkan %(count)d koleksi
it: Mostra %(count)d raccolte
pl: Przejrzyj %(count)d kolekcje
ru: Просмотреть %(count)d коллекции
sv: Visa %(count)d samlingar
ta: %(count)d சேகரிப்புகளைக் காண்க
uk: Переглянути %(count)d колекцій

source: Package may be outdated
cs: Balíček může být zastaralý
de: Paket ist möglicherweise veraltet
fr: Le paquet peut être obsolète
id: Paket mungkin telah usang
it: Il contenuto potrebbe essere obsoleto
ms: Pakej mungkin sudah lapuk
pl: Paczka może być przestarzała
ru: Дополнение может быть устаревшим
sk: Balík môže byť zastaralý
sv: Paket kan möjligtvis vara föråldrad
ta: தொகுப்பு காலாவதியானதாக இருக்கலாம்
uk: Пакунок може бути застарілим
vi: Gói có thể đã lỗi thời

source: Only visible to the author and Editors.
cs: Viditelné jen pro autora a editory.
de: Nur für den Autor und die Bearbeiter sichtbar.
fr: Seulement visible par l'auteur et les éditeurs.
id: Hanya tampak kepada pembuat dan Penyunting.
it: Solamente visibile all'autorə e allз Curanti.
ms: Hanya kelihatan kepada pencipta dan Penyunting.
pl: Widoczne tylko dla autora i Osób edytujących.
ru: Видно только автору и редакторам.
sk: Viditeľné iba pre autora a editorov.
sv: Endast synlig för skaparen och Redigerare.
ta: ஆசிரியர் மற்றும் ஆசிரியர்களுக்கு மட்டுமே தெரியும்.
uk: Видимі лише автору та редакторам.
vi: Chỉ hiển thị cho tác giả và Biên tập viên.

source: Warning
cs: Varování
de: Warnung
fr: Avertissement
id: Peringatan
it: Avvertimento
ms: Amaran
pl: Uwaga
ru: Предупреждение
sk: Upozornenie
sv: Varning
ta: எச்சரிக்கை
uk: Попередження
vi: Cảnh báo

source: Like this package? Help support its development by making a donation
cs: Líbí se ti balíček? Podpoř jeho vývoj příspěvkem
de: Gefällt Ihnen dieses Paket? Unterstützen Sie seine Entwicklung mit einer Spende
fr: Tu apprécies ce paquet ? Contribue à son développement en faisant un don
id: Suka paket ini? Dukung pengembangannya dengan menyumbang/donasi
it: Ti piace questo contenuto? Aiutaci a supportarne lo sviluppo inviando una donazione
ms: Suka pakej ini? Bantu menyokong pembangunannya dengan menderma
pl: Lubisz tą paczkę? Wspomóż jej rozwój poprzez wysyłanie darowizny
ru: Нравится это дополнение? Помогите поддержать его развитие, сделав пожертвование
sk: Páči sa ti tento balík? Pomôž podporiť jeho vývoj príspevkom
sv: Gillar du detta paket? Donera för att stödja utvecklingen
ta: இந்த தொகுப்பு போல? நன்கொடை அளிப்பதன் மூலம் அதன் வளர்ச்சியை ஆதரிக்க உதவுங்கள்
uk: Подобається цей пакунок? Допоможіть підтримати його розвиток, зробивши пожертву
vi: Thích gói này? Giúp hỗ trợ sự phát triển của nó bằng cách đóng góp

source: Donate now
cs: Přispět nyní
de: Jetzt spenden
fr: Faire un don
id: Donasi sekarang
it: Dona ora
ms: Derma sekarang
pl: Wyślij darowiznę
ru: Пожертвовать сейчас
sk: Prispieť
sv: Donera nu
ta: இப்போது நன்கொடை
uk: Пожертвувати зараз
vi: Quyên góp ngay bây giờ

source: Dependencies
cs: Závislosti
de: Abhängigkeiten
fr: Dépendances
id: Dependensi
it: Dipendenze
ms: Kebergantungan
pl: Zależności
ru: Зависимости
sk: Nevyhnutné doplnky
sv: Beroenden
ta: சார்புநிலைகள்
uk: Залежності
vi: Phụ thuộc

source: No required dependencies
cs: Žádné vyžadované závislosti
de: Keine erforderlichen Abhängigkeiten
fr: Aucune dépendance requise
id: Tidak ada dependensi wajib
it: Nessuna dipendenza richiesta
ms: Tiada kebergantungan wajib
pl: Brak wymaganych zależności
ru: Нет требуемых зависимостей
sk: Nevyžadujú sa nevyhnutné doplnky
sv: Inga nödvändiga beroenden
ta: தேவையான சார்புநிலைகள் இல்லை
uk: Немає необхідних залежностей
vi: Không có phụ thuộc bắt buộc

source: Optional
cs: Volitelný
fr: Optionnel
id: Opsional
it: Opzionale
ms: Pilihan
pl: Opcjonalne
ru: Необязательно
sk: Voliteľné
sv: Valfri
ta: விரும்பினால்
uk: Необов'язково
vi: Tùy chọn

source: Compatible Games
cs: Kompatibilní hry
de: Kompatible Spiele
fr: Jeux compatibles
id: Permainan yang Sesuai
it: Giochi Compatibili
ms: Permainan yang Serasi
pl: Kompatybilne gry
ru: Совместимые игры
sk: Kompatibilné hry
sv: Kompatibla Spel
ta: இணக்கமான விளையாட்டுகள்
uk: Сумісні ігри
vi: Trò chơi tương thích

source: No specific game required
cs: Vyžadována konkrétní hra
de: Kein spezifisches Spiel benötigt
fr: Aucun jeu spécifique n'est requis
id: Tidak ada permainan khusus yang diperlukan
it: Nessun gioco specifico richiesto
ms: Tiada permainan khusus diperlukan
pl: Żadna konkretna gra nie jest wymagana
ru: Никакой конкретной игры не требуется
sv: Inget specifikt spel krävs
ta: குறிப்பிட்ட விளையாட்டு தேவையில்லை
uk: Не потребує конкретної гри

source: Tested with:
cs: Testováno s:
de: Getestet mit:
fr: Testé avec :
id: Dicoba dengan:
it: Testato con:
ms: Diuji dengan:
pl: Przetestowano z:
ru: Протестировано с:
sv: Testad med:
ta: இதனுடன் சோதிக்கப்பட்டது:
uk: Тестовано з:

source: Is the above correct?
cs: Je výše uvedené správně?
de: Stimmt das da oben?
fr: Est ce que les informations ci-dessus sont correctes ?
id: Apakah yang di atas benar?
it: Quanto sopra è corretto?
ms: Adakah maklumat di atas betul?
pl: Czy ustawienia powyżej są poprawne?
ru: Верно ли вышесказанное?
sv: Är ovanstående korrekt?
ta: மேலே உள்ளவை சரியானதா?
uk: Чи правильно наведене вище?

source: You need to either confirm this or tell ContentDB about supported games
cs: Je zapotřebí to buď potvrdit, nebo říct ContentDB o podporovaných hrách
de: Sie müssen dies entweder bestätigen, oder ContentDB über unterstützte Spiele informieren
fr: Vous devez soit confirmer ceci ou lister les jeux compatibles sur ContentDB
id: Anda harus mengonfirmasi ini atau memberi tahu ContentDB tentang permainan yang didukung
it: È necessario confermare o informare ContentDB di quali giochi sono supportati
ms: Anda perlu mengesahkan ini ataupun memberitahu ContentDB mengenai permainan yang disokong
pl: Musisz to potwierdzić bądź powiadomić ContentDB o wspieranych grach
ru: Вам нужно либо подтвердить это, либо сообщить ContentDB о поддерживаемых играх
sv: Du behöver antingen bekräfta detta eller berätta för ContentDB om spelstöd
ta: நீங்கள் இதை உறுதிப்படுத்த வேண்டும் அல்லது ஆதரிக்கப்பட்ட விளையாட்டுகளைப் பற்றி உள்ளடக்கத்தை சொல்ல வேண்டும்
uk: Вам потрібно підтвердити це або надати інформацію ContentDB про підтримувані ігри

source: Does not work with:
cs: Nefunguje společně s:
de: Funktioniert nicht mit:
fr: Ne fonctionne pas avec :
id: Tidak bekerja dengan:
it: Non funziona con:
ms: Tidak berfungsi dengan:
pl: Nie działa z:
ru: не работает с:
sv: Fungerar ej med:
ta: இதனுடன் வேலை செய்யாது:
uk: Не працює з:

source: Please specify compatible games
cs: Prosím, upřesni kompatibilní hry
de: Bitte kompatible Spiele angeben
fr: Veuillez spécifier les jeux compatibles
id: Harap masukkan permainan yang kompatibel
it: Si prega di specificare i giochi compatibili
ms: Sila nyatakan permainan yang serasi
pl: Sprecyzuj kompatybilne gry
ru: Пожалуйста, укажите совместимые игры
sk: Prosím, upresni kompatibilné hry
sv: Var snäll välj kompatibla spel
ta: இணக்கமான விளையாட்டுகளைக் குறிப்பிடவும்
uk: Будь ласка, вкажіть сумісні ігри

source: Information
cs: Informace
de: Informationen
fr: Informations
id: Informasi
it: Informazioni
ms: Maklumat
pl: Informacje
ru: Информация
sk: Poznatky
ta: தகவல்
uk: Інформація
vi: Thông tin

source: Technical Name
cs: Technický název
de: Technischer Name
fr: Nom technique
id: Nama Teknis
it: Nome Tecnico
ms: Nama Teknikal
pl: Techniczna nazwa
ru: Техническое название
sk: Technický názov
sv: Tekniskt namn
ta: தொழில்நுட்ப பெயர்
uk: Технічна назва
vi: Tên Kỹ Thuật

source: %(code_license)s for code,<br>%(media_license)s for media.
cs: %(code_license)s pro kód,<br>%(media_license)s pro média.
de: %(code_license)s für Code,<br>%(media_license)s für Medien.
fr: %(code_license)s pour le code,<br>%(media_license)s pour les médias.
id: %(code_license)s untuk kode,<br>%(media_license)s untuk media.
it: %(code_license)s per il codice,<br>%(media_license)s per i media.
ms: %(code_license)s untuk kod, <br>%(media_license)s untuk media.
pl: %(code_license)s dla kodu źródłowego,<br>%(media_license)s dla multimediów.
ru: %(code_license)s для кода,<br>%(media_license)s для медиа.
sk: %(code_license)s pre kód, <br>%(media_license)s pre médiá.
sv: %(code_license)s för kod,<br>%(media_license)s för media.
ta: குறியீட்டிற்கான %(code_license)s, <br>ஊடகத்திற்கான %(media_license)s.
uk: %(code_license)s для коду,<br>%(media_license)s для медіа.
vi: %(code_license)s cho mã,<br>%(media_license)s cho phương tiện truền thông.
